{
  "mXr5h7-8oMw": {
    "data": "इंडिया टुडे की इस रिपोर्ट में टॉप 30 स्टॉक्स और फाइव सेक्टर्स कवर किए हुए हैं जिनको यूएस टेरिफ से बहुत बड़ा नेगेटिव इंपैक्ट हुआ है और आने वाले समय में इससे भी ज्यादा नेगेटिव इंपैक्ट हो सकता है सबसे पहला है ऑटो सेक्टर जहां Tata Motors और Mahindra& Mahindra जैसे कंपनीज़ को इस टेरिफ से नेगेटिव इंपैक्ट पड़ा है रिसेंट मार्केट क्रैश में Tata Motors Hero Motorp जैसी बड़ी-बड़ी ऑटो कंपनीज़ के स्टॉक बहुत तेजी से गिरे हैं लेकिन यह क्रैश सिर्फ इन्हीं स्टॉक तक सीमित नहीं रहने वाला है ऑटो कंपोनेंट्स मैन्युफैक्चर करने वाली कंपनियों की भी यही हालत होने वाली है आप ही सोचिए Tata Motors जैसी बड़ी कंपनी का स्टॉक सिर्फ 5 दिनों में 20% तक क्रैश हो चुका है तो छोटी-मोटी कंपनियों की तो क्या ही हालत होगी ऑटो कॉमोनेंट्स मैन्युफैक्चरर्स की बात करें तो भारत फर्ज का 44% रेवेन्यू यूएस एक्सपोर्ट से ही आता है जिस वजह से यह स्टॉक ऑलरेडी 1800 से गिरकर 900 तक आ चुका है यानी कंपनी का 50% मार्केट कैप रिड्यूस हो चुका है इसके अलावा mders smi जैसी कंपनियों पर भी इसका इंपैक्ट बड़ा पड़ सकता है वैसे यह मेरा ओपिनियन नहीं है यह सब कुछ इंडिया टुडे की इस रिपोर्ट में क्लियरली मेंशंड है आप ना सिंपली एक काम करना आज मैं जितने भी स्टॉक का नाम ले रहा हूं ना इन सबकी एक लिस्ट बना लेना बिकॉज़ एस पर दिस रिपोर्ट यह कंपनीज़ तो डेफिनेटली अफेक्ट होने वाली है ऐसी और भी कंपनियां चाहिए ना तो एक-एक करके इन सारी कंपनी का नाम स्क्रीनर पर डालिए और नीचे आके यहां पीियर कंपैरिजन में आपको सेम सेक्टर की बाकी कंपनियों की लिस्ट भी मिल जाएगी उन सब पर भी ध्यान रखना एस पर दिस आर्टिकल मेटल एंड स्टील सेक्टर में Tata स्टील JSW स्टील Hindalco और सेल यह चारों स्टॉक पर दबाव बन सकता है वैसे तो इंडिया ने स्टील का एक्सपोर्ट यूएस में 49% से कम कर दिया है और यूएस चाइना से इंपोर्ट करता है लेकिन अब चाइना पर भी टेरिफ लग चुके हैं जिस वजह से चाइना की एक्सेस सप्लाई इंडिया में इंपोर्ट हो सकती है और अगर ऐसा हुआ ना तो इंडियन प्लेयर्स के प्राइसेस पर दबाव बन सकता है वैसे Tata Steel खुद सिर्फ 5 दिनों में 20% तक गिर चुका है ऐसे और 15 स्टॉक हैं जो मैं आगे बताने वाला हूं लेकिन अब आप डायरेक्टली इन स्टॉक्स को शॉर्ट करने मत चले जाना पहले यह समझ लेते हैं कि कौन सा स्टॉक और कौन सा सेक्टर कितना नीचे जा सकता है क्योंकि मार्केट ऑलरेडी अपने लाइफटाइम हाई से 15-16% डाउन चल रहा है फार्मा सेक्टर की बात करें तो फिलहाल यूएस ने फार्मासटिकल पर टेरिफ नहीं लगाए हैं लेकिन फ्यूचर में भी नहीं लगाएंगे इसकी कोई गारंटी नहीं है इंडिया के टोटल यूएस एक्सपोर्ट में 13% शेयर इंजीनियरिंग और कैपिटल गुड्स का हिस्सा है 12% टेक्सटाइल है 10% फार्मासटिकल्स है 7% डायमंड है और 7% स्मार्टफोनस का शेयर है जिसमें से इंजीनियरिंग और कैपिटल गुड्स सेक्टर को इससे ज्यादा फर्क नहीं पड़ेगा फार्मासटिकल्स पर यह टेरिफ अभी एप्लीकेबल नहीं है क्योंकि दवाइयां तो जरूरी है तो इस सेक्टर की कंपनियों को भी कोई फर्क नहीं पड़ेगा रही बात डायमंड और स्मार्टफोनोंस की तो डायमंड ऑलरेडी एक लग्जरी प्रोडक्ट है उसे खरीदने वालों के लिए प्राइस ज्यादा मायने नहीं रखता है लेकिन स्मार्टफोन बायरर्स बहुत ज्यादा प्राइस सेंसिटिव होते हैं थोड़ा भी प्राइस बढ़ जाए ना तो डिमांड बहुत ज्यादा चेंज हो सकती है इसीलिए इस सेक्टर को इससे बहुत बड़ा इंपैक्ट पड़ने वाला है इसके अलावा यूएस के टोटल एक्सपोर्ट में केमिकल सेक्टर का शेयर सिर्फ 5% है लेकिन फिर भी इस सेक्टर की कंपनियों को इससे फर्क पड़ सकता है मैं हर सेक्टर की कंपनियों की पूरी लिस्ट आपको शेयर कर दूंगा लेकिन स्टील ऑटो सोलर और मरीन प्रोडक्ट्स मैन्युफैक्चर करने वाली कंपनियों पर बहुत बड़ा असर पड़ने वाला है फिर भी यह तीन फार्मा स्टॉक को अपनी रडार पर रखना क्योंकि इनका कंसीडरेबल रेवेन्यू यूएस से आता है अगर दोनों कंट्रीज के बीच में कोई ट्रेड वॉर अनाउंस हो गई ना तो इन स्टॉक में भी प्रेशर बन सकता है डॉ रेड्डी का 48% रेवेन्यू यूएस से आता है लपिन का 38% रेवेन्यू यूएस से आता है और SPLA का 27% रेवेन्यू नॉर्थ अमेरिका से आता है तो इन तीनों स्टॉक को रडार पे रखना आगे और स्टॉक की लिस्ट है लेकिन एक चीज को समझ लो डॉन्ड ट्रंप ने इंडिया पर 26% टेरिफ अनाउंस कर दिया है यह सबको पता है लेकिन इस टेररिफ से कौन से स्टॉक पर कैसा असर पड़ने वाला है यह किसी को नहीं पता है YouTube पर हर कोई बस रैंडम बातें कर रहा है कोई कहता है मार्केट बहुत ज्यादा गिर जाएगा सब कुछ बेच दो कोई कह रहा है मार्केट बहुत ऊपर जाएगा एसआईपी कंटिन्यू करो लेकिन भाई मार्केट से अभी पैसा बनाना है रिटायरमेंट के बाद नहीं तो उसके लिए क्या करें वेल मार्केट से शॉर्ट टर्म में पैसा बनाने का बस एक ही तरीका है दैट इज ट्रेडिंग चाहे वह इंट्राडे ट्रेडिंग हो या स्विंग ट्रेडिंग वैसे मार्केट को गिरते हुए देखकर आप डरना छोड़ दो जहां गिरते हुए मार्केट में आपके पोर्टफोलियो लॉस में है वहां कई सारे ट्रेडर्स हर रोज लाखों रुपए कमा रहे हैं यह देखिए 1st अप्रैल 2025 को जब निफ्टी 350 पॉइंट डाउन था तब विकास वरा ने ₹27 लाख का प्रॉफिट बनाया था अनमोल ने 14 लाख का प्रॉफिट बनाया था और जितेंद्र सिंह ने 8 लाख से भी ज्यादा का प्रॉफिट बना लिया था और यह सारे ट्रेडर्स के वेरीिफाइड पीएनएल है मैंने यह डाटा सेंसिबल से लिया है मेरा पर्सनल डाटा नहीं है यानी लिटरली लोग सिर्फ 8 से 10 दिनों में 400 से 500% का रिटर्न बना रहे हैं और आप भी यह कर सकते हो यह इंपॉसिबल नहीं है आज जितने भी प्रॉफिटेबल ट्रेडर्स मार्केट में ट्रेड कर रहे हैं ना सबकी अपनी एक स्ट्रेटजी होती है सिमिलरली मेरी भी एक जबरदस्त स्ट्रेटजी है जो मैंने मेरे टेक्निकल एनालिसिस के इस कोर्स में डिटेल में सिखाई है हमारे कई स्टूडेंट्स आज रेगुलरली मार्केट से पैसा बना पा रहे हैं क्योंकि उन्होंने टेक्निकल एनालिसिस को डिटेल में सीखा है अगर आप भी सीखना चाहते हो तो यह कोर्स को मिस मत करना अगर आपको भी एक प्रॉफिटेबल ट्रेडर बनना है तो ₹1000 भर के आप हमारे इस कोर्स में एनरोल कर सकते हो जहां मैं और मेरी टीम आपको हैंड्स ऑन एक्सपीरियंस देंगे और टेक्निकल एनालिसिस को डिटेल में सिखाएंगे जिससे आप खुद भी एक ट्रेडर बन सकते हो इस कोर्स में 20 से ज्यादा कैंडलस्टिक पैटर्न्स 15 से ज्यादा चार्ट पैटर्न्स 20 से ज्यादा ट्रेडिंग इंडिकेटर्स लाइव मार्केट ट्रेडिंग सेशन टेक्निकल एनालिसिस की 100 पेजेस से भी ज्यादा की डिटेल नोट्स एंड मोस्टेंटली मेरी पर्सनल ट्रेडिंग स्ट्रेटजी सब कुछ कवर्ड है तो अभी जाओ डिस्क्रिप्शन में दिए हुए लिंक से रजिस्टर कर लो क्योंकि यह ऑफर सिर्फ लिमिटेड पीरियड के लिए अवेलेबल है नाउ कमिंग बैक टू दी टॉपिक यूएस के प्रेसिडेंट डोनल्ड ट्रंप का मानना है कि पिछले कई सालों से यूएस को लूटा गया है यूएस का रेप किया गया है यस आई रिपीट उन्होंने खुद यह वर्ड यूज़ किया है कि यूएस का रेप किया गया है यह सुनिए अलव देम टू कम रेप एंड रेप आवर कंट्री देड ही द वर्ड रेप्स आई यूज़ द वर्ड रेप आवर कंट्री और इसीलिए सेकंड अप्रैल 2025 को यूएस के प्रेसिडेंट डोनल्ड ट्रंप ने दुनिया भर की कंट्रीज पर टेरिफ लगा दिए जिसमें इंडिया पर 26% टेरिफ लगाए गए हैं टाइम्स ऑफ इंडिया की ये रिपोर्ट को ध्यान से देखिए एस पर दिस रिपोर्ट इंडिया की टोटल जीडीपी का सिर्फ 12.4% हम एक्सपोर्ट करते हैं दैट इज 437 बिलियन यूएस डॉलर्स और उसमें से सिर्फ 77 बिलियन डॉलर्स ही हम यूएस को एक्सपोर्ट करते हैं व्हिच इज ओनली 2% ऑफ इंडियन जीडीपी और उसमें से भी सिर्फ 30% पार्ट है जो हाइली इफेक्ट होने वाला है यानी अगर जीडीपी के कंपैरिजन में देखें ना तो सिर्फ 0.6% भाई यह बहुत ही नेगलिजिबल वैल्यू है भरोसा नहीं है तो यह देखिए ग्लोबली जितनी भी कंट्रीज यूएस को एक्सपोर्ट करती है ना उसमें टॉप पर है वियतनाम ताइवान थाईलैंड मलेशिया एक्सटरा इंडिया तो बहुत पीछे है जहां बाकी कंट्रीज अपने जीडीपी का 10 से 25% यूएस को एक्सपोर्ट करती है वहां इंडिया सिर्फ 2% ही करती है यानी इंडिया को इन टेरिफ से बहुत बड़ा इंपैक्ट नहीं हो पाएगा लेकिन फिर भी ऑटो ऑटो कॉमोनेंट स्मार्टफोन स्टील और केमिकल जैसे सेक्टर को शॉर्ट टर्म में यह और भी ज्यादा अफेक्ट कर सकता है ऐसे में अगर आप इन सेक्टर के स्टॉक्स में ऑलरेडी इन्वेस्टेड हो तो अपनी पोजीशन हल्की कर सकते हो और स्पेसिफिकली अगर आईटी सेक्टर की बात करूं तो इंडियन आईटी सेक्टर का ऑलमोस्ट 70% रेवेन्यू यूएस से ही आता है TCS विp्रो Infosys जैसी हर बड़ी कंपनी का मेजॉरिटी रेवेन्यू यूएस से ही आता है ऊपर से इन टेरिफ की वजह से यूएस में जगह-जगह डोनल्ड ट्रंप के खिलाफ प्रोटेस्ट किया जा रहा है क्योंकि वहां इंपोर्टेड गुड्स काफी महंगे हो जाएंगे जिस वजह से इनफ्लेशन और इकोनॉमिक स्लोडाउन का माहौल बन सकता है तो आईटी सेक्टर से तो दूर ही रहना बेहतर है वैसे भी पिछले दो-ती सालों में आईटी सेक्टर ने कोई खास रिटर्न नहीं दिए हैं रही बात ओवरऑल मार्केट की तो हां शॉर्ट टर्म में मार्केट वोलेटाइल हो सकता है कमोडिटीज के प्राइसेस भी गिरने लगे हैं ग्लोबल मार्केट भी क्रैश हो रही है इस अनाउंसमेंट के सिर्फ चार दिनों में यूएस जापान चाइना ताइवान जैसी मेजर स्टॉक मार्केट में 20% तक का क्रैश ऑलरेडी आ चुका है फिर भी इंडियन मार्केट को यूएस टेररिफ की वजह से ज्यादा तकलीफ नहीं हुई है लेकिन इसका मतलब यह नहीं है कि आगे भी हमें कोई फर्क नहीं पड़ेगा देखो एक बात को ध्यान से समझ लो आज ट्रंप ने ऑटो और सेमीकंडक्टर इंडस्ट्री पर हैवी टेररिफ लगाए हैं साउथ कोरिया और जापान सबसे ज्यादा ऑटो एक्सपोर्ट करते हैं तो उन्हें इससे बहुत बड़ा फर्क पड़ा है मलेशिया और फिलीपांस की जीडीपी का 30 से 26% हिस्सा यूएस को सेमीकंडक्टर एक्सपोर्ट करके आता है इसलिए उन पे भी बहुत बड़ा प्रेशर बना है इंडिया यूएस को सबसे ज्यादा स्टील और फार्मासटिकल एक्सपोर्ट करता है लेकिन फार्मासटिकल्स पर फिलहाल कोई टेरिफ नहीं लगे हैं तो फार्मा स्टॉक को फर्क नहीं पड़ रहा है लेकिन स्टील स्टॉक्स खतरे में है Tata Steel JSW Steel जैसे स्टॉक ऑलरेडी 20% तक गिर चुके हैं और अगर जल्दी इन टेरिफ में कोई चेंजेस नहीं किए गए ना तो इन स्टॉक में गिरावट का माहौल और भी ज्यादा गहरा सकता है एक और सेक्टर जो ऐसे ही खतरे में है वो है रिन्यूएबल एनर्जी सेक्टर ट्रंप पर्सनली ग्रीन एनर्जी को बहुत ज्यादा सपोर्ट नहीं करते हैं उन्हें सस्ती एनर्जी चाहिए होगी ना तो वह फॉसिल फ्यूल भी यूज़ कर लेंगे जिस वजह से सोलर पैनल मैन्युफैक्चरर्स की सेल अफेक्ट हो सकती है इंडिया में adानी ग्रीन Tata पावर एंड बोरोसिल रिन्यूएबल जैसी कंपनीज़ इससे अफेक्ट हो सकती है यह कंपनियां यूएस को डायरेक्ट एक्सपोर्ट तो नहीं करती है लेकिन चाइना से सोलर पैनल्स इंपोर्ट करती है इसकी डिटेल रिपोर्ट चाहिए ना तो मैंने डिस्क्रिप्शन में ऐड कर दी है चेक जरूर करना वैसे इतने सारे स्टॉक को ना कहने के बाद पैसा कहां लगाना है यह भी तो जानना जरूरी है तो मेरे इस वीडियो को जरूर चेक करना इसमें मैंने इंडिया की टॉप रिसर्च एनालिस्ट द्वारा बताए गए 20 फंडामेंटली स्ट्रांग स्टॉक्स को कवर किए हैं अलोंग विद द डिटेल रिसर्च रिपोर्ट एंट्री प्राइस एज वेल एज टारगेट प्राइस आल्सो आई होप इस वीडियो में आपको किन सेक्टर्स और किन स्टॉक से दूर रहना है यह पता चल चुका होगा स्टॉक मार्केट के ऐसे ही टाइमली अपडेट्स के लिए चैनल को सब्सक्राइब करना मत भूलना और हां ट्रेडिंग से पैसा बनाना है तो टेक्निकल एनालिसिस कोर्स में एनरोल करना मत भूलना लिंक मैंने डिस्क्रिप्शन में डाल दी है",
    "timestamp": 1744625753466
  },
  "3b9t69R8MX0": {
    "data": "सीएनबीसी का यह आर्टिकल देखिए इसमें साफ-साफ लिखा है कि निफ्टी में 2500 पॉइंट का फॉल एक्सपेक्टेड है और निफ्टी 20,000 या फिर 19,500 के लेवल को भी टेस्ट कर सकती है यानी यहां से लगभग 10-12% का एक और भारी क्रैश आ सकता है और 27 सितंबर 2024 की 26,277 की पीक से देखा जाए तो लगभग 24% का फॉल एलरा कैपिटल के बीजू सोमियल ने सीएनबीc टीवी के साथ इंटरेक्ट करते हुए उनको यह भी बताया कि अब तक हमने जो देखा है ना वो तो बेयर मार्केट की सिर्फ पहली वेव थी और अभी तक 5 महीने ही हुए हैं यह बेयर मार्केट अगले 18 से 24 महीनों तक चल सकती है यानी आने वाले समय में शायद मार्केट और भी ज्यादा गिर सकता है वैसे मार्केट को गिरते हुए देखकर डरना छोड़ दो जहां गिरते हुए मार्केट में आपके पोर्टफोलियो लॉस में है वहां कई सारे ट्रेडर्स हर रोज लाखों रुपए कमा रहे हैं यह देखिए 1 अप्रैल 2025 को जब निफ्टी 350 पॉइंट डाउन है तब विकास वरा ने 27 लाख का प्रॉफिट बनाया है अनमोल ने 14 लाख का प्रॉफिट जितेंद्र सिंह ने 8 लाख का प्रॉफिट और तो और यह सारे ट्रेडर्स के वेरीिफाइड पीएनएल है मैंने यह सारा डाटा सेंसिबल से ही लिया है यानी लिटरली लोग 8 से 10 दिनों में 400 500% का रिटर्न बना रहे हैं और यह आप भी कर सकते हो यकीन नहीं होता है तो यह देखिए अगर आप निफ्टी के इस पुट ऑप्शन में सिर्फ ₹11,000 लगाते ना तो सिर्फ 10 दिन में ₹61,000 बन जाते यानी आपको ₹00 का नेट प्रॉफिट हो जाता यानी सिर्फ 10 दिन में 450% का रिटर्न कम है क्या चलो डिटेल में बताता हूं कि यह हुआ कैसे यह देखिए थर्ड जनवरी को निफ्टी 24,200 पर ओपन हुआ था और वहां से 10 दिन लगातार गिरावट आई 13 जनवरी को निफ़ी 23,100 के लेवल तक पहुंच गया यानी 10 दिन में करीब 1100 पॉइंट का क्रैश इसमें सबके इक्विटी पोर्टफोलियोस तो रेड हो चुके थे लेकिन मार्केट ऊपर जाए या नीचे ट्रेडर्स हर सिचुएशन में पैसा बना ही लेते हैं अगर आपको इस फॉल का अंदाजा होता ना तो आप थर्ड जनवरी को मार्केट ओपन होते ही निफ्टी का 16 जनवरी 2025 का ₹23,900 की स्ट्राइक प्राइस वाला यह पुट ऑप्शन बाय कर लेते जो उस समय लगभग ₹147 पर ट्रेड कर रहा था और अगले सात ट्रेडिंग सेशन में मार्केट 111 पॉइंट गिर गया जिस वजह से निफ़ी के इस पुट ऑप्शन की वैल्यू ₹825 हो गई यानी अगर आपने सिर्फ एक लॉट भी बाय किया होता ना तो आपके ₹11,25 इन्वेस्ट होते और वो ₹61,875 बन जाते यानी सारे खर्चे निकालने के बाद भी आपको ₹50,000 का नेट प्रॉफिट हो सकता था वो भी सिर्फ 10 दिनों में सिमिलरली अपमू में भी अब यह सेम स्ट्रेटजी से हजारों लाखों रुपए कमा सकते हो आपको बस मार्केट किस डायरेक्शन में मूव करेगा ना यह पता होना चाहिए आई नो ये डिफिकल्ट है बट इंपॉसिबल नहीं है मार्केट में 17 मार्च से लेकर 24 मार्च तक 5.8% की एक रैली आई थी जिसमें निफ्टी 22,350 से सीधे 1300 पॉइंट का जंप करके 23,650 तक पहुंच चुका था यहां अगर आप 17 मार्च को निफ्टी का 22,450 का यह कॉल ऑप्शन बाय कर दे ना तो सिर्फ छह ट्रेडिंग सेशन में 450% से भी ज्यादा का रिटर्न बन सकता था क्योंकि ₹300 वाला यह कॉल ऑप्शन 1270 पहुंच चुका था मार्केट की इस छोटी सी रिकवरी से आपका पोर्टफोलियो रेड से ग्रीन तो नहीं होता लेकिन आप ट्रेडिंग से छोटा-मोटा प्रॉफिट तो जरूर बना पाते ससेक्स का 78,000 का यह कॉल ऑप्शन तो सिर्फ 1ढ़ दिन में ₹55 से सीधे ₹834 तक पहुंच गया यानी ₹146% का मल्टीबैगर रिटर्न वो भी सिर्फ 1ढ़ दिन में यानी आपके ₹10,000 ₹1,400 बन जाते वाओ मोरल ऑफ दी स्टोरी क्या है यही है कि अगर मार्केट की मूवमेंट को समझ लिया ना तो प्रॉफिट आराम से बन सकता है और आज के इस वीडियो में मैं आपके साथ यही डिस्कस करने वाला हूं कि आने वाले समय में निफ्टी यहां से किस तरफ जा सकता है निफ्टी 18,000 पहुंचने वाला है या 28,000 आइए शुरू करते हैं इकोनॉमिक टाइम्स का यह आर्टिकल देखिए 2025 के एंड तक निफ्टी 28,000 और ससेक्स ₹0000 के लेवल पर पहुंच जाएगा ऐसी प्रेडिक्शन है यानी अगर यह सही हुआ ना तो निफ्टी 22,000 के बॉटम से लगभग 27% की आउटस्टैंडिंग रिटर्न दे सकता है वो भी सिर्फ 2025 में आई नो आपको भरोसा नहीं होगा लेकिन मेरे पास कुछ और भी इंपॉर्टेंट डाटा है ICICI डायरेक्ट की ये रिपोर्ट देखिए इनके अकॉर्डिंग निफ्टी 2025 के एंड तक 28,000 नहीं बल्कि 28,800 के लेवल तक पहुंच जाएगा Bajaj ब्रोकिंग भी निफ्टी के परफॉर्मेंस को लेकर काफी बुलिश है इसीलिए उन्होंने 28,700 का टारगेट दिया है अगर अब भी विश्वास नहीं होता ना तो गोल्डमैन सैच की ये रेटिंग देखो इस इंटरनेशनल ब्रोकरेज फर्म ने भी निफ्टी पर भरोसा जताते हुए 27,000 का टारगेट दिया है यानी ऑलमोस्ट बहुत सारी ब्रोकिंग फर्म निफ्टी को लेकर बहुत ज्यादा बुलिश है लेकिन क्या सच में ऐसा हो पाएगा क्योंकि पिछले 6 महीनों से यानी अक्टूबर 2024 से मार्च 2025 तक एफआई ने इंडियन मार्केट में कास्टेंटली सेलिंग ही की है और निफ्टी को अपने लाइफटाइम हाई से 15% क्रैश भी कर दिया है 26,000 से सीधे 22,000 तक 1 अक्टूबर 2024 से लेकर 26 मार्च 2025 तक एफआईआई ने करीब 32857 करोड़ का माल बेचा है हालांकि मार्च में एफआईआई ने सबसे कम सेलिंग की है लेकिन जब तक एफआईआई की इंडियन मार्केट में स्ट्रांग वापसी नहीं होगी ना मार्केट का तेजी से बढ़वा पाना बहुत मुश्किल है हालांकि मार्च में एफआईआई ने नेट बाइंग की है लेकिन फिर भी जब तक एफआईआई इंडिया में वापस नहीं आते ना तब तक इंडियन मार्केट का इतनी तेजी से ग्रो करना इंपॉसिबल लग रहा है ईडी नाउ की यह हेडलाइन देखिए इन्होंने भी अपने एक शो में यह सवाल उठाया था कि क्या निफ्टी 18,000 तक गिर सकता है और उस वक्त भी कई सारे एनालिस्ट का यह मानना था कि हां यह हो सकता है लेकिन फिलहाल तो बॉटम से मार्केट ने बाउंस बैकक करके एक रिलीफ रैली दिखाई है लेकिन क्या यह रैली सस्टेनेबल है क्या निफ्टी का डाउनफॉल यहां बंद हो जाएगा या फिर यह रिलीफ बस टेंपरेरी है और मार्केट फिर से 18,000 के लेवल तक गिरने वाला है वेल आज के इस वीडियो में आपको इन सभी सवालों के जवाब दूंगा अलोंग विद प्रॉपर रीज़ंस एंड एविडेंसेस तो वीडियो को एंड तक जरूर देखना अगर आपने मार्केट को सही तरीके से एनालाइज करना समझ लिया और आने वाले समय में मार्केट कहां जा सकता है यह समझ लिया ना तो आप आउटस्टैंडिंग प्रॉफिट बना सकते हो वैसे मार्केट ऊपर जाए या नीचे आपका प्रॉफिट पोटेंशियल बढ़ सकता है MSTOK के मार्जिन ट्रेडिंग फैसिलिटी फीचर के साथ आपको अपने कैपिटल पर 4x मार्जिन मिल सकता है यह प्लेटफार्म सारे रिटेल इन्वेस्टर्स को हेल्प करने के लिए ही बना है इनकी एमटीएफ ट्रेडिंग फैसिलिटी को यूज़ करके आप अपने एकिस्टिंग कैपिटल पर चार गुना लेवरेज ले सकते हो यानी सिर्फ 10,000 के कैपिटल से आप 500 के शेयर्स बाय कर सकते हो 400 की लोन आपको एमस्टॉक देता है जिस पे सिर्फ 6.99% से इंटरेस्ट स्टार्ट होता है जो कि पूरी इंडस्ट्री में सबसे लोएस्ट है यहां आप जीरो ब्रोकरेज के साथ ईटीएफ में भी इन्वेस्ट कर सकते हो जिसका मतलब है कम खर्चे में ज्यादा रिटर्न्स साथ ही डायरेक्ट म्यूच्यूल फंड्स पर भी 0% कमीशन का फायदा उठाइए और अपनी इन्वेस्टमेंट को कॉस्ट इफेक्टिव बनाइए ज्यादा सेविंग्स ज्यादा मुनाफा 18 लाख से ज्यादा लोगों का ट्रस्ट 80 करोड़ से ज्यादा सक्सेसफुली एग्जीक्यूटेड ट्रेड्स 4.1 स्टार की रेटिंग यह सब कुछ लोगों का इन पर भरोसा है एम स्टॉक नए और बेहतर टूल्स के साथ और भी पावरफुल हो चुका है ईटीएफ और एमटीएफ इन्वेस्टर के लिए 39 नए स्टॉक्स और छह ईटीएफ भी अब एमटीएफ के अंदर शामिल हो चुके हैं 16 नए ईटीएफ अब प्लेज शेयर के साथ अवेलेबल है इसका मतलब है कि अब आप भी डायवर्सिफाइड और फ्लेक्सिबल इन्वेस्टमेंट स्ट्रेटजीस फॉलो कर सकते हैं तो देर किस बात की है वीडियो खत्म होते ही डिस्क्रिप्शन में दिए हुए लिंक से एमस्टॉक चेक जरूर करना नाउ कमिंग बैक टू द टॉपिक मार्केट 2025 में कहां तक जाएगा उसका एक क्लियर पिक्चर समझते हैं मार्केट करंट लेवल पर रीज़नेबली वैल्यूड है पिछले 5 सालों में निफ्टी 8,000 के लेवल से 26,000 तक पहुंच चुका है यानी 223% का रिटर्न इन जस्ट फाइव इयर्स पिछले 5 सालों में हर किसी ने अपने पैसे 5 से 10 गुना ग्रो कर लिए हैं लेकिन अगले दो-ती सालों तक यह होना थोड़ा मुश्किल है इंडिया के जानेमाने ट्रेडर और इन्वेस्टर शंकर शर्मा का यह बयान सुनिए वेरी वेरीरी स्ट्रेट फॉरवर्ड यू विल सी नेक्स्ट टू जीरो रिटर्न्स फ्रॉम द हाईज ऑफ़ सेप्टेंबर 24 टिल द फॉर द नेक्स्ट फोर फाइव इयर्स और ऐसा इसलिए कहा जा रहा है क्योंकि ग्लोबल फैक्टर्स इंडियन मार्केट की ग्रोथ को बिल्कुल सपोर्ट नहीं कर रहे हैं एफआई अगले 3-4 सालों तक इंडिया वापस नहीं आएंगे क्योंकि यूएस बॉन्ड ईल्ड 4.5% के आसपास चल रही है यानी फॉरेन इन्वेस्टर्स यूएस में रिस्क फ्री 4 1/2% का इंटरेस्ट अर्न कर पा रहे हैं और अगर यूएस इक्विटी में इन्वेस्ट कर दे ना तो 10-12% का रिटर्न तो आराम से मिल जाएगा वहीं यूएस इन्वेस्टर जब इंडिया में इन्वेस्ट करने आते हैं तो सबसे पहले उसको करेंसी कन्वर्ज़ चार्जेस पे करने पड़ते हैं यूएस डॉलर्स को इंडियन रूपीस में कन्वर्ट करने के चार्जेस उसके बाद सेबी आरबीआई और इंडियन गवर्नमेंट के मल्टीपल रेगुलेशंस को फॉलो करना पड़ता है वो भी ठीक है और अगर वो इंडियन मार्केट से 15% रिटर्न बना भी ले ना तो शॉर्ट टर्म कैपिटल गेन टैक्स के नाम पे 20% और लॉन्ग टर्म में बनाए तो 12.5% यानी अगर एक साल में एफआईआई 15% का रिटर्न बना भी ले ना तो भी 3% तो गवर्नमेंट के पास जाएगा एज शॉर्ट टर्म कैपिटल गेन टैक्स इसके बाद 1 साल में इंडियन रूपी करीब 4% डेप्रिसिएट हो जाता है यानी जब एफआईएस अपना पैसा निकालकर यूएस वापस ले जाते हैं तब उन्हें यह रुपी डेप्रिसिएशन की वजह से 4% और कम मिलते हैं यह सब हटाने के बाद उन्हें ब्रोकरेज एक्सचेंज चार्जेस सेबी चार्जेस और करेंसी कन्वर्शन चार्जेस भी तो पे करने हैं सब मिलाजुलाकर 1% पकड़ लो यानी 15% पर एनम रिटर्न्स बनाने के बावजूद भी एफआईआई को नेट रिटर्न कितना मिला सिर्फ 7% इससे तो वह लोग इन्फ्लेशन को भी बीट नहीं कर पाएंगे अगर शॉर्ट टर्म कैपिटल गेन टैक्स की जगह लॉन्ग टर्म कैपिटल गेन टैक्स कंसीडर कर लो ना तो भी ज़्यादा से ज़्यादा 8% बन पाएगा और क्या वैसे हमने तो यह अस्यूम किया है कि निफ्टी 15% का रिटर्न देगा लेकिन यह जरूरी नहीं है पिछले 10 सालों में निफ्टी का सीएजीआर रिटर्न देखिए 10.40% है और 1.34% की डिविडेंड ईल्ड ऐड कर लो तो करीब 12% का रिटर्न अब सोचिए अगर मार्केट सिर्फ 12% रिटर्न देगा उसमें से 2-3% टैक्स 4- 5% का रुपी डेप्रिसिएशन 1% की ब्रोकरेज एंड सम अदर चार्जेस तो एफआईआई के पास बचेगा ही क्या सिर्फ 4 से 5% का रिटर्न इतना रिटर्न बनाने के लिए वो इंडिया थोड़ी आएंगे यूएस में बैठे-बैठे यूएस गवर्नमेंट बॉन्ड ईल्ड से ही इतना रिटर्न आराम से बन जाएगा और ऊपर से ट्रंप चाचा ने इंडिया इंडिया करके वोट्स तो ले लिए और पावर में आने के बाद इंडिया के खिलाफ ही टेरिफ वॉर अनाउंस कर दी है पर्सनली मुझे पॉलिटिक्स के बारे में ज्यादा तो नहीं पता लेकिन डोनल्ड ट्रंप एक नेशनलिस्ट इंसान लगते हैं जो सिर्फ और सिर्फ यूएस का ही फायदा देखना चाहते हैं जैसे इंडिया में मेक इन इंडिया मिशन चला था ना अब सिमिलरली यूएस में मेक इन अमेरिका मिशन चल रहा है सारे अमेरिकन मैन्युफैक्चरर्स को गवर्नमेंट रिबेट्स कंसेशंस और कई सारे बेनिफिट्स दे रही है और यह मिशन कोई टेंपरेरी मिशन नहीं है यह अगले तीन-चार सालों तक जरूर चलेगा बहुत जल्द डॉन्ड ट्रंप अमेरिकन इंस्टीट्यूशनल इन्वेस्टर्स को यूएस की कंपनीज़ और यूएस स्टॉक मार्केट में ही पैसा लगाने के लिए मोटिवेट करेंगे देख लेना जिस वजह से यूएस मार्केट में तेजी आ सकती है लेकिन इंडियन मार्केट में पहले जैसी तेजी आना मुश्किल है क्योंकि एफआईआई इंडिया वापस नहीं आएंगे एस पर माय ओपिनियन इंडियन मार्केट का ओवरवैल्यूड बबल अब बस्ट हो चुका है कई सारे स्मॉल मिड एंड माइक्रोcैब स्टॉक अपने टॉप से 50-60% गिर चुके हैं आपका पोर्टफोलियो भी 40-50% डाउन जरूर होगा और अगर अभी भी आपके पोर्टफोलियो में वही घिसे पिटे स्टॉक्स रहेंगे ना तो आप कभी प्रॉफिट नहीं बना पाओगे आपको सेक्टर स्पेसिफिक होना पड़ेगा ऐसे स्टॉक्स उठाने पड़ेंगे जो मार्केट लीडर्स हैं जिनका बिजनेस इन ग्लोबल फैक्टर्स की वजह से अफेक्ट नहीं होने वाला है ऐसे बिनेसेस जिसको गवर्नमेंट सपोर्ट कर रही है जो इकोनमी की ग्रोथ के साथ आसानी से ग्रो कर सकते हैं ऐसे 20 स्टॉक्स मैंने मेरे इस वीडियो में कवर किए थे एक बार चेक जरूर कर लेना लिंक मैंने डिस्क्रिप्शन में दे दी है और फिलहाल गिरते हुए मार्केट में म्यूच्यूल फंड कहां इन्वेस्ट कर रहे हैं कौन से टॉप 10 स्टॉक्स में अग्रेसिव बाइंग कर रहे हैं उसकी भी पूरी रिपोर्ट मैंने बना के रख ली है तीन दिन बाद मैं उस पर भी एक सेपरेट वीडियो लाने वाला हूं मिस मत करना चैनल को अभी सब्सक्राइब कर दो और बेल आइकन को भी प्रेस कर दो ताकि वीडियो लाइव होते ही तुरंत आपको नोटिफिकेशन मिल जाए निफ्टी के टारगेट की बात करूं तो सारे ग्लोबल फैक्टर्स को देखते हुए मार्केट कुछ समय तक कंसोलिडेट हो सकता है लेकिन 18,000 के लेवल तक तो नहीं गिरेगा अनलेस एंड अंटिल मार्केट में बहुत बड़ा स्कैम हो जाए या कोई बड़ा पेंडेमिक या फिर दो कंट्रीज के बीच में कोई मेजर वॉर डिक्लेअर हो जाए एस पर टेक्निकल एनालिसिस निफ्टी के लिए 21,980 बहुत ही स्ट्रांग सपोर्ट ज़ोन है पिछली बार भी मार्केट यहीं से बाउंस बैक हुआ था तो जब भी मार्केट 21,500 से 22,000 की रेंज में आता है और 21,500 को ब्रेक नहीं करता है आप बाउंस बैकक की तैयारी कर लेना फरवरी 2024 से लेकर जून 2024 चार महीनों तक निफ़ी ने कंटीन्यूअसली इसी लेवल को स्ट्रांग सपोर्ट बनाया था और यह आगे भी स्ट्रांग सपोर्ट का काम कर सकता है रही बात अपसाइड टारगेट की तो एज़ पर टेक्निकल एनालिसिस निफ्टी का अगला रेजिस्टेंस 24,800 पर है अगर आपको याद होगा तो यह वही लेवल है जहां से निफ़ी में हेड एंड शोल्डर पैटर्न का ब्रेकडाउन हुआ था और 3000 पॉइंट का एक शार्प फॉल आ चुका था अब अगर निफ्टी इस रेजिस्टेंस लेवल को ब्रेक करके ऊपर सस्टेन करता है ना तभी मार्केट में एक बुलिश सेंटीमेंट क्रिएट हो सकता है वरना यह छोटी-मोटी रैली से कुछ नहीं होने वाला है 2025 के एंड तक मार्केट कहां जाएगा यह समझना है तो तीन इंपॉर्टेंट डाटा पॉइंट्स को समझ लो टारगेट खुद ही समझ जाएगा नंबर वन बैंकिंग एंड फाइनेंसियल सर्विज स्टॉक में स्ट्रांग अपमूव आ सकता है क्योंकि आरबीआई आने वाले समय में 25 से 50 बेसिस पॉइंट का रेट कट कर सकती है जिससे लोन सस्ती हो जाएगी बैंक्स और एनबीएफसी के मार्जिन इंप्रूव हो जाएंगे लो इंटरेस्ट रेट वाली लोन का फायदा रियलस्टेट सेक्टर को भी मिलेगा और कंज्यूमर ड्यूरेबल गुड्स लाइक कार बाइक एसी टीवी मोबाइल्स की सेल्स में भी काफी इंप्रूवमेंट हो सकती है इन सबका कंबाइन इफेक्ट हमारी इकोनमी की ग्रोथ पर ही पड़ेगा नंबर टू कई सारे क्वालिटी स्टॉक अट्रैक्टिव वैल्यू्यूएशन पर मिल रहे हैं इसीलिए डीआई कंटीन्यूअसली उन्हें खरीद रहे हैं अक्टूबर 2024 से लेकर मार्च 2025 तक का पूरा डाटा देखिए एफआई भले माल बेच कर जा रहे हैं लेकिन डीआईएस आज भी कंटीन्यूअसली बाइंग कर रहे हैं पिछले 6 महीनों में करीब 3 लाख करोड़ की बाइंग और स्पेसिफिकली मार्च में तो एफआईआई भी नेट बायरर्स थे अगर यह ट्रेंड यूं ही चलता रहा ना तो 2025 के एंड तक मार्केट फिर से 26,000 के लेवल को आराम से टच कर सकता है नंबर थ्री इंडियन गवर्नमेंट यूएस टेरिफ वॉर को टैकल करने के लिए इंपोर्ट ड्यूटीज को कम करने का प्रपोजल पर विचार कर रही है बहुत जल्द इंडियन गवर्नमेंट इसे फाइनल भी कर देगी और फिर से हमारे जिओपॉलिटिकल रिस्क को कम कर देगी रिसेंटली सेबी और आरबीआई मिलकर एफआईआई की इंडिविजुअल स्टॉक इन्वेस्टमेंट लिमिट को 15% से बढ़ाकर 25% करने का प्रपोजल लाए हैं कुछ सेक्टर्स में एफडीआई लिमिट को भी बढ़ाया गया है मार्केट में आप जैसे रिटेल इन्वेस्टर्स का पार्टिसिपेशन भी बढ़ते ही जा रहा है यह सारे रीज़ंस मार्केट को सपोर्ट कर रहे हैं और बहुत जल्द निफ्टी को फिर से 26,000 के लेवल तक ले जा सकते हैं लेकिन जैसा कि मैंने पहले भी कहा हर स्टॉक ऊपर नहीं आएगा आपको सिलेक्टिव स्टॉक में इन्वेस्टमेंट करनी होगी इसके लिए आप मेरा यह वीडियो चेक करना मत भूलना और 3 दिन बाद जो वीडियो लाइव होने वाला है उसको भी मिस मत करना इसके लिए चैनल को अभी सब्सक्राइब कर लो और हां डिस्क्रिप्शन में दिए हुए लिंक से एम स्टॉक पर अपना अकाउंट ओपन करना मत भूलना जय हिंद इन्वेस्टमेंट्स एंड सिक्योरिटीज मार्केट्स आर सब्जेक्ट टू मार्केट रिस्क रीड ऑल द रिलेटेड डॉक्यूमेंट्स केयरफुली बिफोर इन्वेस्टिंग",
    "timestamp": 1744626157824
  },
  "oOBy21Jcb3Y": {
    "data": "एलसीड इन्वेस्टमेंट का बाप मिल चुका है सिर्फ यह एक शेयर आपको रातोंरात अरबपति बना सकता था 6 महीने पहले यह स्टॉक ₹13 पर ट्रेड कर रहा था आज स्टॉक की वैल्यू ₹8,55,900 दिखा रही है यानी 65,83,746% का मल्टीबैगर रिटर्न ₹10,000 सीधे ₹65 करोड़ बन जाते हैं यह एक इन्वेस्टमेंट कंपनी है मर्चेंट बैंकिंग कमर्शियल फाइनेंसिंग स्टॉक ब्रोकिंग शॉर्ट टर्म लोंस लॉन्ग टर्म लोंस ऐसी कई सारी फाइनेंसियल सर्विज प्रोवाइड करती है स्टॉक का नाम है मेगा फिन इंडिया लेकिन ₹8,55,900 का यह प्राइस आपको सिर्फ go के ऐप पर देखने मिलेगा क्योंकि यह बहुत बड़ा ग्लिच है बीएसई का यह वेरीिफाइड डाटा देखो इस स्टॉक में आखिरी ट्रेड 18 नवंबर 2024 को हुआ था और वह भी ₹13 के आसपास और तब से यह स्टॉक का प्राइस ₹13.6 ही चल रहा है इनफैक्ट फिलहाल यह स्टॉक सस्पेंडेड है क्योंकि कंपनी ने बीएसई को एनुअल लिस्टिंग फीस यानी कि एएलएफ ड्यूस देने में डिफॉल्ट किया है इसीलिए आपको Go के अलावा किसी भी ब्रोकर के ऐप पर यह शेयर नहीं मिलेगा वेल यह स्टॉक कोई ट्रेडेबल स्टॉक है ही नहीं और एक्चुअली में इतना प्राइस हुआ ही नहीं है यानी सच में यह शेयर का प्राइस ₹8,55,900 कभी पहुंचा ही नहीं है यह सिर्फ Go के ऐप पर दिख रहा एक ग्लिच है लेकिन कई लोग बिना किसी प्रॉपर रिसर्च के सबको यह फेक न्यूज़ फैला रहे हैं तो यह वीडियो अपने सारे दोस्तों के साथ शेयर कर दो ताकि वह भी यह फेक न्यूज़ से बच सके और ऐसे ही इनसाइटफुल वीडियोस के लिए मुझे फॉलो करना मत भूलना",
    "timestamp": 1744626553720
  },
  "SeAz3dfNVfc": {
    "data": "हर कोई एसआईपी से करोड़पति नहीं बन सकता आपकी 4000 की एसआईपी से 3 साल बाद 4 लाख बन जाएंगे लेकिन अगर भगवान ना करे आपके घर में कोई बीमार हो गया और हॉस्पिटल में एडमिट करना पड़ा तो 3 से 4 लाख का बिल कंफर्म है यानी आपकी 3 साल की पूरी सेविंग्स जीरो और पैसे कम पड़े ना तो गहने बेचकर या फिर दोस्तों से उधार लेकर भी इलाज करवाना पड़ेगा मैं सिंपली आपको यह समझाना चाहता हूं कि आप 4000 की बजाय 3000 की एसआईपी करते और 1000 महीना भर के हेल्थ इंश्योरेंस ले लेते ना तो आपको 5 से 10 लाख तक का हेल्थ इंश्योरेंस मिल जाता यानी पूरा मेडिकल बिल इंश्योरेंस कंपनी खुद पे करती और आपकी 3000 की एसआईपी से 3 साल बाद करीब ₹1.5 लाख का कॉर्पस भी आराम से बन जाता अब आप कहोगे कि हमने हेल्थ इंश्योरेंस ले लिया और क्लेम नहीं मिले तो वेल डोंट वरी डिट्टो के साथ ऐसा नहीं होगा डिट्टो इंश्योरेंस Zerod द बैंक एक न्यू एज इंश्योरेंस प्लेटफार्म है जिनकी टीम आपको फ्री कंसलटेंसी प्रोवाइड करती है यह देखिए यहां से आप बाय इंश्योरेंस पर क्लिक करके यहां से आप अपना सूटेबल टाइम स्लॉट सेलेक्ट कर सकते हो अब शेड्यूल टाइम स्लॉट पर डिट्टो की एक्सपर्ट टीम आपको कनेक्ट करेगी और आपके रिक्वायरमेंट के हिसाब से आपको बेस्ट हेल्थ इंश्योरेंस प्रोवाइड कर देगी बाकी कंपनियों की तरह बार-बार कॉल करके परेशान भी नहीं करेंगे कोई गलत प्रॉमिस भी नहीं करेंगे और तो और डिट्टो आपको क्लेम सेटलमेंट और डॉक्यूमेंटेशन में भी पूरी हेल्प करता है दैट टू फ्री ऑफ कॉस्ट तो अभी जाओ और अपनी फ्री कंसल्टेशन बुक कर लो लिंक मैंने बायो डिस्क्रिप्शन और पिन कमेंट में ऑलरेडी डाल दी है",
    "timestamp": 1744626554674
  }
}