{
  "5ATsqnCA7Mw": "गन्ने का जूस, बड़ा गिलास। Instagram पे ऐसे वीडियो आपने जरूर देखे होंगे। और अगर आप भी Instagram पर वायरल हो रहे इन मजेदार एआई वीडियोस को बनाने की सोच रहे हैं तो आज मैं आपको बताने वाला हूं पूरा प्रोसेस बिल्कुल आसान भाषा में और स्टेप बाय स्टेप। तो वीडियो को ध्यान से देखना। वीडियो के आखिर तक आपको सब कुछ समझ आ जाएगा। तो सबसे पहले इस तरह का वीडियो बनाने के लिए हमें कैरेक्टर इमेज चाहिए। कैरेक्टर इमेज क्रिएट करने के लिए। वैसे तो मार्केट में बहुत से एi टूल्स हैं जैसे लार्डो एi, आइडियोम, पिकलूमेन जैसे और भी बहुत से टूल्स हैं। इनमें से आप किसी को भी इस्तेमाल कर सकते हैं। अभी हम पिकन एi का इस्तेमाल करेंगे। पिकलूमेन पर पहले आपको अपना अकाउंट क्रिएट कर लेना है। अकाउंट क्रिएट करने के बाद आपके सामने कुछ इस तरह का इंटरफ़ेस ओपन होगा। यहां क्रिएट पर क्लिक करेंगे। उसके बाद यहां इस बॉक्स पर आएंगे और यहां से इमेज रेशो 9.16 सेलेक्ट कर लेंगे और यहां से टू सेलेक्ट करेंगे और यहां मॉडल वाले ऑप्शन पर आकर फ्लक्स स्नेल को सेलेक्ट करेंगे। इमेज जनरेट करने के लिए इस बॉक्स में प्र्ट एंटर करेंगे। अभी इस प्र्प्ट में नरेंद्र मोदी जी का नाम लिखा हुआ है। अब आपको जिस सेलिब्रिटी की भी इमेज जनरेट करनी है, उस सेलिब्रिटी का नाम आपको यहां मोदी जी के नाम की जगह लिख देना है। इमेज जनरेट करने के लिए यहां इस एरो पर क्लिक करेंगे तो इमेज जनरेट होना शुरू हो गई है। थोड़ा वेट करते हैं तो आप देख सकते हैं मोदी जी की गन्ने का जूस बेचते हुए इमेज जनरेट हो चुकी है। अब जो इमेज आपको पसंद आती है उसे आप यहां डाउनलोड पर क्लिक करके डाउनलोड कर लेंगे। अगर आपको इमेज पसंद नहीं आ रही है तो इमेज दोबारा जनरेट कर लीजिए और आप इस प्र्प्ट का इस्तेमाल करके चैट जीपीटी से भी इमेज जनरेट कर सकते हैं। चैट जीपीटी में आकर यहां लिखेंगे इमेजिन उसके बाद प्र्पों्ट को पेस्ट करेंगे। उसके बाद यहां एरो पर क्लिक करेंगे और चैट जीपीटी अब नरेंद्र मोदी जी की इमेज जनरेट कर रहा है। यहां पर आपको एक-द मिनट का टाइम लगता है तो थोड़ा वेट करते हैं और आप देख सकते हैं चैट जीपीटी ने कितनी अच्छी तरह से मोदी जी की इमेज जनरेट की है। यहां डाउनलोड पर क्लिक करके इसे डाउनलोड कर लेंगे। इमेज जनरेट करने के बाद अब आपको उस सेलिब्रिटी की वॉइस चाहिए। अभी हम मोदी जी की वीडियो बना रहे हैं। तो हमें मोदी जी की वॉइस चाहिए। तो मोदी जी की वॉइस हमारे पास पहले से है। आप किसी भी सेलिब्रिटी की वीडियो बनाते हैं तो उस सेलिब्रिटी की वॉइस आप YouTube से या फिर किसी भी और प्लेटफार्म से डाउनलोड कर सकते हैं। बाकी नरेंद्र मोदी जी की वॉइस का लिंक आपको इस वीडियो के डिस्क्रिप्शन में मिल जाएगा। अब नरेंद्र मोदी जी की आवाज में किसी भी डायलॉग को बुलवाने के लिए पहले हमें नरेंद्र मोदी जी की वॉइस को क्लोनिंग करना होगा। फिर वॉइस और इमेज के साथ वीडियो बनाना होगा। लेकिन हम जिस टूल का इस्तेमाल करेंगे, वह दोनों काम अकेला कर देगा। तो इसके लिए हमें चलना है हेड्रा एi पर इस पर आपको अपना अकाउंट क्रिएट कर लेना है। अकाउंट क्रिएट करने के बाद आपके सामने कुछ इस तरह का इंटरफेस ओपन होगा। यहां ट्राई नाउ पर क्लिक करेंगे। उसके बाद यहां स्टार्ट फ्रेम वाले ऑप्शन पर क्लिक करके मोदी जी की इमेज को अपलोड करेंगे। इमेज अपलोड करने के बाद ऑडियो स्क्रिप्ट वाले ऑप्शन पर क्लिक करेंगे और यहां जनरेट स्पीच पर क्लिक करेंगे। उसके बाद यहां क्रिएट वॉइस पर क्लिक करेंगे और यहां अपलोड ऑडियो पर क्लिक करके मोदी जी की वॉइस को अपलोड कर लेंगे। उसके बाद इस वॉइस को एक नाम देंगे और यहां सबमिट वॉइस पर क्लिक करेंगे। अब यहां यह कुछ देर प्रोसेसिंग करेगा और प्रोसेसिंग के बाद मोदी जी की वॉइस क्लोन हो गई है। उसके बाद यहां चूज़ वॉइस पर क्लिक करेंगे और जो अभी हमने मोदी जी की वॉइस क्लोन की है उसे सेलेक्ट कर लेंगे। उसके बाद यहां बॉक्स में अपना वह डायलॉग एंटर करेंगे जो हम मोदी जी की वॉइस में बुलवाना चाहते हैं। उसके बाद नीचे यहां जनरेट ऑडियो पर क्लिक करेंगे और कुछ सेकंड्स की प्रोसेसिंग के बाद मोदी जी की वॉइस में डायलॉग जनरेट हो चुका है जिसे आप यहां प्ले पर क्लिक करके सुन सकते हैं। उसके बाद यहां ऐड टू वीडियो पर क्लिक करेंगे। तो डायलॉग भी यहां ऐड हो चुका है। अब यहां एरो पर क्लिक करेंगे। अब हेड्रा एi वीडियो जनरेट कर रहा है। तो इसके लिए थोड़ा वेट करते हैं। अब वीडियो जनरेट हो चुकी है। वीडियो को यहां प्ले करके देखते हैं। गन्ने का जूस, बड़ा गिलास ₹20 का। इधर चले आइए हमारी जूस वाली गाड़ी के पास। तो इन सिंपल स्टेप्स को फॉलो करके आप भी किसी भी सेलिब्रिटी की ट्रेंडिंग वीडियो बना सकते हैं। तो दोस्तों, उम्मीद करते हैं ट्यूटोरियल आपको पसंद आया होगा। अगर वीडियो आपको हेल्पफुल लगी है, तो वीडियो को लाइक जरूर कीजिए। चैनल अभी तक सब्सक्राइब नहीं किया है तो चैनल को सब्सक्राइब कर लीजिए। साथ ही बेल आइकन को प्रेस कर लीजिए ताकि आने वाली सभी वीडियो का नोटिफिकेशन आपको मिलता रहे।",
  "bPtKnDIVEsg": "Hey guys, in today's video I'm going to show you how you can deploy agents from Google's new agent development kit to the cloud. More specifically, I'm going to walk you through the full process of deploying your agents to Google's agent deployment service called Agent Engine. And by the end of this video, you'll have your first agent deployed to the cloud, ready to respond to your real world request. And because you guys are awesome, I'm going to be giving away all the source code in this video, plus some step-by-step instructions completely for free, so you can build and deploy your own agents on your own time. Just check out the link down description below so you can go ahead and download everything today. And don't worry if you're new to Agent Development Kit or the cloud. I'm going to be breaking down everything step by step, so it's as easy as possible to follow. And if you get stuck or have questions for whatever reason, feel free to drop a comment down below. Or you can head over to my free school community where you can talk with me and other like-minded AI developers so we can get you unstuck and moving on your projects. But enough talking, let's go ahead and do a quick overview of the core technologies you're going to be using today so that we're on the same page. And then we're going to head over to the five steps you need to follow to deploy your local agents to the cloud. So let's go ahead and dive in. All right, guys. So before we dive into actually building out and deploying all of our agents to the cloud, we need to understand the core two technologies we're going to be using today. Agent Development Kit and then Vertex AI agent engine. So let's explain what they are and how they work together to deploy agents. All right, first things first is going to be agent development kit. Agent Development Kit is Google's new agentic framework that allows you to build out agents. So if you've used Langchain or Crew AI, Lum Index, any of these agent frameworks, it is exactly like that. So you'll probably recognize a lot of these instructions for creating an agent to where you pass in a model that you want the agent to use. Give it a name and then pass in some instructions on like all right agent. Here's exactly what you need to go off to do. So it should be super familiar to you. A few other cool points to note is agent development kit. You can actually pass in any model. So you could pass in an open AI model, a cloud model, any of them. You're not stuck using the Gemini models from Google. And it is completely free to use just like it is to use link chain or crew AAI. It's actually an open source repository, so you can actually go in, look at the source code, download it, make pull request, whatever you want to do. Now, that's how we're going to create our agents. And then now we need to talk about step number two, which is going to be deploying our agents. And we're going to do that through Vert.Ex AI agent engine. This is Google's platform to make agent deployment as easy as possible. Without a tool like this, creating agents and actually deploying them can be a ton of work, and they've done a really good job of simplifying the whole process and making it super affordable. So, a few things that you need to know inside agent engine, you can actually pass in any type of framework you want. So, I think they have a really good chart down here that explains it all. So, within agent engine, this is where you'll actually be like deploying all of your agents. You can actually pass in any agent framework you want. You could pass in crewi, lang chain, llama index, any agent framework you want. You can pass it in and deploy it through agent engine. And then once a agent is deployed, you can actually go off and make requests to it almost like you would just a regular API. So you can say like, hey agent, take in this request. Agent engine is going to host it, deploy it, and actually run the agent and then spit back the answer to you. Makes it super super easy to do. And a few other things that I think are pretty cool that you would like to know is when it comes to pricing, it's actually super super affordable. It is a pay as you go model to where you only pay as the agent is running, which is super important to me because I don't want to be racking up a huge bill of like hundreds of dollars if the agent only gets triggered once. So basically the way it works is, you know, whenever you send a request off to the agent, it's going to start tracking its time and say, \"Okay, cool. It looks like I ran for a total of 3 minutes.\" And along the way, I used 10,000 tokens. So you're automatically going to pay for the tokens you use. And then on top of that, you're going to pay for the resources that you used. So you can see you're going to pay basically for CPU usage and memory. So if you were to run all in all for an hour, you can expect to pay around 11 cent if you used one core and 1 gigabyte. So all around very affordable, which was I was super impressed with. So very excited that they've made it easy to deploy and basically very affordable as well. All right. So, now that we've talked about what are the two tools we're using, now it's time for us to actually go ahead and see how we're going to create our agents with Agent Development Kit and then easily go ahead and deploy them over to Agent Engine over in Vertex AI. So, if you have any questions on any of that, feel free drop a question down below. I know these are some like more advanced, bigger topics, but let's go ahead now and head into the five core steps you need to go from agent to deployed agent. So, let's go ahead and dive in. Okay, so now that we've talked about the two tools you're going to be using, Agent Development Kit and Agent Engine, let's go ahead and cover at a high level the five steps you need to take to deploy your agents to the cloud. So, first things first, we are going to create an agent using ADK. So, I already have a pre-built one for you that you can just go ahead and download for free down in the description below. Once we have our agent set up on our local computer, then we need to go ahead and start setting up our cloud resources. So, first we're going to go ahead and create a new project in Google Cloud Platform. From there, inside Google Cloud Platform, we're going to enable and set up our AI resources. Once we have the cloud set up to support all the AI functionality, we're on our local computer going to installed Google Cloud CLI. This is going to allow us to log in, access our cloud resources, and it's going to enable us to connect to Vertex AI so that we can actually start to run our agent locally because it'll have access to our Gemini keys and everything else we need to run it. And then finally, once it's up and working and everything's installed, we can then go ahead and deploy our agent to the cloud. And I have scripts and everything else that you need to make this as easy as possible. Like I said, I've tried to break down everything step by step. So let's go ahead and hop over to the first step where we are going to look at the agent that we are going to deploying to the cloud today. So let's go ahead and hit to step number one. So welcome to step number one where we're going to do a quick overview of the agent that we're going to be deploying to the cloud today. So at a high level what we're doing is I've built a shortbot agent for you guys which all it does is this agent takes in a message and then makes it as short as possible to get the same message across. So, as you can see, this looks just like lang chain and crewi where you pass a name, model, and description. You pass in your instructions here where you basically go ahead and say like, hey, this is the task you're trying to perform. And what you can also see is you can pass in tools just like you would normally do with lang chain or crewi. So, inside the tools, you just go ahead and make a normal Python function, give it a parameters, give it the types, give it a dock string of what it should do, and then all the code that needs to run. Like I said, this is more of a deployment tutorial, so we're not getting super fancy with the underlying agent. Okay, so first things first, I have set up instructions for you guys so that you can easily install this and run it locally. So, if you head over to the readme after you download this source code for free, what you can see is I have basically step-by-step instructions to where you guys can, you know, go ahead and install the project. And to install it, you're going to need to use Poetry. Don't worry if you run into any issues. drop a comment down below or you can go ahead and actually talk to Tit and it'll walk you through installing Poetry on your local computer. Once you have installed Poetry, all you need to do is run poetry install and this is going to go off and install all the necessary dependencies that you need to actually run this project. Everything from the Google Agent Development Kit, which is the main one, and all the other tools you need for deploying and everything else. So, that's what's going on at a high level. And then what you can do next is go ahead and activate the environment that you just created. And what this will allow you to do is actually run commands. Specifically, what you can do now is down here, what I've showed you guys is you can actually go ahead and start to run your agent. Now, what you can do is just type in ADK web. And what this will do is it'll go ahead and spin up the web version of this agent so that you can begin to chat with it. Now, I am going a little bit of ahead and step four will actually go ahead and install Google Cloud, which will connect you to Vert.Ex AI, which will actually allow you to like go ahead and start running this. So, this won't work out of the box until we do step four. I just want to go ahead and give you a quick overview of the agent. So, if we head over here, you can see we're now in the web view of our agent. So, up here on the top left, you can see all of our agents that we have running. And then we can go ahead and start to type in messages that will get sent to our shortbot. So, we can say, \"Hey, how was your weekend?\" We can say, \"Anything fun? Have fun with the family.\" And then what it'll do is it'll go ahead and send that message off to our agent. And then our agent will go ahead and type a response back. Sorry, I actually, this is on me. I I meant to refresh the page. So, if we go ahead and send it again, what it'll do is it'll go ahead and actually run. And you can see what I've told the agent to do is give me the original character count, the new character count, and the new message. So you can see basically what it did is like hey this was kind of redundant and what it did is it made it shorter. So you can see the agent's up and running. You can dive in to you know seeing the events that happened, the initial request that was being passed in the response. Don't worry if any of this is confusing. I'm actually going to after this video create a agent development kit quick start where I dive deeper and I'm also going to create an agent development kit masterass. So I'm going to have a lot more content coming out around this but today I just wanted to focus on deployment. So, as you can see, our agent is actually up and running and it works. And you can see that there are instructions that will walk you through exactly how to install your agent and get everything running. Okay, cool. So, we are officially done on the setup. The only other things that I do want to mention that are very important for you to understand how it all works at a high level for agent development kit is the fact that the way agent development kit works is you create agents through folders. So you can see we have an ADK shortbot that is going to be the name of our agent and then within this folder you can see I create an agent.py file. Well that's basically how it works. This is kind of how they want their structure of agent set up. So you can see name of agent here. Then we give the instructions for the agent. This name needs to match this name. It's very important that they match folder and project name. So that was just one thing that tripped me up whenever I first created agents in agent development kit. So yeah. So, that's everything that you need to know at a high level when it comes to creating your agents. And we're going to go ahead and head over to step number two where we're going to start walking you through actually getting everything set up for the cloud. Let's go ahead head over to step number two. So, welcome to step number two where we're going to create your Google Cloud Platform account and the project that you're going to be using to manage all the resources for our deployed agent. So, first things first, inside of Google, just type in GCP cloud and you should see a link to that will point you over to Google Cloud. So, we're going to go ahead and click that. Now, what we need to do next is if you've never created a Google Cloud account before, you're going to want to go ahead and sign up to create an account. It should be completely free to do. If anything, you might need to hook up a payment method. It's not going to charge you anything, but you might be asked to connect a payment method just so that you can access some of the newer features. You won't be charged until you run anything, so don't worry about that, but just wanted to point that out as an important note. Great. Once you've signed up, now it's time for us to go ahead and go over to our console. So, you're going to click console. And what this will do is it'll take you to inside of Google Cloud Platform. Now, if you see a screen like this, yours might be a little bit different if you've never created a project before, but as you can see on my screen, I can see I'm in the Brandon Hancock.io workspace and I'm working on the deploy ADK quickart project. Together, we're going to go ahead and create a new project from scratch so that we're working from the same area. So, what I'm going to go ahead and do is click new project. And I'm going to call this ADK shortbot YouTube. So, this is the name of my project. You don't the naming really doesn't matter. It's just something that you'll easily memorize and recognize when you see it. Now, what you want to do next is click the billing account. So, in my case, I have two billing accounts. You probably will now have one billing account because you went through the setup process. So, click that. And then, when it comes to your organization, I only have one. And then location. I only have one either. So, uh, it should be pretty much just like this except reflect your information. So, next we're going to go ahead and click create. And this will take a few seconds to create your new project, spin up all the resources, and get everything ready. Now, once it's done, you can click this button right here to select your project. And you can see in the top left, it now shows we're working inside the new project. If for whatever reason that didn't happen, you can always just click up here in the top left and research all the projects that you have and click the proper one. So great, we now are done with step two. So let's go ahead and head over to step number three where we're going to enable all of our AI resources. So welcome to step number three where we're going to start enabling all of the AI services inside of your Google Cloud project so that we can start to deploy our agent. So first things first, what do we need to do? We need to enable Vertex AI. So, what we can do is in the top of our search bar, type in Vertex AI and you should see a search result just like this. We're going to click Vertex AI and then we are going to click enable all recommended APIs. And this is going to create Vertex AI Studio and everything else that you need in order to start working with, you know, Vert.ex AI. And a quick reminder, Vertex AI is also going to enable us to start using agent engine, which is the most important thing that we're trying to use here. Now, this does take quite a few seconds to create. So, if you click on this little notification bell in the top rightand corner, you can see all of the different resources and services that it's enabling. Everything from compute, notebooks, data flows, everything that you need. And you can see it also went off and created a bunch of other services right here. So, we're going to let that run. And then what we also need to do is create a new bucket where we can start to store our deploy agents. And what is important to note about this, I'm just going to show you an existing project so you can see it in action. This is something that I created a while ago. And you can see I made a bucket which is where we're going to basically store our deployed agents. And you can see I made previously an ADK shortbot and it got deployed to this bucket. And if you dig in, you can actually start to see some of the like all the different folders and resources stored in order to actually run our agent. So all this is going to get stored to the cloud. Okay. So that's what we're ultimately trying to do. So what we can type in is bucket. And if you go to cloud storage bucket, this is what we're trying to do. And we need to create a new one. So in our case, you're going to click create. And then from here, we're just going to give it a simple name. So I'm going to call it the same name as my project. So ADK shortbot YouTube. And then we can pretty much click continue for everything else. Now, it is important to note that this will cost money, you know, but it's like insanely cheap. So you can see it cost almost 3 cent per gigabyte per month and we're going to be using barely anything. So like we might get charged a penny per month with what we're doing here. So don't worry about it. Like we're not going to be breaking the bank. So click continue. Pretty much click continue through everything and the defaults are usually great enough. And we're going to click and continue. The next one is what we want to do is this one is important. Enforce public access prevention. Basically what this mean is, hey, can the outside world access our stuff? And the answer is no. We do not want the outside world accessing information in this bucket. So that is important that it stays checked. So we're going to click continue. We're going to use the normal soft delete policies and click continue. Basically, go ahead and just click everything as the default and you should be good. So great, our bucket is now set up. Things are great. And if you go back to our notification bell, you can also see that everything has been set up properly. Fantastic. Now, there's one last piece that we need to work on together. So, if you just click back to the root menu, which you can click on Google Cloud, it'll take you back to the root. We need to copy over a few pieces of information over to our bucket. So, we need to copy two things. One, we need to copy the project ID. So, you can click copy. And basically what we're doing is we are trying to update our environment to say, \"Hey AI agent, where do you want me to deploy and use all my project resources?\" That's exactly what we need to set up. So when it comes to Google Cloud Project, we're going to put your new project name here. For cloud location, we're just going to use the default, which in my case was US Central 1. I would recommend using this one as well. Basically, you could use any of the deployed AI enabled locations. There's a huge list, I think about 30 different places that enable access to AI features, but US Central 1 works. So, I would definitely recommend using this. The final thing we need to do is say, hey, where is the bucket that you want me to deploy resources to? So, what you can do is go ahead and type in click cloud storage, which will take you back to your bucket. You're going to click buckets. Then, when you click ADK shortbot or whatever name you gave it, what you can do is you can find the name for it right here. So, whatever name pops up right here, that is the name of your bucket. So, you can come back over here, paste it in. Fantastic. You now have your project set up to where it's pointing to all of your cloud resources. And that's everything that you need to do now that you've enabled all of your AI resources, set up your bucket, and you've updated your environment variables. So, now what we can do is go ahead and head over to step number four where we're going to start setting up Google Cloud CLI to connect your local computer to all of your cloud resources. So, let's go ahead and head over to step number four. So, welcome to step number four where we're going to set up the Google Cloud CLI on your local computer. And this is what's going to allow you to do two things. One, it's going to allow you to actually run your local agents properly because it's going to give you access to Gemini on your local computer to where it's going to pull down all the credentials and give you access to running it. And two, it's going to give you the ability to start deploying your agents to Google Cloud. Now, why are we doing this? Well, if you actually head over to the agent development kit quick start guide, you can see there is a step to where it's like, all right, cool. In order to actually start to use these large language models, which option do you want to do to access the LLM service? And in our case, we are using Vertex AI because that Vertex AI is what also gives us access to agent engine. So, this is exactly why we're following the steps. So, as you can see, it says to set up Google Cloud CLI. So, what you can do is click this link or in the readme docs, I have a link for you to follow to. So, what you want to do, click this link and it'll take you to a website that looks just like this where it's going to say, okay, here are the different platforms you can install Google Cloud CLI on. And in my case, I'm on a Mac. So, all I needed to do was, you obviously are going to click whatever platform you're using, but in my case, I'm on a Mac and I'm using Apple Silicon. So, I went ahead and clicked this and then I downloaded it. Once I downloaded it, all I needed to do was run this command that it tells you to run. And this is going to go ahead and install it on your local computer. So, literally just follow these instructions. And then once it's installed, all you need to do is run Google Cloud Unnit. What this is going to do is allow you to start to run Google Cloud anywhere on your computer. So once you run Google Cloud init, it's going to add it to your path. So you can at any point anywhere just run Google Cloud and it'll start to work on your computer just like this. Great. So I'm going to run Google Cloud init with you because we also need to set up and connect our project to actually point to the proper project. So when you're first using it, it's going to ask you to do two things. It's probably going to ask you to log in. So let me just show you that as well. So you're going to run g-cloud login. And what this will do is actually ask you to sorry G-Cloud off login. So what this is going to ask you to do is go ahead and log in to your account. So I'm going to log in. And then once you log in, you're going to say, \"Yes, I want to accept all of these different permissions.\" Great. You're now logged into Google Cloud CLI. And you can start to run any of the things that you want to do and actually have access to Google Cloud. Then what we can do is run Google Cloud. And this is where we're going to go ahead and start setting up our local environment to start pointing to the proper projects. So yours is going to not show this because you're doing this for the first time. So, you're going to probably just walk through the like, hey, what project would you like to set up? In my case, I'm going to say, hey, I want to reinitialize this to point to the proper project. So, I'm gonna say one, I'd like you to show me all my potential projects. And I'll point to the right one. And before I do that, it's going to ask which account would you like to use to perform? In my case, you saw me just log in with my email. So, that's exactly what I'm going to do. Then, it's going to show me all of my existing projects. Now, in my case, we just created this project. So, number one, so this is the project I'm going to pick. You obviously want to pick the project you created in Google Cloud. Then it's going to say, do you want to configure a default zone? We're not going to worry about that for now. And now you can see, hey, congrats. You are ready to start using Google Cloud and it's connected to this project. So fantastic. You have actually set up Google Cloud to work locally on your computer. And what's really cool is now you also have ability to run that ADK command I showed originally that ADK web where it actually spins up the local agent that we created and runs it. Now that we have access to Vertex AI and all of our Gemini keys and everything else that are just automatically created under the hood, you can now start to actually run this as well. So this is where you can start to come in here, pick an agent. Let's actually go ahead. Sorry, I'm running this from the wrong folder. I was like, why is it showing all those random files? So sorry. You can actually run it here. ADK web. And this is where it'll show all of your different potential agents that you have. And this is where you can start to run it all. So ADK and then hey, how are you? So just to show that's working. So it's going to run. It's going to go trigger it. It's going to original count, new count. Fantastic. So everything is looking good. So we now have our agent up and running. And we are now at the final step where we're going to start walking through how we can start to deploy this agent that we've created now to Google Cloud now that we've set up and connected everything. So let's go ahead and head to step number five. So welcome to step number five where we're now going to dive into deploying your agents over to agent engine. And before we just start running through the code where you're going to see exactly how to deploy these agents, I want to walk you through a few core concepts you need to understand first. So when we're actually looking at the code in just a second, you understand, oh yeah, that is what's happening and I understand why all the different parts are moving the way they are. Okay. So let's look at a few of the most important things first. So what we've done so far is we have created an agent and now that agent can run locally on our computer and what we're trying to do is two things. One, we want this agent to get bundled up into a container and deployed over to Vertex AI engine. That's exactly what we're trying to do here. And under the hood, when we dive in the code, you're going to see that this is actually super straightforward. You really will do two things. You are going to create the engine, and it's going to be called a reasoning engine cuz we're basically almost like building a chat agent is what we've done so far. And so, we're creating a reasoning engine. And all we're doing is passing in our root agent, which is our shortbot. And what we're doing is saying, \"Hey, enable tracing.\" And once you've created your agent and it gets wrapped and turned into an application, all we need to do is then deploy it. And we're going to dive more into the code in just a second, but what we're going to do is create a deployment. And how this works is you say agent engine, please create a new engine. And all you do is pass in this application right here. And it's going to take all of the different agents, sub agents, tools. It's going to package it all together and deploy it over to agent engine. And you need to specify two other things. Any requirements. So basically, it's all getting bundled and packaged together. So if there's any specific packages your agents use, like if you're building a weather application and you needed to use like a Python weather SDK or anything like that, you would start adding all of those additional packages right here. So weather SDKs, if you were using some other fancy libraries, you'd pass them all right here. And then when it comes to extra packages, what you want to do is put the name of your package. So in our case, if you actually go look at the code that I wrote, you can see that everything that we're trying to deploy is in the ADK_Shortbot package. So that's exactly what we've done over here where we just say, \"Hey, the only package you need to deploy is ADK shortbot because this includes all the agents you need for deployment.\" So that's what we're putting there. So that's the only thing you need to put in the extra packages. Okay, check. We've walked through high level what's happening. Now there's a few core pieces of terminology you need to understand before we start deploying these to the cloud. So so far you've seen how we can create a deployment and we run this Python code and it actually deploys it off to agent engine and what that's going to do is create a deployment. A deployment is nothing more than all the instructions needed to run the agent. So it's just sitting there waiting to be used. Then what we can do is create a session. And a session is nothing more than saying okay I would like to use this deployed agent and now I'm going to start having a conversation with it. So a session is nothing more than a conversation with an agent. So hopefully that makes sense. So let me show you some examples of this in action. When we were using our ADK web earlier in the browser, you saw how we could chat with our agent. So you can say we're chatting with this agent. And every time we create a new conversation, it's going to add a new session. And if you remember, a session is nothing more than messages. So if you actually click into a session, what you'll notice is it just shows this. It just shows a summary of all the messages we pass back and forth between us and the agent. If we had more tool calls, it would show the tool calls in here. And that's pretty much everything you need to know when it comes to deploying agents. There's deployments and there's sessions. Deployments contain all the instructions and packages and everything needed to run the agent and sessions are actual conversations with messages with that specific deployed agent. Okay, so hopefully that makes sense and you kind of see how the dots connect. And don't worry, we're going to actually now that you've seen these highle concepts, we're going to hop over to the code, deploy our agent, go ahead and start creating new sessions. And once we've created a session, you're going to see us actually start chatting with the agent back and forth. So let's go ahead and hop over to the code where we're going to start taking action on everything you just learned. All right, guys. So, welcome to the code portion of deploying your agents to agent engine. And before we dive in to look at the code, I just want to mention that I've created a script for you guys to make deployment as easy as possible. And I've tried to set it up in a way to where you can just type in the command line and perform all the actions that you would like to do. Specifically, I have set up the code in a fashion so that you can create and delete and list all of your deployments that you've made to agent engine. And then outside of that, I've also set it up so that you can look and start to chat with all the sessions that you create because you remember sessions are where we chat to. And then finally, I've set it up so that you can easily send messages and start to chat with your deployed agents in one of these sessions. So this will make more sense and we're going to actually walk through it part by part. So don't worry if any of this is confusing. We're going to go step by step and hit each one of these. Okay, so first things first, what we need to do is create our own agent and deploy it to agent engine. This is the exact same code that you guys saw earlier where we're going off and first creating the application and then deploying the agent application to Google Cloud App Engine. So here's what we need to do. If you come down to your terminal, you can type in poetry run and then you can type in deploy remote. Now, let me break down each part of this so it actually makes sense on why we're doing each thing. So, poetry, this is what we're using for our package management. And what we're doing is saying, \"Hey, I would like you to run this script.\" So, where the heck is this script defined? Great question. If you head back over to pipro.tl, you can see that I've created a script for you guys, which is deploy remote. And deploy remote calls the deployment python file. and it calls remote sorry it goes to the deployment folder calls the remote Python file and runs the main function. So that's exactly what we have. So here is our deployment folder with our remote Python file and then inside of that we are trying to run this main function. So that's exactly what we have here folder file function. Okay, cool. Hopefully that makes sense. So now what we're going to do is we would like to go ahead and create our deployment of our agent. So I'm going to run it first just so you can see how it works. We're not actually deploying and creating it yet. I just want to show you that it's going to give you all the possible options that you can run to basically use this deploy script. In our case, we're trying to create our deployment which is going to push our local agent to the cloud. So we're going to run at the very end of this command d-create. And I'll make it a little bit bigger for you guys so you can see too. So now when I run create, what it's going to do is go, thank you for giving me everything that I need. I'm going to install all the proper dependencies that I need. And then from there, once I know everything I need to install, I'm going to use that bucket that you created earlier and we set up in our environment variable files. And I'm going to start saving everything over to our Google storage bucket. So, I'm going to save all the instructions dependencies and I'm going to go ahead and build this agent and save it in a zip file over to our bucket. And then once it's saved everything to the cloud, things are happy. Then it's going to kick off agent engine and saying, \"Hey, you here's all the raw ingredients you need. Now, please go forth and deploy this agent.\" And you can actually look at the progress of this agent in real time to see where it's at in the deployment process. Quick heads up, this can take like up to 10 minutes to deploy an agent. So, you know, get a cup of coffee and wait. But let me show you what's going to happen in real time. So, if we click on that link, we can look at the logs, the deployment logs in real time. So, let me go ahead and make this full screen for you guys. So, what we can see is we are in our correct project. And then you can see in real time it is going through the entire deployment process. So, you can see, let me zoom out. Oops. Sorry. It doesn't like being in this like half state. So you can see in real time what it's doing is it is going okay cool all those packages you put in listed in our Google storage bucket. I'm going to go ahead and download everything in the bucket that you told me to download. And I can actually show this to you in real time. So if we hop back over over here and we go to our cloud storage bucket, you can see that our new everything that we talked about is actually deployed. So you can see in our agent engine folder, you can now see it has all of our requirements. So you can see if I was to actually look at this. So we'll go ahead and look at it just so you can see it. So you can see it has all of the proper dependencies needed to actually run this agent. And then what it's doing is it's downloading everything and those requirements file. And from there what it's doing is it's installing all the dependencies in real time. And what it's trying to do is fully download create the container and get it ready to be fully deployed on agent engine. So, what I'm going to do is do a quick pause and we're going to come back once the agent is fully deployed because like I said, it can take up to 10 minutes. And I'll show you that it's running once it's done deploying. All right, guys. So, it just deployed our agent to agent engine, and we can confirm that it properly deployed it by running the list deployments command. So, you can see we have an extra function in here that's going to say, \"All right, agent engine, please list out all the deployments so I can see what's actually been deployed to the cloud.\" So to run this, all we need to do is go back and see what available commands we have to us. And in our case, we want to run the list command. So come back up here, type in list. And now we should see that we have a deployed agent on agent engine. Fantastic. This is the exact agent we wanted to deploy. Now we can move forth with creating a new session. And a session is nothing more than a conversation between us and our deployed agent. And the important variables that you need to pass in when creating a session are the resource ID. So this is like hey what deployed agent should I talk to. Also which user is talking with the agent. This doesn't need to exist anywhere else. Like this you know usually would just come from your application. And the reason agent engine put this in here is so that at any point you could go up and look to figure out all the different conversations a specific user has had with a specific agent. So that's why they put it here. It's really just to help you list out sessions later on. So, let us go ahead and try it out. So, we're going to copy the resource ID because that's what we needed. And in this time, what we're going to do is run the create session command. This is what we're running this time. So, we're going to type in create session. Create session. And then pass in the resource ID. And if you don't pass in a user ID specifically, it just uses test user by default. So, that's totally fine with me. So, we're going to go ahead and create our session. And this will take a few seconds and showcase the new session results. So, tada. You can now see I just created your session for you. Here's the new session ID. Here's the user ID, in our case, test user, and everything else you need to know about the new session with our agent. Great. So, now that we have that set up, what we can do is fetch that specific session just to show that it was created properly. So, what we can do, you can see we have a get session flag. We'll actually skip it and we're just going to go ahead and chat with the session. But just know you could list out all your sessions for our specific user and you could grab a specific session to see all the message history. But in our case, let's go ahead and have fun and send the specific message. So going back to earlier, we need to call the send flag. So in our case, send is the new command we're trying to run. So we're going to type in send. And now we can look up what information do we need to provide. Well, resource ID, we have that. What else do we need to provide? We need to provide the user ID. In our case, this was just test user. And then finally, we need to pass in the session ID. So session ID, you can grab that right here. And then what we need to do is pass in the actual message itself. So you can see message right here. So d- message. And now we can just say like, hey, how did your weekend go? Anything fun? And then we can send this off to our agent. And what we should see back in just a few seconds is our agent responding back to us. So you can say, \"We sent this message. How'd your weekend go?\" And then we got back this response. So the original character count was 38. I shortened it to 23 just by saying, \"Hey, how was your weekend?\" So all around it did a good job of shortening the entire thing. So all around super impressed. And that is us actually communicating with our deployed agent. This isn't local. This is a deployed agent running in the cloud to where it's running, doing its thing. So all around, I thought this is amazing. Now, let me go ahead and we're going to hop over next just as a bonus session. I want to show you how you can start to look at traces and logs of these deployed agents. Let's go ahead and look at that real quick. Okay, so as a bonus, I wanted to show you guys how you could look at traces for your deployed agents. And a trace is nothing more than a specific set of messages that have been passed back and forth. It's how you can actually see what's going on between your agent and your users. So, all you need to do back inside Google Cloud, what you can do is type in traces, and you'll should see something called trace explore. That's exactly what we want to click. Once you click trace explore, you can start to see all the different messages that have been sent between you and your customers. So, you can see we have an invocation which goes ahead and if you click on it, you can see how it says, \"All right, this trace shows that agent, specifically the ADK shortbot was called.\" Then you can see, well, what did that agent do? Well, it called an LLM. Then you can dive in here to see everything that happened. So, you can see we called Gemini Flash 2.0. You can see that we gave an instruction saying like, \"Hey, your message is shortening assistant. Here's what you should do.\" You can see the response from the LLM. So, you can actually see everything that happens inside of your agents going through traces. So, this is a really cool way to like look back and see like, hey, what has been happening inside of my agent? Is it been performing properly? You can, you know, if you wanted to, you could do some filters here to say like, hey, I only want to look at LLM calls that have happened and see, well, what are the LLM calls that happen? So, you can actually dig in and see everything here. I thought traces was a super cool functionality and definitely wanted to show it to you guys cuz now you're an expert at deploying agents to agent engine and this is a next step that you could look in to see how your agents are performing. And just a few quick reminders, you can download all the source code that you saw in the video today completely for free. Just check out the link down description below. And if you need help, feel free to drop a comment down below or to head over to my free school community with over 6,000 like-minded AI developers where we have weekly free coaching calls and we'd love to chat with you and get you unstuck and moving forward on your AI projects. Also, I have a lot more AI content right here on this channel. I definitely recommend checking out whatever videos are popping up next. And I'll soon be dropping new videos on agent development kit, a complete master class, and a quick start guide. So definitely hit the like and subscribe button so you can be notified as soon as those videos come out. But until the next time, I can't wait to see you guys and good luck on all of your AI projects. See you. [Music]",
  "12YlKk40YAI": "Hey guys, Lovable 2.0 just dropped with a bunch of new amazing features to make it even easier to build and deploy real world applications, even if you're not a coder. And in today's video, we're going to look at the five biggest updates of Lovable 2.0. And then you're going to see all of these updates in action as we go off and build a beautiful website just like this, completely from scratch, only using prompts inside of Lovable. And we're going to build it in less than 10 minutes. And because you guys are awesome, I'm giving away a custom GPT that I've created for you guys that helps you create the perfect prompts for Lovable to help you build beautiful websites even faster. Just check out the link in the description below so you can download it for free. Also, don't worry if you're not a coder. Lovable 2.0 has made it even easier to build full stack applications to where even your grandma can do it, which is why I'm so excited to talk about everything in this new release. Also, huge shout out to lovable for sponsoring this video. I've been using them for a while to build my own websites just like this one. And I've loved how easy and simple they've made it to build beautiful websites, which is why I was so excited when they reached out to collaborate to talk about this new release. But enough talking, let's go ahead and cover the five big features that you want to see and go ahead and dive into the live build. So, the first and my favorite update inside of Lovable 2.0 is they've really upped the bar on their visual editing platform. At this point, you can click on any element inside the web application you're building and you have total control over it. You can update the text, the text size, the padding, pretty much anything that you can think of, you can directly control through a guey. And this is a huge improvement from where we were a few months ago where if you wanted to make changes, you would either have to hook the project up to code and you manually go change it elsewhere or you would have to spend an extra credit to say, \"Hey, can you please make the text this much bigger?\" So, this is a huge improvement to make it more cost-effective and easier to use to get better results. Super excited about this first update. And the second feature I'm super excited about is Lovable is now fully supporting dev mode, which means you can easily toggle back and forth between prompt and preview and code and preview. So if you're a developer like me and you want to get your hands dirty, you can easily now do it. And my favorite part is all of the changes you make, you can easily press save and it will save it directly to GitHub, which is a huge improvement of where we were a while ago to where you would have to manually edit everything over in GitHub and import it back in. Now it's just super easy to all edit in one place. Super excited for you guys to try this one out. And the third new feature you're going to see inside of Lovable 2.0 is their new chat mode agent. And I can go ahead and tell you this thing is a beast. You can use it to ask questions about your project or you can have it help you debug issues. Or my favorite is you can use it to plan out big changes and updates inside your applications. And it's great because you get to make sure you and the agent are on the same page before it goes off and makes changes. But once you are both on the same page, it has a nice little button for you that says implement changes and then it just takes care of the rest for you from there. Absolutely love this one. Super excited for you guys to try this one, too. And the fourth new feature you're going to see inside of Lovable 2.0 is their new multiplayer mode, which allows you to bring in your friends, co-workers, and other contributors to your projects so that you all can work on the same project. This one is amazing because in the past, everything inside of Levable was single player. So, it was pretty much you working on it. If you wanted to make changes, you had to send it over to GitHub where you could have other people to start to work on the project. But now you can all work in one unified workspace, which is Lovable, and make all the changes you guys want, and you can share all the billing credits under one account. Absolutely love this feature. And the fifth major update you're going to see inside of Lovable is you can now buy your own custom domains all inside the application. I absolutely love this one, especially for beginners, because now you don't have to hop across all these different websites to go off and buy your own beautiful domain. and you're actually going to see me later in the video go off and buy AI with Brandon.ai and you're gonna see how just how easy it is to buy it and actually start hosting your website on your own custom domain. Excited for you guys to see this one in just a bit. And as a quick extra bonus, I wanted to show you guys some pricing changes that they've made to make everything simpler and more transparent and honestly more affordable. So, let me walk you through the old pricing super fast so you can see what it used to be. So, back in the day, what it was is they had multiple tiers. everything from starter to launch to scale to teams and everything was based around daily limits and then on top of that it was monthly limits. So there were just a lot of moving parts uh and ultimately if you were using lovable a ton you would eventually hit scale and once you hit scale it was confusing cuz it's like I just want more credits. Now I'm having to deal with monthly limits. So it was all around kind of confusing. But now to make things more transparent, more clear, and like I said, more affordable, they've simplified it to now a free tier, a pro tier, and a team uh team tier on the free tier. So, if you just sign up for Lovable today, you'll get five daily credits. So, you can log in, actually crank out a beautiful website completely for free, and you can actually see it. The only gotcha is it's going to be public so other people can see your source code, but it's still a great way to get started and try out the product. Then once you're saying, \"I'm addicted and I can't stop using it now.\" You will hop over to the pro tier, which is 25 bucks a month for 100 credits per month. And what's so nice about this is everything's credit based. So one credit equals one message. And if you want more credits, great. There's uh will be a drop down right here. And you can say, I'd like 200 monthly credits, 300, 400, 500. And basically every 100 credits is around $25. And you can do a ton with a 100 credits. You'll see in just a second when we go build out the application how many credits we use to actually build a beautiful website. So you're going to see, you know, we can go really far with 100 credits. And you're going to get some other features, too. So private project, so you can hide your project so other people can't see the source code. You can invite other editors to start doing the multiplayer mode. And you can start to bring in your own custom domain. So you're going to see all this in just a second. So yeah, those were the five plus one bonus new features inside of Levable 2.0. So now let's go ahead and hop over to the live build so you can see all these features in action. All right guys, welcome to lovable.dev. So this is what the updated version of Leovable looks like. And I'm super excited for us to dive into the live build in just a second. But if this is your first time looking at lovable, I just want to give you a quick tour. So right when you log in, you can easily just type in your prompt right here and create a beautiful web application. As you go off and create real world projects, they'll be able to uh access all of the active projects you have right down here. And then if you're looking for inspiration, they have a from the community tab. So you can see in real time all the different projects that people are working on to get inspiration and just see what people are making. So absolutely love it. Now in our case, we are going to be doing a live build to showcase all the new features that you just saw. And as I mentioned at the very beginning of the video, I have built a special GPT for you guys that will create the perfect prompt for you guys to make building a website inside of Lovable so easy and just make the results honestly beautiful. Lovable already does a phenomenal job and this just helps you with getting the ideas out of your head and into a prompt. So all you need to do is click the link down description below to go over and get this GPT prompt generator. And what it'll do is it'll walk you through a few quick questions about like, hey, what are you trying to build? you know, what's the goal and what you're trying to do from there. And after answering a few questions, it's just going to go off and generate a beautiful document that's going to contain all the information needed for Lovable to create an amazing website for you. So, it's cranking out so much code. So, what I've done is I've copied the code. Um, and what we're doing in our case is saying, \"Hey, please build me a portfolio website so that I can say, \"Hey, here's all my YouTube content, and if you want help building out AI agents, come work with me.\" That's all we're trying to do. That's all the GPT has done. So, what we can do is just paste in the result from the GPT and give it over to Lovable. From there, Lovable is going to take in our huge prompt that's going to contain everything from the copy for the website, the style of the website, and everything else needed to go off and create our website. And it's going to spin out and start cranking up an entire Nex.js application completely completely for for free and super fast. Just if you remember from the beginning, you get five free credits. So, this could be one of your credits to go off and create the initial part of your application. So, we're going to give it a second while it's going off and cranking out our website, and we're going to pop right back in once it's done building. Okay, guys. So, it took just a few more seconds to go off and build our website. But look how amazing the final result is. And this is after a single prompt. This is crazy how good it did. So, as you can see, we have a amazing hero section saying like, \"Hey, AI with Brandon, email me. Here's some information about me.\" and just continual call to actions. We'll fix some of these buttons in a second, but overall amazing for the first attempt. From there, I told the prompt that I wanted to showcase my latest YouTube videos. So, it did a great job of making a new section to showcase all my videos. Don't worry, in just a little bit, we'll actually put in real videos, you know, just to help you get ideas on how you can actually interact with lovable and make changes. And then from there, it has an awesome footer section to where it's like, hey, once again, call to action. Do you want to work with me? Cool. you know, help I'll help you build out your AI agents. Just email me and here's some examples of what I can work on. So, all around crazy that it did this in a single, you know, a single try. So, what we're going to do next is start working on showcasing how you can start to use some of the new features to fix and make improvements to the application that you just built inside of Lovable. Okay. So, the first thing I want to show you guys is the new visual editor. So, in order to make changes to a specific component inside of our application, we can click the edit button down here. And what it'll do is it'll go, okay, great. Which application do you want to change? So, in our case, what I want to do is update this span right here. So, specifically, what I want to say is, hey, please drop the email icon here. And basically what we can do is it'll go off and it'll make the change in real time to where it's going to say, \"Okay, I understand where in the source code this icon is at. I'm going to remove it, save the file, and then I'll update the preview.\" So this should take just a second to go ahead and fix the email button. So you can see in real time it's editing it. It should be changing it, and it dropped it. Okay, great. So now we have fixed that part of the code. And now what we can do is once again try it on somewhere else. So, we have the edit button toggled. So, let's go ahead and do this edit. And in this case, the cursor flashing keeps happening in the wrong spot. So, um you can also see inside of here, we can change anything as well. So, we can update the, you know, the style of the text. We can change anything that we wanted to. So, in our case, what I want to do is just say, let's say discard because I clicked the wrong thing. So, discard. Sorry about that. And what we'll do is click this section right here and just say, \"Hey, there are some issues with the cursor inside of this component. It is always on the right, sorry about that, long day side of the screen. So then what we can do now is send it off and it'll go, okay, hm, why is that happening?\" It'll go off and fix it. So all around this is just crazy that we can just type to lovable it give it the issues we're having. It'll analyze the code and then from there it'll go off and make the fixes in order to actually make the changes happen. Uh so we can get rid of bugs which is crazy because once again nothing so far has required you to understand code. All you need to do is just identify a problem and then translate it and tell it to lovable for it to go off and make the necessary changes. So, we're going to give it just a second to go off and quickly update this cursor issue real quick, and then we're going to showcase some of the other features inside of Lovable 2.0. So, we gave Lovable a few more seconds, and it was able to fix the typewriter effect. So, now it's looking flawless to where it's typing in and out my different things that I do instead of having the cursor over here randomly. So, this looks amazing. So, now let's go ahead and look at one of the next features, which was going to be the chat feature. Now, this one is crazy how good it is. So, let me show it to you. So, what you can do is click chat. And as you can see, when you click chat, it's gonna allow you to work with lovables agent that is going to understand what you want before making changes. So, let me show you this in action. So, what we're going to say now is go, okay, I would please like to make some changes to this YouTube section. I don't want to have all of these different category tags that you can see right here. And then when it comes to my actual videos, I don't want to show these placeholders. I want to show my actual videos. So here are links to all of my videos and the title for each one of those videos. So now what we can do, like I said, click chat and then press enter. What this is going to do in our case is come up with a big plan of going, okay, I understand the website's current state. I understand what you want and now I am working and brainstorming a new plan of how I can make this come to action and what I'm going to do to you is present this plan in real time so you can see all the changes I want to make. So I want to update the gallery. So I want to get rid of all the current stuff. Then what I want to do is actually enhance the video data. So everything's fake right now. It's mock data. And I want to show the real YouTube ID. So when someone clicks it, it takes them over to YouTube. And then I want to make the each one of these card elements more beautiful. So right now um you know we just have very light animations and I want to make it look a lot prettier. So this is what it's recommending. And then like I mentioned earlier, this thing is a beast. So once you're on the same page as it, you can just click the implement the plan and it'll go off and make all the code changes. And that's exactly what we're going to do. So this takes just a few more seconds to go off and actually look through all the different code and look at the plan and make all the changes. So, we're going to give this a few more seconds so you can see implement this plan in action. So, after just a few seconds, Lovable was able to crank out the plan that we gave it. And the updates are crazy. So, now you can see it's pointing out to all of my videos that I've been working on on my YouTube channel that I gave it. So, you can see it has beautiful like nice little effects for each one. So, now we can have like a nice little play button and when I actually hover over it, it, you know, shows a nice animation. So, all around it did a great job showcasing my portfolio. And now what I want to do is dive into one of the other features that Lovable just dropped, which was their inline code editor. So you don't need this if you're not a developer, but if you are a developer, I just want to showcase how powerful it is. So what we're going to do inside the code is drop this section right here. So this was just like a madeup quote and we're just going to get rid of it. So what we can do is in the top right hand corner, there's a new button that allows you to switch over to dev mode. So once you're in dev mode, you can see all your source code. And to get a better sense in of the code, you can actually collapse this editor over here on the lefth hand side. So now you're just in full code mode. And this is where you can see everything inside of your Nex.js application. In my case, you know, if you're familiar with Nex.js code, you can see all the different things in here. And I believe this will probably be the work with me section. Yeah, this is definitely the work with me section. And we're going to scroll down to the bottom cuz this is where it made up that one quote that I don't want anymore. And I can easily come in here and delete it. So I'm just going to press delete. And what's amazing is now what you can do is just click save changes. In the past this used to be a big sticking point because what you had to do was go all right lovable. Sorry you're actually connected up to GitHub. Don't worry if you don't know about GitHub. Um, but basically you're saving all your changes to uh GitHub and now what you have to do is go make changes in a different editor and then save those changes, push them back up, reloadable. It used to be a whole ordeal, but now you're just directly making the changes right here inside of Level. And it's so easy to do. It's crazy. So now you can just click save changes. Everything should uh take just a second to save everything to GitHub. And now whenever you look back at the preview, you can see that it completely dropped that random quote at the end. So, that was so easy to make some amazing changes. And now what we can do is open back up our editor over here and everything's great. You can see that we just saved some changes in our code editor. Now, if you did want to add it back, something else that Lovable does that just makes it super easy. If you ever make a mistake, you can easily just click restore and you'll go back and undo a change. So, I can just show it to you real fast. So, if we want to get rid of that code change, we can just click restore. It'll take us a few seconds to actually load everything back up. It's working on undoing those changes. Success. We restored. And now it's back. But hey, I don't want it. I just wanted to show you guys that it does work. So, it takes just a second. So, all right guys. So, now what we're going to do is head over and start looking at how we can start to publish our application and buy your custom domain now that we have a perfect beautiful website uh spun up. And publishing is super easy. All you need to do is in the top right hand corner, click publish. Now, what this will do is it will automatically by default publish to a lovable domain for you. So, lovable.app is where it'll all get published and whatever the name of your application is. So, up here in the top left, that's usually what the domain you're going to be given. So, you're just going to click publish. And what this will do is it'll take a few seconds, but it's like packaging all the code together, deploying it for you, handling all that complexity, so you never have to worry about it. So, now you can see your app is fully deployed. So you can click the little link and it'll take you to your website to where you can see it in all of its glory. And this thing looks amazing, guys. And we did this in like a few minutes. It's crazy that we could build all of this in a few minutes. So all round absolutely crushed it. Love what Lovable has done, hence the name. So now what I want to do is walk you through the process of buying your own domain inside of Lovable just so you can see how easy it is and how you can update the domain you deployed to. So, you're not deploying to lovable, you're deploying to your own URL. So, we're going to go ahead and walk through it real quick. First thing you need to do is click manage. When you click manage, it'll take you to the settings page and it'll give you two options. If you already have your own domain that you've bought somewhere else, click add domain. But if you want to buy it through Lovable, I would uh just click this link right here, and it'll take you over to this page right here. So, it's going to take a second to spin up. I think they're just getting a ton of traffic right now. So, it's a little slower to start, but we're going to give it a few seconds and then we're going to come back and start trying to buy our own domain. All right, so what you need to do, go ahead and delete whatever it has in here and type in whatever domain you want to. And it has some extra cool features that you'll see in just a second where it includes AI to help you come up with ideas. But go ahead and type in your first domain by default. So, in my case, I'm going to do AI with Brandon. Make sure I spelled it right. Yep. Andai. And we're going to go ahead and click check availability. Now what this is going to do is say all right is this domain available in my case it is. So what I can do is buy the domain. Now for whatever reason if this domain was not available you can actually search for other domains. So down here let me zoom in for you guys so you can see it a little bit better. So you can see down here what we can do is search for other ones. So if this one doesn't work and I was going to be like Brandon does AI, I can search with generated uh domain name. So, I'm going to say Brandon Brandon AI developer developer. And then we can click generate domains and it'll go off and search for us to be like, okay, based on what you want to do, here's other domains that you could buy. And some of them are stupid cheap. And then other ones aren't. I definitely want to go for a.com, aapp, or aai. So, I'm not going to look at those. And I'm going to go back to add to cart. And I'm quickly just going to buy everything. So, you know, it's a two-year subscription. Just to give you guys an update on like pricing, I've bought domains, other AI domains, and they usually run me around $69 per year. So, this is honestly a really good deal. So, I'm going to go through the process of buying it real quick and then once it's done, we're going to hop back over and I'm going to show you how you can change to deploy your apps uh your own app to your own new website. So, give me just a second. Oh, and something else I just want to show you that pops up immediately next is Lovable gives you the option to easily hook up Google Workspace. So, if you want to have your own custom email, so in my case it would be Brandon at AI with Brandon, I could easily click add to cart and this would give me that email capabilities. But I'm going to skip it for now and just buy strictly the domain. So, one second and then we'll be right back. So, I just bought a domain and this is what the screen looks like after you're done where it says like, hey, you brought the domain and it's going to be automatically configured to work with lovable. It could take some time for everything to get configured, but we should be good to go. So, we're going to click finish. And then we're going to, in our case, go back to publish. And now what we can do is see that we have two different domains now. So, we have our current one that came automatically. And now we have a new one. Now, you can see it's spinning cuz it's taking some time to officially connect everything. So, you can see it's just pending. So, what we're going to do is take a quick pause while it's in that 10-minute grace period. And as soon as it's ready, we'll go ahead and record it. And I'll show you guys how you can fully deploy and we'll go check everything out. So, it took about 10 minutes just like it said it would. And now everything is officially connected. No more white dot. And what you can do is if you go off and publish right now, what'll happen is it will now publish to both of our domains, which is super nice. It's one click and we get everything deployed to both of our different domains. Now, this isn't going to work. However, I'll show you why. So, u if you click right now, it's going to go and take you to this failed site. So, what we need to do is if you bought a domain just like me, what you'll do is you'll go over um you'll get some emails saying like, \"Hey, here's your link to login.\" And in our case, we need to activate this SSL thing, which is basically allowing, you know, secure HTTPS, which stands for hypertext transfer protocol secured. And that's what we're trying to do. So, we're just went to do the activate now, the SSL starter kit one. It takes a second then everything is officially Yeah. Everything is officially secure. So you just click wait a second and I agree. I agree. I agree. Set up SSL. I'm going to download the private key. So yeah, tada. You now have officially made your website secure. So you're not going to get that issue anymore. So I just want to show you guys that cuz that definitely was tripping me up at first until I realized what was going on. So now it probably will take a little bit to propagate everything. None of this stuff is instant. We'll update one more time just to make sure. But yeah, usually anything related to buying a domain, setting up all these uh certificates takes extra time. So don't get freaked out if it takes, you know, a little bit up to sometimes an hour or so to uh to officially be connected. But now, yeah, we're going to give it a little bit more time and I'll let you guys know once it's ready to go. So I gave it a little bit more time and now everything is golden. So now whenever I click to go off to my website, now it officially directs everything over to where you can see AI with Brandon. We have our beautiful website built with lovable. We have some amazing looking animations. You can click to email me where it'll be directed to actually, you know, sending me an email to work with me. You can see all the videos I've been working on and you can, you know, once again say, hey, call to action. You want to build an AI agent, work with me. And once again, this was all created with Levelable, which is crazy. I'll actually have a link to this uh website down in the description below so you can see it yourself and test it out just because I think this thing is amazing. So, I hope you guys are as excited about Lovable 2.0 as I am. And I definitely recommend checking out the link in description below so you can head over and check out Lovable yourself to start creating your own beautiful websites. And also, if you would like to see me to do a deeper dive into Lovable and connecting up to Superbase to start building out deeper full stack applications, definitely drop a comment down below so that I know that you guys want it and I can build it for you guys. But yeah, definitely recommend checking out all the other videos I have on my channel and cannot thank you guys enough for watching this one today. See you. Talk to you in the next one. Bye.",
  "Tc69MFchD0U": "टॉपर इज इक्वल्स टू जिंदगी बर्बाद हो गई है। यह मैं नहीं कह रहा हूं। हंसराज कॉलेज की एक टॉपर स्टूडेंट बिस्मा फरीद ने अपने Lindin पोस्ट में शेयर किया था। 50 से ज्यादा सर्टिफिकेट्स, 10 से ज्यादा मेडल्स, 10 से ज्यादा ट्रॉफीज़ होने के बावजूद मुझे आज कोई इंटर्नशिप तक ऑफर नहीं कर रहा। हमेशा से मेरे प्रोफेसर्स, टीचर्स, रिलेटिव्स सभी ने बचपन से कहा है कि पढ़ाई पर ध्यान दो। वो काम आएगी। लेकिन आज इंटरव्यू में मुझे यह नहीं पूछा जा रहा है कि तुमने स्कोर कितना किया बल्कि यह पूछा जा रहा है कि कौन सी स्किल्स है तुम्हारे पास और मैं इसके लिए कभी भी रेडी नहीं थी। कंपनीज़ नाउ फोकस ऑन स्किल्स रादर देन मार्क्स। तो क्या करें किताबों को आग लगा दे। नहीं नहीं नहीं ऐसा कुछ नहीं है। स्किल तो ठीक है लेकिन कौन सी स्किल्स, कैसे स्किल्स और मैंने न जाने कितनी ही वीडियोस बना दिए हैं जिसमें मैंने बताया है कि स्किल्स सिर्फ तीन तरीके की होती है। हार्ड, सॉफ्ट और हाइब्रिड। और करंट ट्रेंड और करंट जनरेशन के हिसाब से हाइब्रिड स्किल्स पे आपको फोकस करना चाहिए। तो मैं उसके डिटेल में नहीं जाऊंगा। वह आपको लिंक डिस्क्रिप्शन या आई बटन पे मिल जाएगा। बट आपकी अगर कोई और फील्ड है स्पेशली क्रिएटिव फील्ड्स जैसे कि ग्राफिक डिजाइनिंग, वीडियो एडिटिंग, स्क्रिप्टिंग, स्टोरी टेलिंग, मैनेजमेंट, फाइनेंस, कोडिंग तो इन्हें सीखने के लिए इन स्किल्स की जरूरत है। ना ना बाबू खाएगा ना धोखा। यह स्किल्स नहीं है। यह टूल्स है जिन्हें हम स्किल्स समझते हैं। स्किल्स तो यह है जिसको मास्टर किया जा सकता है क्विकेस्ट टाइम में वो भी ₹50 के अंदर। हमें एक बीमारी है डॉक्टर के पास जाते हैं तो वो कहता है कि रूट कॉज पे हमला करना जरूरी है। वरना यह वापस आ जाएगी। कोई भी स्किल हम सीखना चाहते हैं तो उसकी रूट को सीखना जरूरी है। अब इस पेड़ से समझो। पत्तियां सॉफ्ट स्किल्स हैं, तन्हा हार्ड स्किल्स है और डालियां हाइब्रिड स्किल्स है। और मजे की बात यह है कि सबकी रूट कॉज दो ही है और वो है ह्यूमन साइकोलॉजी और प्रॉब्लम सॉल्यूशन। और यह काफी लॉजिकल भी लगता है। अगर हम यह समझ जाते हैं कि सामने वाला इंसान क्या चाहता है। वही उसे वो देना है और कैसे देना है। यही तो सबको चाहिए। एग्जांपल के लिए तुम ग्राफिक डिजाइनिंग सीखना चाहते हो। तुम्हें भले ही पता है कि ये किससे बनाया जाता है लेकिन ये नहीं पता क्या बनाना है कैसे बनाना है तो घंटा तुम उन चीजों का इस्तेमाल कर पाओगे अब मान लो ये एक ग्राफिक डिजाइन है जो Photoshop से बना हुआ है और ये वही सेम ग्राफिक डिज़ाइन है जो उसी सॉफ्टवेयर से बनाया गया है तो तुम कौन सा चूज़ करोगे जाहिर सी बात है यही वाला चूज़ करोगे लेकिन इसमें फर्क क्या है यहां पर कलर साइकोलॉजी का इस्तेमाल अच्छे से किया गया है कंपोज़िशंस का इस्तेमाल अच्छे से किया गया है लेआउट्स का इस्तेमाल अच्छे से किया गया है और उसकी वजह से ये काफी विजुअली अपीलिंग लग रहा है डिज़ तो सेम यही है लेकिन यहां पर कलर स्कीम मिसिंग है। लेआउट का कुछ आता पता नहीं है। इसलिए यह खराब लग रहा है। तो यहां पर हमें साफ-साफ पता चल जाता है कि यहां पर फर्क सिर्फ प्रिंसिपल्स का है। यहां सही इस्तेमाल हुआ है या नहीं हुआ है। तो इस बेसिस पे ग्राफिक डिजाइन अगर आप सीखना चाहते हो तो उसके बेसिस पे ये रूट स्किल्स आती हैं। जैसे कि कलर साइकोलॉजी, कंपोजिशन, स्टोरी टेलिंग। अगर आप वीडियो एडिटिंग सीखना चाहते हो तो पेसिंग एंड अराउजल स्टोरी थ्योरी, आई पैटर्न साइकोलॉजी, सिनेमेटोग्राफी, कलर साइंस, स्टोरी टेलिंग अगर सीखना चाहते हो तो ह्यूमन साइकोलॉजी, रिलेटिबिलिटी, कम्युनिकेशन और नरेटिव बिल्डिंग सेम यही चीज आप कॉपीराइटिंग में करते हो और कोडिंग और मैनेजमेंट में ये रूट स्किल्स आ जाती हैं। तो, यह कुछ क्रिएटिव फील्ड्स हैं जहां पर रूट स्किल्स यह होती हैं। अब आप कहोगे कि साले एक थप्पड़ मारूंगा खींच के। स्पोर्ट्स और कुकिंग में क्या ह्यूमन साइकोलॉजी का यूज करेंगे? तभी तो मैंने बोला। तो ये कुछ क्रिएटिव फील्ड्स हैं जहां पर रूट स्किल्स ये होती हैं। अब कुकिंग के अंदर यह रूट स्किल्स आ जाती है और स्पोर्ट्स में ग्रॉस मोटर स्किल्स और देखा जाए तो ह्यूमन साइकोलॉजी का यहां मतलब आ जाता है गेम सेंस। अगर आप उस मोमेंट में अपनी गेम सेंस नहीं लगाओगे तो कभी कुछ ना करके भी देखो। ईट फाइव स्टार डू नथिंग। तो आप खुद तय कर सकते हो कि आपकी फील्ड के हिसाब से कौन सी रूट स्किल्स सीखनी जरूरी है और वो ढूंढना जरूरी है और उसे कैसे सीख सकते हैं उतना जानना है बस अगर आप यह सोच रहे हो ये कितनी एडवाइस दे रहा है तो इसका प्रैक्टिकल सबूत मैं आगे वीडियो में दूंगा अभी बताना हिम्मत है तो खैर आगे की छोड़ो अभी दे देते हैं यह मेरी फर्स्ट वीडियो है चैनल की जो कि एक पावर पॉइंट वीडियो है। मुझे एडिटिंग का ई भी नहीं पता था। ना ही मेरे पास कोई हाई एंड पीसी था जिसमें मैं हैवी सॉफ्टवेयर को डाउनलोड करूं। जैसे ही डाउनलोड करता था वो डाउनलोडिंग के वक्त ही क्रश हो जाता था। तो तुम सोच लो क्या होगा? तो मेरी मजबूरी थी कि मैं छोटे या लेस हैवी सॉफ्टवेयर्स का यूज करूं। जैसे कि फिल्मोरा और इसका इस्तेमाल करते हुए मुझे 5 साल होने वाले हैं। और फिर भी मैं किसी भी हाई एंड सॉफ्टवेयर का जो आउटपुट निकलता है वो आउटपुट मैं फिल्मोरा से कभी-कभी निकलवा लेता हूं। क्योंकि अब मुझे प्रिंसिपल्स पता है जो हर सॉफ्टवेयर में सेम रहते हैं। यानी मैंने बेसिक व्यूअर साइकोलॉजी समझी, कंपोजिशंस का कैसे इस्तेमाल मैं करूं, कलर्स का कैसे इस्तेमाल कर सकता हूं? मोशंस से लूस। खैर, उसके लिए मैंने फुल एडिटिंग प्लेलिस्ट अपने डिस्क्रिप्शन और आई बटन पे दे दी है। अब ऐसे ही आप लोग या बहुत से लोग होंगे जो मेरी तरह सॉफ्टवेयर्स को अफोर्ड नहीं कर सकते। तो वह सोचते हैं कि मैं कोई हाई एंड पीसी जब ले लूंगा उसमें सॉफ्टवेयर डाउनलोड करूंगा और गिनती के कितने? 4 दिन 4 महीने उसके बाद देखो और आप जो वीडियो देख रहे हो अभी वो तक आपके ड्रीम सॉफ्टवेयर पे नहीं बनी है। लेकिन अगर आज भी आप मुझे ऑप्शन दोगे तो मैं डविस चुनूंगा। हां थंबनेल्स के लिए फोटोशॉप। हां इस वीडियो का थंबनेल और बाकी वीडियोस के भी थंबनेल आपके मनपसंद सॉफ्टवेयर Cवा पे बने। हां, भले ही अभी भी कुछ खास नहीं है, लेकिन मैं यह समझता हूं कि मेरी डिज़ नॉलेज अभी इतनी बड़ी नहीं है। बढ़ेगी तो शायद मैं cवा का भी और सही इस्तेमाल कर सकता हूं। लेकिन फिर भी यार बुरे नहीं है। तो इन सब बातों से एक चीज तो क्लियर हो जाती है कि सॉफ्टवेयर्स मैटर नहीं करते। वो सिर्फ एक टूल्स हैं। हां, किसी टूल में आपको ज्यादा छेड़छाड़ का ऑप्शन मिलेगा। किसी टूल में कम मिलेगा। लेकिन आपको अगर बेसिक प्रिंसिपल्स पता है तो वो हर सॉफ्टवेयर में सेम रहते हैं। और अल्टीमेटली तुम क्या बता रहे हो लोगों को? क्या बताना चाह रहे हो और लोग समझ पा रहे हैं कि नहीं उस पे डिपेंड करता है कि तुम्हारी स्किल कितनी है। हां, मैं मानता हूं कि सॉफ्टवेयर्स में प्रोफिशिएंट होना एक अच्छी स्किल है और सबको आनी ही चाहिए कहीं ना कहीं। लेकिन अगर ना भी कर पाओ तो बेसिक स्किल से आप दूसरे सॉफ्टवेयर्स में भी जंप कर सकते हो। एक तो तुम्हें एग्जांपल बहुत दिखाने पड़ते हैं। ये देखो। यह थंबनेल किसी डिजाइनर ने मुझे मेल किया था। और जब मैंने उनसे पूछा कि ये किससे बनाया है आपने? तो उन्होंने जवाब दिया Photoshop। और यह मेरी पिछली वीडियो का थंबनेल जो cवा पे बना है। अब देख लो यार। फर्क इतना ही है कि यहां पर कंपोजिशंस और कलर थ्योरी का इस्तेमाल सही किया गया है। तो ऑटोमेटिकली ही अगर यह प्रीमियम सॉफ्टवेयर पे नहीं भी बना है तब भी अच्छा थोड़ा लग रहा है। अब तुम कहोगे ये साइकोलॉजी भाइकोलॉजी कहां से सीखें भाई? और इसमें पैसा नहीं लगेगा क्या? और कोई सिखाता तक नहीं है यार। अगर तुम रियल डिजाइनिंग सॉफ्टवेयर्स नहीं रियल डिजाइनिंग सीखना चाहते हो तो सरी ग्राफिक्स YouTube चैनल पर जाओ और पूरी साइकोलॉजी और व्यूअर पर्सपेक्टिव को कैसे शेप किया जाता है शेप्स कलर और कंपोजिशंस के जरिए वो तुम्हें पता चलेगा। उसके बाद तुम जाओ पिक्सम परफेक्ट पे सॉफ्टवेयर को सीखने और इन दोनों चैनल्स का कॉम्बिनेशन ही परफेक्ट है आपको एक अच्छा ग्राफिक डिज़र बनाने के लिए। लेकिन एक Instagram पेज जरूर है वो एक फॉलो कर लेना। आपकी क्रिएटिविटी के तार खुल जाएंगे बिल्कुल। उन चैनल्स के नाम है pिकट. AI या pिकट अंडरs डिज़। वहां पर आपको पता चलेगा कि यार एलिमेंट्स का इस्तेमाल कैसे किया जाता है डिज़ाइंस के अंदर। उनके लेआउट और कंपोज़शंस को कैसे बनाया जाता है। विजुअली अपीलिंग कैसे बनाया जाता है? कुछ सेकंड्स के अंदर। एक भद्दे से भद्दे डिजाइन को भी सिर्फ आगे पीछे शिफ्ट करके उसको अपीलिंग बनाया जा सकता है। अगर आपको एडिटिंग सीखनी है और उसकी साइकोलॉजी जाननी है तो यह कुछ चैनल्स हैं YouTube के, inा के और कुछ अदर रिसोर्सेज भी हैं। और घबराना मत सबकी लिंक मैं डिस्क्रिप्शन पे दे दूंगा। आप जाके चेक आउट कर लेना। और यहां तक आपका एक पैसा तक खर्च नहीं हुआ है अभी। और फालतू के कोर्सर्सेस खरीदना बंद करो। और तुम्हें अगर ज्यादा ही कोर्सेज में अपने पैसे लगाने पड़ रहे हैं तो यार बुक्स को खरीदो। वो बेटर अल्टरनेटिव निकल के आता है लॉन्ग टर्म में। एग्जांपल के लिए यह कुछ बुक्स रिकमेंडेशंस हैं जो आपके रूट्स को मजबूत करेंगे किसी भी फील्ड में जाने के लिए। अब अगर तुम्हें ए बी सी डी ही नहीं आती तो अपना नाम कैसे लिख पाते? भले ही तुम ए बी सी डी सीख लो लेकिन इसको स्पीड में कैसे किया जाए? दुनिया 5G की रफ्तार से भाग रही है। जापान 6G हो रहा है वो बात अलग है। हमें सबसे आगे निकलने की दौड़ है। इवन स्पर्म्स की रेस ब्रॉडकास्ट करने के बारे में लोग बात कर रहे हैं। तो तुम तो तुम ज्यादा पीछे नहीं रहना चाहोगे ना। वैसे तो मैं तुम्हें कहता कि पेशेंस रखो, हार्ड वर्क करो। पर रियलिटी यह है कि घंटा कब तक पेशेंस रखूंगा मैं। बंदे भारत में घुसने का टाइम तक लिमिटेड है। तो कब तक पेशेंस रखोगे तुम? ऊपर से तुम्हारा अटेंशन स्पैन भी कम होता जा रहा है। और उसके दो ही लॉजिकल तरीके हैं। पहला तो या आप स्किल मैट्रिक्स को सीखो या दूसरा कोई भी करो। क्या बोला तू? करो। कॉपी करो। तारीफ में नहीं जाऊं। अबे कॉपी मतलब सीखने के लिए ये नहीं बोल रहा हूं कि किसी का कॉपी करके तुम पब्लिक कर दो वो चीज उसे एक इंस्पिरेशन की तरह लो। अब फॉर एग्जांपल मुझे कोई आईडिया नहीं आ रहा है कि मैं क्या बनाऊं एज एन ग्राफिक डिजाइनर तो मैं दूसरों के देखूंगा कि भाई वो क्या कर रहे हैं या प्रैक्टिस पर्पस के लिए किसी और के डिज़ को क्या मैं रेप्लिकेट कर सकता हूं या उसको बेहतर कैसे बना सकता हूं। वो सबसे बेस्ट तरीका होता है किसी भी स्किल को जल्दी सीखने का। वो अच्छा कम्युनिकेट कर रहा है। क्या मैं उसके जैसा कम्युनिकेट कर सकता हूं या उससे बेहतर कर सकता हूं? और जजी में तो एक चीज पॉपुलर हो ही जा रही है। जो कर रहे हो उसकी वीडियो बना दो। आज मेरी कंपनी को स्टार्ट करने का पहला दिन 30 डे सीरीज 100 डे 1 मिलियन सब्सक्राइबर चैलेंज का फर्स्ट डे। तो रील्स या शॉट्स पे अपनी सीरीज चालू करो। जिससे लोग तुमसे जुड़ पाए और तुम्हारी जर्नी को एक्सपीरियंस कर सकें और रिलेट कर सकें। और सीरीज कुछ ऐसी रहेगी कि मैं एक बिगिनर हूं। मुझे एक्सपर्ट बनना है 60 डे में। हर दिन मैं अपना एक ग्राफिक डिजाइन बनाऊंगा और क्या चैलेंजेस मुझे आए वह बताऊंगा। इस सीरीज में मैं अपने और दूसरों के ग्राफिक्स को भी रेप्लिकेट करने की कोशिश करूंगा या उनसे बेहतर बना पाऊं वो कोशिश करूंगा और मजे की बात यह है कि भले तुम फेल भी हो रहे हो फिर भी लोग तुमसे रिलेट कर पाएंगे और लोग तुम्हें फीडबैक भी देके कुछ टिप्पणियां भी करेंगे और इवन एंटरटेन भी होंगे कहीं ना कहीं यानी यह तो एक रियल टाइम स्किल गेमिफिकेशन हो गया। इसमें तो मोटिवेशन की भी चिंता नहीं है। और अगर तुम सस्पेंस और स्टोरी टेलिंग का सही इस्तेमाल करते हो तो ये तो सही है बे। आईडिया तो सही है यार। लिख लेता हूं। लेकिन मिडिल क्लास की दिक्कतें यहीं खत्म नहीं होती हैं। अगर आप क्रिएटिव फील्ड के नहीं हो तो आपके लिए वीडियो यहीं समाप्त है। मैं मिलता हूं आपको अगली वीडियो में। तब तक के लिए बी बिजी। लेकिन अगर क्रिएटिव फील्ड के हो अब मैं यह मान के चल रहा हूं कि आप जो पहला सॉफ्टवेयर यूज करोगे वो AO का कोई सॉफ्टवेयर होगा या Photoshop, PME Pro कोई भी सॉफ्टवेयर होगा। तो जैसा आप जानते हो कि AO को सीखने का कॉस्ट पहले 7 दिन तो वो फ्री ट्रायल ऑफर करता है। उसके बाद उसके तीन प्लान्स शुरू हो जाते हैं भाई। लेकिन अगर मैं आपसे कहूं कि आप एक्स्ट्रा सात दिन भी यूज कर सकते हो फ्री में AO और अगर वो नहीं कर पाओगे तो आपको मैसिव डिस्काउंट्स देखने को मिलेंगे वो भी लीगली बताता हूं कैसे। अब AO के ये तीन प्लांस हैं मंथली इयरली इयरली और मंथली। अब तुम इन दोनों पे कंफ्यूज मत होना। यह प्लान जो है वो फंसाने के लिए है और यह असली मंथली प्लान है। तो लोग जो कहते हैं AOB का मंथली प्लान 700 के आसपास है तो वो है नहीं ऐसा। जो उसका रियल प्लान है मंथली वो 2700 के आसपास का है। उसका एक रीजन है जब आप मंथली इयरली प्लान लेते हो तो आप कमिटमेंट कर रहे हो कि मैं 12 महीने इसका इस्तेमाल करूंगा और अगर आपका मन विचलित हुआ बीच में कहीं कि 2 महीने बाद मैं छोड़ रहा हूं तो आपको पूरे साल के पैसे देने पड़ेंगे। याद रखना कैंसिलेशन फीस लगेगी उसकी तगड़ी वाली। यह मेरे साथ हो चुका है। ऑलरेडी मैंने इसकी वीडियो बना चुकी है कि ₹9,000 मांग रहे थे यार वो कैंसिलेशन के। तो अगर आप एक हॉबीस्ट हो तो मैं आपको रिकमेंड नहीं करूंगा कि आप मंथली ईयरली प्लान लो। लेकिन अगर आप प्रोफेशनल हो तो तो यह प्लान आपके लिए बेस्ट है। लेकिन फिर भी हम फ्री ट्रायल तो तीनों में ही ले सकते हैं ना। तो लेंगे। अब जैसे ही आपका ट्रायल एंड होने वाला हो एक या दो दिन पहले आप अपने क्रिएटिव क्लाउड पे जाओ। कैंसिल करो अपने प्लान को। तो Adobe आपको खुद ऑफर करेगा कि यार आपको अगर और एक्स्ट्रा टाइम चाहिए सोचने के लिए, तो आप और एक्स्ट्रा दिन यूज़ कर सकते हो हमारी सर्विसेज को। तो क्या बुरा है भाई? ले लेना उस वक्त। लेकिन मान लो कि आपका ट्रायल एंड हो चुका है। आप एक महीना यूज़ कर चुके थे और फिर आप कैंसिल करने जाते हो तो AOB आपको डिस्काउंटेड प्राइस ऑफर करता है। तो आप वो डिस्काउंटेड प्राइस का भी इस्तेमाल कर सकते हो। और फिर क्या डन? लेकिन डन से याद आया। मैंने तुम्हें स्किल मैट्रिक्स के बारे में नहीं बताया। वो यह रहा। मैं मिलता हूं आपको अगली वीडियो में। तब तक के लिए बी बिजी।",
  "9Gt7o7QO7E8": "इमेजिन करें एक ऐसे एआई मॉडल को जो हिंदी, तमिल, बंगाली, भारत की हर भाषा समझे और वह भी पूरी तरह मेड इन इंडिया हो। सुनने में कमाल है ना? लेकिन यह कल्पना नहीं हकीकत है। भारत सरकार ने देश का पहला स्वदेशी लार्ज लैंग्वेज मॉडल बनाने के लिए बेंगलुरु के स्टार्टअप सर्वम एआई को चुना है। यह कंपनी देश का पहला एलएलएम डेवलप करने जा रही है। यह एआई मॉडल भारतीय भाषाओं को समझने, तर्क करने और भारतीयों के लिए खासतौर पर कस्टमाइज करने की दिशा में एक ऐतिहासिक कदम होगा। आइए इसके बारे में थोड़ा डिटेल में जानते हैं। जुलाई 2023 में विवेक राघवन और प्रत्युष कुमार ने एक स्टार्टअप कंपनी सर्वम को ल्च किया था जो जनरेटिव एआई पर काम कर रही है। आपको बता दें कि 67 कंपनियों में से सर्वम एi को चुना गया है और अब यह 10,370 करोड़ के इंडिया एआई मिशन का हिस्सा है। सरकार सर्वम को ₹200 करोड़ की कीमत वाले 4000 हाईटेक जीपीयूस दे रही है ताकि वह 6 महीने में यह सुपर स्मार्ट एआई बना सके। और हां, यह एआई 70 बिलियन पैराटर्स वाला होगा जो दुनिया के टॉप मॉडल्स से टक्कर लेगा। आईटी मिनिस्टर अश्विनी वैष्णव का कहना है कि यह मॉडल ग्लोबल लेवल पर कम्पीट करेगा। सर्वम एआई तीन तरह के मॉडल बना रहा है। सर्वम लार्ज, सर्वम स्मॉल और सर्वम एज। सुपर स्मार्ट थिंकिंग और कॉम्प्लेक्स क्वेश्चंस के आंसर्स के लिए सर्वम लार्ज। रियल टाइम चैट और एप्स के लिए सर्वम स्मॉल और छोटे डिवाइस जैसे फोन पर चलने के लिए सर्वम एज यह मॉडल भारतीय भाषाओं में बात करेंगे। वॉइस कमांड समझेंगे और पूरे देश में इस्तेमाल होंगे। सर्वम के को-फाउंडर विवेक राघवन कहते हैं कि यह एआई ऐसा होगा जो भारतीयों को अपना लगेगा और कंपनियों को डाटा विदेश भेजने की जरूरत भी नहीं पड़ेगी। जब चीन का डीप सीक एआई दुनिया में हलचल मचा रहा है तो भारत भी पीछे नहीं है। सर्वम एi का मॉडल ना सिर्फ सस्ता और तेज होगा बल्कि हमारी भाषाओं और जरूरतों के हिसाब से खास होगा। आपको यह स्टोरी कैसी लगी हमें कमेंट सेक्शन में जरूर बताएं। ऐसी ही स्टोरीज और अपडेट्स पाने के लिए सब्सक्राइब करें आज तक एआई।",
  "JDnXSQfhGew": "gen Z is reshaping the luxury landscape in India it's no longer about the logo on your bag it's about the impact of your choices luxury brands like Gucci Louis Vuitton and Rolex once symbolized status and success for years these logos have been seen as a benchmark of accomplishment but Gen Z is shifting the narrative they're asking \"Is there more to life than chasing labels?\" While previous generations sought validation through material symbols of success today's youth is more interested in contributing to something greater than themselves a recent study shows that 68% of Gen Z in India are more likely to invest in experiences and sustainable products than in luxury goods they're making more conscious choices by supporting brands that align with their values sustainability equality and ethical practices jenzi knows that every purchase is a chance to shape the world they want to see so they are investing in products that have a story and are designed with the planet in mind they're seeking out homegrown brands that prioritize craftsmanship over mass production influencers in India are leading this shift by promoting ethical fashion conscious travel and products that are both stylish and responsible so if luxury isn't just about the brand on your bag what's it really about it's about the impact it's about authenticity it's about making choices that leave a positive mark on the planet and in your community so what kind of world do you want to create with your choices",
  "B7jubO86NwY": "[संगीत] नमस्कार फिर पैसा बोलता है में आपका स्वागत है मैं आनंद श्रीनिवासन आज मार्केट एक्सपेक्टेशंस को डिफाई करके ऊपर चल रही है लगभग 400 पॉइंट ऊपर है 24,000 ब्रेक कर कर ₹2,90 तक ट्रेड हो रही है ससेक्स 700 के ऊपर जा रही है डॉलर भी गिर रही है ₹85 तक पहुंच गया है तो यह सब इंडिकेशन है मार्केट बहुत स्ट्रांग चल रही है और मार्केट इधर से क्या होगा शॉर्ट टर्म में हमें पता नहीं लॉन्ग टर्म में अभी कोई स्यूशन इमर्ज नहीं हुआ है टेररिस को सिर्फ पास किया है अमेरिका और जापान बात कर रहे हैं कोई एग्रीमेंट नहीं आया है चाइना और अमेरिका सिर्फ बात कर रहे हैं चाइना वापस बोइंग प्लेेंस को भेज रही है अभी तक कोई एग्रीमेंट भी नहीं हुआ है चाइना से बातचीत तक शुरू नहीं हुई है इसका मतलब अभी तक कोई सशन नहीं आई है प्रॉब्लम डिसअपीयर नहीं हो गई है मार्केट यह समझती है कि जब बातचीत चलती है तो हल निकल चुका है और इसके कारण मार्केट ऊपर जा रहा है बेयर मार्केट में अनेक कारण के लिए अनेक रैली हो रहे हैं एक यह बेर मार्केट रैली है एफआईआई इस रैली को शॉर्ट करेंगे कब और क्यों हमें पता नहीं जब जो भी कंसीडर करना है केयरफुली कंसीडर करें क्योंकि मार्केट बहुत वोलेटाइल है तो आज हम रिजल्ट्स को देखते हैं तीन रिजल्ट्स को एनालिस करेंगे पहले हम देखें ICICI की रिजल्ट्स icici की रिजल्ट्स बहुत उम्दा थी बहुत अच्छा थी संदीप बक्शी ने एक बड़ा डिफरेंस किया है बैंक के लिए उनका नेट प्रॉफिट 12% ऊपर गया है इस 12% ऊपर के साथ उनका नेट प्रॉफिट 12,000 करोड़ क्रॉस कर चुकी है hdfc बैंक ने 6.7% इंक्रीस की है नेट प्रॉफिट और नेट इंटरेस्ट मार्जिन को 10% ऊपर किया है फिर भी क्रेडिट डिपॉजिट रेशियो में HDFC का प्रॉब्लम्स अभी तक टला नहीं है तो ग्रोथ सफर होगा क्योंकि हर महीने 20% ग्रो करने वाला हर क्वार्टर 20% ग्रो करने वाला HDFC बैंक मजर के पास स्लो हो गई है और स्लो होते ही रही है दोनों ICICI बैंक और HDFC बैंक ने अच्छा डिविडेंड अनाउंस किया सब खुश होंगे और जो प्राइसेस है वह अभी बहुत ज्यादा हो गए हैं इसको कंसीडर करना अभी लाजमी नहीं है अगली न्यूज़ है कि Infosys की रिजल्ट्स आई थी infosys की रिजल्ट्स बहुत खराब थी सो Infosys की नेट प्रॉफिट्स 12% गिरी थी तो Infosys ने क्लियरली फीडबैक दे दी इस क्वार्टर में कोई बड़ा इंप्रूवमेंट आने वाला नहीं है ना कि इस साल में बड़ा इंप्रूवमेंट आएगी तीसरी राउंड ऑफ ले आउट्स हो रहे हैं Infosys में जो फ्रेशर्स फ्रेश जॉइ किए थे दो साल वेट करने के बाद ऑलरेडी दो राउंड्स में 700 लोगों को बाहर कर दी है इस साल 300 लोगों को भी बाहर निकाला जा रहा है लगभग 700 से लेके 1000 लोगों की नौकरी चले जाएगी अभी ये के कारण और अन्य चीजों के कारण जो फ्रेश ग्रेजुएट है उनको नौकरी नहीं मिल रही है और सॉफ्टवेयर में और सॉफ्टवेयर में नौकरी मिलाना बहुत मुश्किल है tcs का मार्केट कैप में गिरावट के बाद उनकी मार्केट शेयर की शेयर कैप बहुत नीचे आ गई है tcs की प्रॉफिट्स घटने से Tata SS की प्रॉफिट्स में भी कटाई है एक जमाना था 2020 में लगभग एंटायर प्रॉफिट टीसीएस से आ रही थी लगभग 55% प्रॉफिट्स टीसीएस से आएगी ऐसा अनुमान कर रहे हैं लेकिन मैं समझता हूं इससे भी कम निकलेगा तो हमें आईटी को अवॉइड करना चाहिए लमसम डिविडेंड मिला है लेकिन मार्केट में प्रेशर बहुत ज्यादा है और नीचे आ सकती है मार्केट हम उसके लिए वेट करेंगे आईटीसी ने दो बड़े न्यूज़ अनाउंस की है एक बड़ा न्यूज़ यह है कि 24 मंत्रा ऑर्गेनिक नाम का एक कंपनी को उन्होंने खरीद ली है उसे 100% स्टेक खरीद लेंगे उसमें से 472 करोड़ ऑल कैश डील अलम्स के है इस पर 400 करोड़ अभी रजिस्ट्रेशन में दिया जाएगा और बैलेंस 72 करोड़ जब परफॉर्मेंस एंड सेंटर्स होंगे और जब वह मीट हो जाता है तभी उसे पेमेंट होगा तो गुड अर्थ में आईटीसी में एक बड़ा पेमेंट डाल दी ताकि वह ऑर्गेनिक केयर फूड में एंट्री करें 24 मंत्रास की 100 प्रोडक्ट पोर्टफोलियो ब्रांड रिकॉल एंड स्ट्रांग यूएसडी एसओ रेपजेंट्स आईटीc के फ्यूचर स्टडी स्ट्रेटजी से अलाइन है और मदर स्पर्श बेबी केयर जिसे रिसेंटली आईटीc ने अनाउंस की उस पर फुल कंट्रोल टू टू थ्री इयर्स में लेना चाहती है आईटीसी आईटीc अपनी फ्यूचर रेडी स्ट्रेटजी में तैयारी कर रही है और मार्केट को फॉलो करना चाहती है और Infosys की क्रू Infosys तो बहुत बुरी थी अच्छी नहीं थी इसके बाद हम देखेंगे कि HDFC बैंक का क्वार्टर फोर नेट प्रॉफिट लगभग 7% या ऊपर और नेट इंटरेस्ट मार्जिन 10% बन गया पिछले क्वार्टर में 17618 करोड़ का प्रॉफिट उन्होंने अनाउंस की है टोटल इनकम होगा 89488 करोड़ और इनकी मार्जिन थी टोटल इनकम मार्जिनरी लोअर देन 89639 इंटरेस्ट इनकम उनकी 774 60 करोड़ तक पहुंच गई है ₹2 डिविडेंड अनाउंस की है और पर शेयर और उसे ₹200% बता दिया गया है तो ग्रॉस एनपीए इनक्रीस किया गया है 3 46% ऑफ नेट एसेट्स और 3.65 ऑन इंटरेस्ट अर्निंग एसेट्स एक्सक्लूडिंग टैक्स रिफंड तो एफडीआई की इंटरेस्ट लगभग 25% इंप्रूव हो गई है इस रेट कट के बाद एवर सोर्स नाम का एक इन्वेस्टमेंट फंड ब्लू स्मार्ट जो गाड़ी बैंकप्ट भी हुई 800 से ले 1000 करोड़ में खरीदने के लिए तैयारी कर रहे हैं वो यह चाहते हैं कि जगी ब्रदर्स एग्जिट हो जाए इसके पहले एवरसोर्स कैपिटल ब्लू स्मार्टफोन को एक्वायर कर रही है उनकी जो प्राइस है वो 60% डिस्काउंट है मार्केट वैल्यू से 569 करोड़ को सो इससे बहुत नीचे गिर गई है ब्लू स्पंट की ऑपरेशंस खत्म होती है जब से जसोल इंजीनियरिंग में प्रॉब्लम्स है तो इन सबको नजर में रखते हुए मार्केट बहुत नाजुक स्थिति में है और इस लेवल में मार्केट में एंटर करना लाजमी नहीं है अगर हम सोने के बारे में सोचते हैं सो यह स्टैंपिंग चार्जेस 2% टैक्सेस के साथ 9472 में 22 कैरेट गोल्ड और 10,000 के ऊपर 24 कैरेट गोल्ड क्रॉस कर चुके हैं आज ₹0 ऊपर है गोल्ड अभी गोल्ड में अगर डिप आती है तो 800500 तक आ सकती है उससे बिना कम नहीं होगा आरबीआई ने अपने एसेट्स को हर हद रिकैलबेट कर रही है और गोल्ड की करंट प्राइस को लेके उनके पास गोल्ड रिसोर्स बहुत ज्यादा हो गए हैं एक माइक्रो फाइनेंस स्टॉक था स्पंडाना स्पति जो लगभग 13% ऊपर उठकर ₹30 तक पहुंच गई है अगर और 2025 है अब इनक्रीस हो गया अब अपने पोजीशन से एग्जिट कर सकते हैं आज के लिए इतना ही आपने इस पॉडकास्ट को सुना इसके लिए मैं आपका आभारी हूं हो सके तो वीडियो को लाइक कीजिए चैनल को सब्सक्राइब कीजिए और बेल नोटिफिकेशन दबाएं इस वीडियो को अपने दोस्त और रिश्तेदार के पास भेजें और उनको देखने की आग्रह करें नमस्कार धन्यवाद जय हिंद",
  "-Zdi2VGutY0": "हेलो फ्रेंड्स वेलकम बैक आई एम विवेक सिंघल फ्रॉम ट्रेडिंग vivek.com और मैंने एक ट्वीट किया था कुछ दिन पहले और ट्वीट था मींस कुछ दिन पहले किया यस्टरडे किया था आई विल मेक अ वीडियो ऑन दिस वेरी सून एंड द ट्वीट वाज़ निफ़ी 30,000 बाय दिसंबर 2026 सो यह सेवंथ अप्रैल को किया था और 7th अप्रैल को नाइट में किया था बेसिकली जब चीजें जैसे ही कुछ समझ में आती हैं अपनी स्टडी के बेस पर तो अगर सिंगल लाइन में कुछ लिखना हो तो Twitter ही एक ऐसा ऑप्शन है X.com कि वहां पर सिंगल लाइन में हम कुछ लिख सकते हैं बाद में हम उसके ऊपर वीडियो बनाकर डिटेल में चीजें बता सकते हैं तो इस ट्वीट के बाद काफी लोगों को बातें समझ में नहीं आई कि विवेक भाई एक तरफ तो वर्ल्ड ओवर मंदी का माहौल है टेरिफ वॉर है और इससे पहले पास्ट में जब भी टेरिफ वॉर आई है तो यूएस ने बहुत मंदी की मार झेली है तो ऐसे में आपको क्या लगता है कि 30,000 जैसी बातें करना ये बेकार सी बात नहीं है नॉनसेंस बातें नहीं है तो काफी मींस और ऐसे में एक और चीज होती है काफी लोग शॉर्ट बैठे होते हैं मार्केट में और उनकी शॉर्ट पोजीशन बनी होती है ऐसे में अगर कोई यह कहने लगे कि बहुत ऊपर जाएगी तो उनको अंदर से दिक्कत होती है कि यार मार्केट तो नीचे जानी चाहिए ये कौन इंसान है जो ऊपर जाने की बात कर रहा है सबसे पहले हमें एक बात समझनी चाहिए कि अगर पास्ट में इस जब भी यूएस ने टेरी फॉर की है और उसके बाद में यूएस की इकॉनमी को बड़ा नुकसान हुआ है जब दो बार ऐसा पहले हो चुका है पास्ट में तो हमें क्या ये लगता है कि थर्ड टाइम भी सेम मिस्टेक को सेम गंदे तरीके से रिपीट किया जाएगा यह बात बड़ी छोटी सी समझने वाली है कि अगर आप किसी नौकरी में हो और आपने पहले कोई मिस्टेक की और उस मिस्टेक का उस मिस्टेक का आपको बहुत बड़ा नुकसान उठाना पड़ा और चलो जी कोई बात नहीं मिस्टेक हो गई फिर दोबारा भी आपने सेम ही मिस्टेक कर डाली मिस्टेक दोबारा से हो गई अब उसको पहली बात तो मिस्टेक नहीं कहते रिपीट करना क्राइम कहते हैं लेकिन ये सोचा था कि शायद पहली बार ठीक से नहीं हुआ होगा या चीजें मैं हैंडल नहीं कर पाया होगा इस बार मिस्टेक नहीं हुई लेकिन दोबारा से सेम मिस्टेक हो गई और सेम ही आपको हरजाना भरना पड़ा सेम ही आपको नुकसान हुआ तो क्या मतलब किसी पागल कुत्ते ने काटा है कि तीसरी बार भी सेम ही मिस्टेक की जाए और उसको ऐसे ही चलने दिया जाए और उसके जो हमने एकशंस लिए और उसका अगर नेगेटिव इंपैक्ट आता आना शुरू होता है तो उस नेगेटिव इंपैक्ट को बिल्कुल भी मींस कंसीडर ही ना किया जाए कि इसको ठीक करने की कोशिश की जाए उसको नजरअंदाज कर दिया जाए जस्ट बिकॉज़ ऑफ़ ईगो प्रॉब्लम ऐसा नहीं है पहली बार मिस्टेक मिस्टेक होती है दूसरी बार वो एश्योरेंस हो जाती है कि हां पहली बार जो की थी वो मिस्टेक ही थी सेकंड टाइम भी सेम ही बेकार रिजल्ट आए लेकिन थर्ड टाइम अगर सेम चीज होती है तो वहां एकशंस लिए जाते हैं ऐसी बात नहीं है तो थर्ड टाइम भी सेम ही रिजल्ट आएंगे ऐसा नहीं है यहां पर चीजें ठीक करना अपने हाथ में है अपने कंट्रोल में है और अमेरिका को आज की डेट में अगर किसी कंट्री से डर है तो वो सिर्फ और सिर्फ चाइना है क्योंकि चाइना उनके बराबर होता जा रहा है और कुछ ही सालों में मे बी इन नेक्स्ट वन डिकेड चाइना अमेरिका की इकॉनमी को सरपास कर जाएगा तो यही तो एक डर है लेकिन इंडिया का भी चाइना को पता है दैट इंडिया इज गोइंग टू ग्रो लेकिन उसको ये भी पता है कि इंडिया को अभी चाइना बनने में ही 15 16 साल 17 साल लगेंगे मे बी 20 इयर्स अगर चीजें उतने अच्छे से नहीं चले और अगर बहुत अच्छे से चली भी तो भी कम से कम 14 15 इयर्स लगने वाले हैं तो इंडिया अभी चाइना जितना बन जाए उसके बाद की बात है अमेरिका जितना बनना है यानी कि कम से कम 25 साल हैं अगर चाइना अगर इंडिया बहुत अच्छे से ग्रो करता रहे तो अमेरिका के जितना बनने में शायद 25 26 27 इयर्स लगेंगे 30 इयर्स में भी लेकिन चाइना तो बिल्कुल सामने खड़ा है तो चाइना से डर है चाइना को यहां थोड़ा सा दबाने की जरूरत है यही चीजें अगर हम देखें तो क्या नजर आता है कि उसके इंपैक्ट क्या नजर आते हैं सबसे पहले अगर चाइना और यूएस के टेरिफ की बात करने लगे तो अल्टीमेट रिजल्ट ये निकल कर आता है कि मींस यूएस ने चाइना के ऊपर टेरिफ लगाए और टेरिफ लगाने के बाद में चाइना ने रिटेलिएट किया सेम टेरिफ चाइना ने लगा दिया उसके बाद में अमेरिका कहता है कि हम फदर 50% टेरिफ लगाएंगे और चाइना कहता है कि हमें फर्क नहीं पड़ता चाइना रिजेक्ट यूएस टेरिफ ब्लैकमेल वास टू फाइट टू द एंड मी्स कोई फर्क ही नहीं पड़ता और चाइना यूएस कहता है कि जो चाइना के ऊपर टेरीफ है वो 104% तक पहुंच सकता है 104% इट्स अ बिग नंबर इसका अल्टीमेट इंपैक्ट क्या आ रहा है अल्टीमेट इंपैक्ट ये आ रहा है कि Apple इज शिफ्टिंग मोर प्रोडक्शन टुवर्ड्स इंडिया फ्रॉम चाइना Apple में शिफ्ट iPhone प्रोडक्शन टू इंडिया Apple शिफ्ट्स फोकस टू इंडिया एंड Apple लुक्स टू इंडिया एंड उससे पहले भी अगर हम देखें तो एज ए रिजल्ट मैं यहां पर थोड़ा सा साइज छोटा करता हूं आपको ठीक से नजर आएगा एज ए रिजल्ट डोनाल्ड ट्रंप्स हाई हाई टेंड्स टेलीफोन चाइनीस गुड्स Apple इज़ प्लानिंग टू शिफ्ट मोर ऑफ़ द iPhone प्रोडक्शन टू इंडिया और अभी इंडिया के साथ अगर ये रिलेशंस बेटर होते हैं और चाइना से प्रोडक्शन इंडिया की तरफ आता है तो चीजें अलग लेवल पर इंडिया के फेवर में निकल कर आएंगी और इंडिया ने जो अच्छी बात की है कि इंडिया ने यूएस के साथ रिटेलिएट करने का कोई बात नहीं रखी इंडिया ने ऐसा कुछ नहीं किया कि उनके साथ रिटेलिएट किया जाए अह इवन कुल मिलाकर यूएस के साथ काफी कंट्रीज ने अह इस यूएस टेरीफ़ पर बात करने शुरू कर दिया है यूरोपियन यूनियन सेज़ इट प्रेफर्स नेगोशिएशन राइट एंड यूरोपियन यूनियन ऑफर्ड 040 डील टू यूएस वीक बिफोर टेरिफ अनाउंसमेंट विल ट्रंप नेगोशिएट टेरीफ जापान भी कहता है कि हम यहां पर बात करने को तैयार हैं और यहां पर 50 से ज्यादा कंट्रीज कहती है कि हम आपके साथ बात करने को तैयार हैं अगर आप देखो फोब्स में ये न्यूज़ छपी थी दो दिन पहले मोर देन 50 कंट्रीज हैव रीच्ड आउट टू वाइट हाउस वाइट हाउस टू नेगोशिएट ऑन टेरीफ यहां पर और उन 50 में इंडिया भी है ऐसा नहीं है कि इंडिया नहीं है इंडिया भी है इजराइल है वियतनाम है चाइनीज़ मींस ताइवान है अगर हम इसको वाशिंगटन पोस्ट को अगर डिटेल में देखें तो यहां पर स्टार्ट रीडिंग फ्री वाला वर्जन ही देखना है इसमें मुझे समझ नहीं आता इनको क्या लगता है कि अगर ये इस तरीके से करेंगे तो ज्यादा लोग इनकी वेबसाइट पर आएंगे या कम आएंगे एक्चुअल में रिजल्ट ये आएगा कि हम किसी और वेबसाइट पर चले जाएंगे ये सेम मिस्टेक बहुत सारी इंडियन वेबसाइट भी करती हैं तो ये इनके लिए बेकार है एनीवेज बैक टू मेन पॉइंट तो यहां पर 50 से ज्यादा कंट्रीज हैं और इंडिया ने रिटेलिएट नहीं किया ये सबसे अच्छी बात है अब यहां पर ट्रंप ये कहते हैं जैसे कि इंडियन फार्मा पर ये टेरीफ लगाएंगे तो ये इंडियन फार्मा पर टेरिफ थोड़ी लगा रहे हैं जो इनके खुद के कंट्री के पेशेंट्स हैं उनके लिए दवाइयां महंगी कर रहे हैं उससे ज्यादा फर्क नहीं है और कोई बात नहीं है यहां पर कॉम्पटीशन ऐसा नहीं है कि 26% या 25% का अगर यूएस ने इंडियन फार्मा के ऊपर डायरेक्ट लगा दिया जो पहले टेबलेट ₹10 की आती थी वो अभी 12 5 की आ जाएगी यानी या फिर जो टेबलेट $1 की आती थी वो अभी $1.25 की आ जाएगी तो लोग उस दवाई को नहीं लेंगे दवाई तो ऐसी चीज है कि आप ₹100 भी करोगे तो भी खानी पड़ेगी तो ये एक्चुअल में इंडिया से पैसा नहीं वसूलने की बात है ये अपनी ही कंट्री के लोगों से पैसा वसूलने की बात है बट यस वो भी पॉइंट ठीक है कि अगर हमारे एक्सपोर्ट पर आप 90% तक टेरिफ लगाते हो तो हम भी आपके ऊपर टेरिफ लगाएंगे तो यह सब चीजें ठीक है कहीं ना कहीं और उसका रिजल्ट भी यह आ रहा है कि बाकी कंट्रीज भी बात करने को तैयार हैं अब जैसे हम इंडिया से ऑटोमोबाइल एक्सपोर्ट की बात करते हैं तो टोटल एक्सपोर्ट ही 9 मिलियन सॉरी 2.2 बिलियन का है ऑटो में तो ये कुछ एक्सपोर्ट है क्या इससे कुछ फर्क पड़ता है क्या जब स्टील की बात करें तो अभी बात कर रहे थे कि स्टील के ऊपर वो अच्छे से यहां पर टेरिफ लगाएंगे लेकिन आज ही की खबर है ये सॉरी यस्टरडे की अप्रैल 8 कि इंडिया नेट इंपोर्टर ऑफ फिनिश्ड स्टील इन 2024 25 डेटा शोज़ अब अगर इंडिया नेट इंपोर्टर है तो इंडियन कंपनीज़ को कौन सी आग लगी है कि वो वहां पर यूएस में जाकर उसको एक्सपोर्ट करें और इतना टेरिफ ज्यादा पे करें वो इंडिया में ही अपना कर लेना तो ये तो इंडिया के लिए और अच्छी बात है ये डाटा निकल कर आया इस पे वर्किंग की गई कि भ कितना इंपैक्ट आया इस तरह की वर्किंग जनरली तब होती है जब प्रेशर आता है प्रेशर क्या होगा कि एक बार देख तो स्टील इंडस्ट्री को कितना बड़ा नुकसान होने वाला है क्योंकि उसको बाय फोर्स अमेरिका को एक्सपोर्ट करना पड़ेगा यहां तो पता चल रहा है कि एक्सपोर्ट करने की जरूरत ही नहीं है क्योंकि नेट इंपोर्टर है नेट इंपोर्टर हैं यानी कि जितना एक्सपोर्ट किया और जितना इंपोर्ट किया तो इंपोर्ट एक्सपोर्ट से ज्यादा है तो अगर दोनों को नफाई भी कर दें फिर भी नेट इंपोर्ट ही कर रहे हैं तो अच्छी बात है ना यार इंडिया का माल इंडिया में बेच लो आपको डॉलर भी बाहर नहीं बेचना पड़ेगा तो ये तो अच्छी ही बातें हैं तो बहुत ज्यादा कुछ फर्क नहीं पड़ेगा जो इंडिया की फार्मासटिकल कंपनीज हैं पता है कि वहां पर दवाइयों से बहुत ज्यादा फर्क नहीं पड़ेगा और अगर एक दो प्लांट वहां लगाने पड़ रहे हैं तो इट्स ओके ये बिनेस का पार्ट है ये तो ट्रेड का पार्ट है और एक और बात है कि अगर बाहर की कंपनीज़ इंडिया में आकर सस्ता माल बेच पाएंगी तो इंडियन मैन्युफैक्चरिंग कंपनीज़ को कॉम्पिटिटिव होना पड़ेगा इनको स्किल्स लेकर आने पड़ेंगे अभी तो हो क्या रहा है सी कि यूरोप से गाड़ी मंगाओ 100% टेरिफ लगाकर तो जो गाड़ी यूरोप में 35 लाख की सेल होती है इंडिया में आकर वो 70 लाख की हो जाती है जो इंडियन कार मेकर्स हैं वो क्या करते हैं एक घटिया सी गाड़ी बनाकर 25 लाख की बेचते हैं उसका इंपैक्ट क्या होता है कि इंडियंस के पास कोई चॉइस ही नहीं है कि वो 25 की ही बाय करेंगे क्योंकि 70 लाख की बाय करने के पैसे नहीं है अब अगर यहां पर इसको फ्री ट्रेड किया जाए और 35 लाख की कार को यहां पर 0% ड्यूटी के साथ 35 लाख की बेची जाए और इंडियंस 25 की बनाए यहां पर जो कार कंपनीज़ हैं वहां जाकर पता चलेगा कि यहां पर 10 लाख एक्स्ट्रा पे करो और क्वालिटी का कोई मींस आपस में कंपैरिजन ही नहीं है यहां की कंपनीज़ को तब काम करना पड़ेगा अभी तो हो क्या रहा है कि मींस जिसके ज्यादा नंबर आए उसको आउट कर दो और जिसके बेकार से नंबर आए उसको नौकरी दे दो कि ये कह के कि ये बेकार है ये अच्छा है मैं उस चीज में जाना नहीं चाहता आप समझ गए हो तो सेम ही तो चीज हो रही है बाकी कंट्रीज के साथ इसको फ्री करना चाहिए तभी असली काबिलियत निकल के आएगी और ये होगा भी क्योंकि कोई भी कंट्री अगर वो चाइना जितनी बड़ी नहीं है और चाइना से नीचे सारी कंट्रीज 5 ट्रिलियन डॉलर की इकॉनमी में खत्म हो जाती है चाइना अकेली कंट्री है जो यूएस के आसपास तक पहुंचती है तो अमेरिका 35 ट्रिलियन के आसपास है चाइना 19 18 ट्रिलियन के आसपास है उसके बाद जो थर्ड है वो सीधे 5 ट्रिलियन डॉलर पर है जिसके आसपास हम भी हैं तो सिर्फ चाइना ही एक ऐसा एक्सेप्शन रह सकता है जो यूएस से टक्कर ले सके और यूएस को बोल सके हम आपके साथ पूरी तरह से रिटेलिएट करेंगे जैसी मर्जी वॉर करनी है वैसी वॉर करेंगे हम अपना माल बाकी अफ्रीकन कंट्रीज एशियन कंट्रीज सब जगह बेच लेंगे हमारे पास अपनी भी 140 करोड़ लोगों की पपुलेशन है वहां से ध्यान रख लेंगे और आपके जो यूएसडी बोंड्स हैं उनको मार्केट में बेचकर आपकी बैंड बजा देंगे तो वहां उसके पास चाइना के पास ये ऑप्शंस हैं इंडिया के पास ऑप्शंस नहीं है इंडिया रिटेलिएट कर भी नहीं रहा है इस केस में इंडिया तो बल्कि क्या कर रहा है कि बात करने पर लगा है और इंडिया अपनी इकॉनमी को बेटर करने में जो कुछ कर सकता है उसकी तरफ उसका ध्यान है जैसे अभी इंडिया ने रेट कट करने शुरू किए हैं और रेट कट इसने पहले भी किए मैंने इसको लेकर ट्वीट भी किया था और यह ट्वीट अभी था 3 आवर्स पहले फोर आवर्स पहले कि अभी एक रेट कट हुआ है और इससे पहले भी फरवरी में रेट कट हुआ था और आने वाले टाइम में भी जल्दी ही रेट कट्स होंगे और उन रेट कट्स का यहां पर इंपैक्ट भी आएगा इंपैक्ट भी अच्छा आएगा कि यहां पर जैसे लिखा हुआ है होम लोन टू गेट चीपर और बाकी भी कंज्यूमर ड्यूरेबल गुड्स और कंपनीज़ को फायदे होंगे यहां पर तो सारी चीजों का यहां पर फायदा होने वाला है जब लोन की यहां पर ईएमआई सस्ती होती है तो जो एंड कंज्यूमर है उसकी बाइंग पावर बढ़ती है तो यहां पर लोन कट हो रहे हैं इंडिया नेगोशिएशन पर लगा हुआ है उसने रिटेलिएट नहीं किया फर्दर इंपोज करके बातें करने पर लगा है यूरोपियन यूनियन वो अमेरिका के साथ बात करने पर लगा है 040 यानी कि आप जीरो करो मैं भी जीरो करता हूं सेम प्रोडक्ट पर बड़ा सिंपल सा क्राइटेरिया है उसके बाद में अमेरिका इस हाई टेरीफ को ज्यादा लंबे टाइम तक कंटिन्यू नहीं कर सकता उसको भी पता है विद इन टू थ्री मंथ्स एव्री कंट्री विल कम टू देम कि वो बात करें और ज्यादा लंबे टाइम तक कंटिन्यू इसलिए नहीं कर पाएगा वहां की खुद की इकॉनमी पर बैड हिट होगा और वो साफ-साफ नजर भी आएगा तो ये दो-ती महीने की मैक्सिमम बात है अब यहां पर बात ये आती है विवेक भाई जो 30,000 यहां पर टारगेट लिखा था उसका क्या 30,000 टारगेट की अह मैं आपको सीधी-सीधी कैलकुलेशन दिखाता हूं कि अह जब भी इस तरह का बड़ा फॉल आता है बड़ा फॉल की जो भी डेप्थ हमारी होती है आप ध्यान से समझना डेप्थ हमारी कैसे काउंट हुई मैं सबसे पहले एक बार डेप्थ लगाता हूं कि ये हमारी टोटल डेप्थ थी यानी कि लास्ट टाइम जो हाई बना ये हमारा हाई बना था और जो ये हमारी डेप्थ थी तो जितनी हमारी डेप्थ होती है इतना ही उसके ऊपर ये जाता है आप हमेशा ध्यान से समझना आप पीछे जितनी मर्जी वर्किंग कर लेना ये सेम आएगा और टारगेट हमारा ये हो गया इसके बाद जितना भी ऊपर का पोर्शन है ये हाई फ्लाइंग ज़ोन है इसमें खतरा होता है और ये ओवरबोट ज़ोन है इससे ऊपर का जितना भी ये एरिया है यानी कि दिस पर्टिकुलर एरिया इज़ कॉल्ड एज द ओवरबोट ज़ोन और ओवरबोट ज़ोन नीचे आता ही आता है वापस से ठीक होने तो ये हमारा टारगेट आया था इस तरीके से इससे पहले अगर हम यहां पर बात करने लगे कि इस बड़ी गिरावट के बाद जो लाइफ टाइम हाई था इसके ऊपर ये सेम लेवल तक गया क्या यहां से उठाकर देखें तो ये सेम लेवल तक गया क्या यस गया उसके बाद क्या हुआ ये हाई फ्लाइंग ज़ोन हो गया और उसके बाद में ये कंसोलिडेशन में चला गया अच्छे लंबे टाइम तक तो हमारा टारगेट डिसाइड हो गया इससे पहले यहां पर ये अच्छी बड़ी गिरावट आई हम यहां पर भी देखते हैं कि सेम हमारा टारगेट इस तरह से अचीव हुआ क्या ये हमने डेप्थ लगाया इसके ऊपर इसको प्लॉट किया लाइफ टाइम हाई से ऊपर प्लॉट किया सिंपल हमने ज्यादा कुछ नहीं किया ये टारगेट हमारा अचीव हो गया और उसके ऊपर ये फिर हाई फ्लाइंग ज़ोन मींस ओवरबोट ज़ोन हो गया और ये कंसोलिडेशन में चला गया तो उसके बाद कंसोलिडेशन में जाता है ऐसी बात नहीं है नहीं जाता है इससे पहले हम देखें तो दिस पर्टिकुलर ये हमारा डेप्थ से हमने पिक किया और पिक करके हमने इसको ऊपर लगाया और यहां पर ये टारगेट अचीव हो गया और टारगेट अचीव होने के बाद में फिर ये कंसोलिडेशन में चला गया और इसके ऊपर का एरिया हमने ओवरबोट ज़ोन माना इससे पहले हम इसको भी ले सकते हैं जो टोटल वाला था इसी को हम यहां पर भी खींच सकते हैं आप समझ रहे हो कि 208 वाले पूरे फॉल को हम इस तरीके से पिक कर सकते हैं तो ये हमारे दोनों फॉल सेम ही थे यानी कि डेप्थ अलग-अलग थी लेकिन लाइफ टाइम हाई सेम था तो हम यहां पर कर सकते हैं इसको हमने उठाकर पिक किया और इसको पिक करने के बाद में आप देखोगे तो ये टारगेट भी अचीव हुआ हम इसको वीकली चार्ट पर देख सकते हैं ज्यादा अच्छे से क्लेरिटी के साथ नजर आएगा और यहां पर देखें तो ये हमारा टारगेट अचीव हो गया और उसके ऊपर का ये ओवरबॉट ज़ोन फिक्स हो गया तो सेम ही चीजें अब हमें नजर आती हैं क्योंकि अभी भी सेम डेप्थ बन चुकी है और यहां पर जो डेप्थ भी बनी है उसका जो टारगेट निकल कर आता है अगर हम लाइफ टाइम हाई के ऊपर रखें तो ये 30000 निकल कर आता है और उससे कम नहीं आता तो यहां पर अगर आप देखोगे तो ये 3850 नजर आता है अब लोग कहां डरे थे क्योंकि 30,000 जैसे मैंने बोला मैं आपको एक चीज बताता हूं और मैं आपके सामने इस चीज को आप इसको कंफेस कहें करना या कुछ भी बोले Twitter पर जब भी कोई बदतमीजी करता है ना या कोई गंदे वर्ड्स यूज़ करता है या अब्यूसिव वर्ड्स यूज़ करता है तो मेरे पास उसको समझाने का मन नहीं होता वैसे भी जो गाली देने वाले लोग हैं उनको समझाया नहीं जा सकता वो अंदर से इतने नेगेटिव इतने बीमार इतने यहां पर अनब्लेस्ड है इतने कर्स लोग हैं वो कि मेरी छोटी सी एनर्जी उनके कर्स को दूर नहीं कर सकती उनका लाइफ में कुछ हो नहीं सकता जो दूसरों को गाली देता है उसका कुछ नहीं हो सकता मैं सिंपली क्या करता हूं उनको ब्लॉक करता हूं दैट्स इट मेरे पास दूसरा कोई ऑप्शन नहीं है वैसे भी मेरे Twitter पर आकर मेरी ट्वीट को रीड करके मुझे अब्यूसिव वर्ड्स यूज़ करना मींस तुम्हें क्या मिलने वाला है इस चीज से और मैंने आपको समझाने की कोशिश भी नहीं की लेकिन फिर भी मैं ये बात क्यों कह रहा हूं यह बात इसलिए कह रहा हूं कि आपको भी लाइफ में ऐसे ही करना चाहिए जो नेगेटिव लोग जबरदस्ती आपके घर को नोक करके आपके घर में घुसे और आके कुछ उल्टा सीधा बोलना शुरू करें उनके साथ मुंह नहीं मारो उनको कुछ नहीं कहो चुपचाप सिक्योरिटी गार्ड्स उठाओ और उनको बाहर फेंकवा दो और उनको बोल दो सिक्योरिटी गार्ड्स को दोबारा नजर आए तो निपटा देना इनको तो सेम ही काम मेरे पास Twitter पे यहां पर बजता है जो लोग आकर उल्टा सीधा बोलते हैं सिंपल सा मेरे पास ऑप्शन है एक अच्छा सा ऑप्शन दिया हुआ है Twitter ने ब्लॉक दोज़ पीपल नॉट टू सी देयर फसेस अगेन एवर इन द लाइफ तो मैं ये चीज करता हूं और यही करना एक सफाई भी कहते हैं वही समझदारी भी होती है कि जितने लोग YouTube पर और Twitter पर खुद को फॉलो करते हैं ना वो अपने से हो मुझे इस चीज की बिल्कुल भी इच्छा नहीं है कि मेरे 20 मिलियन 30 मिलियन 40 मिलियन फॉलोवर्स हो ना इतने सारे लोग वैसे भी रिच नहीं बन सकते क्योंकि ईश्वर का ये नियम ही नहीं है रिच लोग बहुत ज्यादा होते ही नहीं है तो अगर 20 30 60 100 मिलियन अगर लोग आ गए 10 करोड़ लोग आ गए सोचने लगे कि ये 100 करोड़ मींस 10 करोड़ लोग अल्ट्रा रिच बन जाएंगे तो 10 करोड़ अल्ट्रा रिच किसी कंट्री में होते ही नहीं है चाहे वो अमेरिका क्यों ना हो अ तो ये ईश्वर का नियम ही नहीं है यहां पर बॉस कुछ होते हैं और जो नीचे टीम में होते हैं वो एम्प्लाइजस बहुत ज्यादा होते हैं यहां पर जो घर भी बनता है ना कोई बिल्डिंग भी बनती है तो उसका मालिक एक होता है लेकिन काम करने वाले हजारों लोग होते हैं ये कुदरत का नियम है लेकिन इस नियम में एक अच्छी बात क्या है कि कोई भी नीचे से निकल कर अपनी मेहनत से ब्लेसिंग से ईश्वर की आराधना करके अच्छा बिहेवियर लाकर अपनी स्किल्स को डेवलप करके कम खर्च करके ज्यादा सेव करके इन्वेस्ट करके अपने आप को मालिक तक पहुंचा सकता है यहां पर जितने भी आप फॉलोअर्स हो जितने भी लोग इस वीडियो को देख रहे हो और जितने भी वीडियोस को आप देखते हो अपने आपको उस कर्स वाले माहौल से निकाल कर ऊपर लेकर आओ रिच लोगों से सीखो रिच लोगों को गाली देने से कुछ नहीं होने वाला है आपका कुछ भी नहीं होने वाला है ईश्वर आपको वही बनाएगा जो आप बनना चाहते हो अगर आप रिच लोगों से जलते हो किलसते हो तो ईश्वर को पता चल रहा है कि इनको रिच पसंद नहीं है इनको रिच मत बनाओ ये बड़ा सिंपल सा कांसेप्ट है रिच बनना है तो रिच को रेस्पेक्ट दो गरीब बनना है तो गरीब को रेस्पेक्ट दो लेकिन रिच गरीब को रेस्पेक्ट देगा तो उसमें कुछ गलत है क्या कोई गलत नहीं है यहां पर रेस्पेक्ट देने की प्रॉब्लम नहीं है यहां प्रॉब्लम है उनके अगेंस्ट जाने की यहां प्रॉब्लम है उनको कर्स करने की यहां प्रॉब्लम है उनको अब्यूसिव वर्ड्स यूज़ करने की उनको होस्टाइल बनाने की उनके अगेंस्ट जाने की यूनिवर्स के यहां पर माहौल को समझो जो राजा बनना चाहता है वो राजा की इज्जत करता है जो ऑफिस में बॉस बनना चाहता है वो अपने बॉस की इज्जत करता है कोई भी वो लोग बॉस नहीं बना करते ऑफिस में जो बॉस को गालियां देते हो यूनिवर्स सुनता है इन सब बातों को को इन सब बातों को समझने की जरूरत है तो यहां पर टेक्निकल मैंने आपको साफ-साफ बताया यहां एक और पॉइंट है जब भी आज तक इंडियन हिस्ट्री में लोअर सर्किट लगे हैं वो भी एक बड़ी गिरावट के बाद ये लोअर सर्किट था यहां पर 5% का प्री ओपनिंग में जब यस्टरडे से और ये नीचे खुला था ये 5% का लोअर सर्किट था और स्मॉल कैप में 10% का लोअर सर्किट था जब भी एक बड़ी गिरावट के बाद ध्यान से समझना जब भी एक बड़ी गिरावट के बाद नीचे लोअर सर्किट लगे हैं उसके बाद में मार्केट उससे नीचे नहीं जाती है मार्केट वहां से रिकवर करती है और ऊपर चली जाती है यहां पर लोअर सर्किट एक लास्ट अटेम्प्ट होता है ऑपरेटर का रिटेलर्स के पॉकेट से शेयर्स को सस्ते भाव पर लेने का और रिटेलर्स यहां पर फंस जाते हैं और उनको स्टॉप लॉस लगाकर या मार्जिन ट्रेडिंग फैसिलिटी की वजह से टॉप अप नहीं करके मार्जिन फंड्स को यहां पर मजबूरी में बेचना पड़ जाता है तो जो एक्स्ट्रा ग्रेड लोग हैं यहां पर वो भी फंसते हैं जो जरूरत से ज्यादा दिमाग वाले हैं स्टॉप लॉस वाले यहां पर वो भी फंसते हैं जो उससे भी ज्यादा दिमाग वाले हैं एफ एंडो वाले वो भी यहां पर फंसते हैं यहां जो सिंपल लोग हैं दुकानदारी समझते हैं इसको बिज़नेस समझते हैं कि आज पैसा लगाया अच्छा माल लेकर रखा जब ग्राहक आएगा 20 30% 20 30% प्रॉफिट देने पर तब यहां से उसको बेचेंगे फिर नया माल ले आएंगे अगर मार्केट इस बीच में 15 डेज बिकॉज़ ऑफ़ एनी रीज़न बंद हो गई तो कोई बात नहीं जब खुलेगी तब माल बिकेगा जिनको घबराहट नहीं है जिन्होंने अपना पैसा लगाया है जो सेंसिबल तरीके से अच्छी चीजें पार्ट्स में डिवाइड करके थोड़ा सा कुछ आइटम थोड़ा सा कुछ आइटम थोड़ा सा कुछ आइटम वैसे लेकर चलते हैं ये सारी बातें मैं पहले भी बता चुका हूं सो 30,000 का मैंने पॉइंट बताया मार्केट वहीं जानी है कब तक जाएगी मे बी वन ईयर मे बी वन एंड हाफ ईयर उससे ज्यादा टाइम नहीं लगते हैं आप इस चीज को भी बैक टेस्ट करना और यूएस के साथ बातें सारी की सारी जो कंट्रीज अपने आप को यूएस जितना नहीं मानती है वो सब बात करने आएंगी और यूएस भी इसी चीज के लिए तैयार बैठा है जो आंखें दिखाएगा चाइना शायद उसको अपना ही नुकसान करना पड़ेगा एक लिमिट के ऊपर जब इंसान टॉप कैटेगरी में पहुंचता है तो वो डिफरेंट तरीके से बिहेव करता है चाइना हैज़ दैट यू नो उस चीज को क्या कहेंगे कि चाइना हैज़ दैट मच मनी दैट ही कैन फाइट विद यूएस बट इंडिया डजंट हैव दैट मच ऑफ़ मनी तो इंडिया उस मूड में भी नहीं है और ये अच्छी बात है इंडिया को इस पूरे गेम में फायदा ही होना है यहां नुकसान होता कुछ नजर नहीं आ रहा है और बाकी टाइम आपको अपने आप बताएगा आई कैन सेंस ऑल दीज़ थिंग्स शायद लास्ट 20 इयर्स से मार्केट में हूं और लास्ट 30 इयर्स से पैसा कमा रहा हूं लोगों के साथ डील करके व्हेन आई वास 13 तब कमाना शुरू किया था आई एम 43 नाउ और अभी तो पूरी जिंदगी बड़ी है और सीखते जाएंगे करते जाएंगे लोगों को समझते जाएंगे ह्यूमन साइकोलॉजी को समझना इंपॉर्टेंट है अगर मार्केट में अच्छे बड़े पैसे कमाने हैं अपने से बड़ों को अब्यूसिव वर्ड्स यूज़ करना बंद करो वरना ईश्वर कभी बड़ा नहीं बनाएगा कल फिर मिलेंगे एक नए वीडियो के साथ तब तक अपना ख्याल रखो जय हिंद जय भारत",
  "AADaYU_r9V0": "hey guys OpenAI just released three brand new models GPT41 41 Mini and 41 Nano and these new models come with some very exciting new features and in the rest of this video we're going to answer two questions first what are the most important updates that you need to know about these new models as a developer and second should you actually be using these new models inside of your real world developer scenarios such as coding chatting with these models and integrating these new AI models into your AI powered applications so let's go ahead and start breaking everything down so you can decide if you want to start using these new OpenAI models in your own projects oh and real quick if you're looking to get help on your AI projects and to join a community of over 6,000 like-minded AI developers I definitely recommend checking out the free school community I created just for you guys we have weekly free coaching calls where you get to hop on a call with me and other developers in the group so we can get you unstuck and moving forward on your AI projects definitely recommend checking out by clicking the link down description below but enough of that let's go ahead and hop back to the video so let's go ahead and do a speedrun of the seven most important things that you need to know about the new GPT4.1 models that have just been released so the first major improvement you're going to notice with the new GPT4.1 models is the fact that all of them can support up to 1 million tokens of context which is a huge improvement from the previous limit of 128,000 tokens that we've been stuck at for a really really long time with these OpenAI models and if you actually dig deeper into one of the tests that they ran I was really really impressed when they ran a needle in the haststack test which is where you look up one key piece of information in our huge context window it performed perfectly across the board and here's why this is so important in the past models used to do really good at looking up information at the beginning and the end of our tokens so when you pass in a huge context window they would perform really good at the beginning and the end but in the middle it was no man's land and it would usually struggle to find information or and really perform this needle in the haststack test but with these new models it performs perfectly across the board which I thought was super impressive and the second major improvement that you're going to notice inside the new GPT4.1 model is that it's going to appear way smarter when you have a long conversation with it and the reason why is the MRC score doubled let me break it down real fast cuz it's definitely confusing at first so MRCR score basically refers to the ability for a large language model to track and understand what different words refer to over a long conversation so when you're saying \"Hey please go improve my email.\" Well it's going to figure out oh when you say email you're talking about the email from 20 messages ago where you had the subject line \"Please like and subscribe to my channel.\" And that's what the email you're talking about and referring to okay cool i now know how to go back refer to it and make the changes that you're asking so this is a huge improvement the score absolutely doubled when looking at GPT4.1 compared to the previous 40 models so this one's huge and I'm really excited for this update and the third major improvement you're going to see inside of GPT4.1 is that it's way better at following instructions in fact compared to GPT40 it's about 60 to 70% better so when you do things such as \"Hey please when you go forward make sure always to return your results in markdown.\" It should do that or when you pass in negative instructions such as like \"Hey in all of my emails never include an emoji again.\" It should absolutely do way better at that or when you're doing a voice agent and you say \"Hey make sure you get the person's first name and last name before going off and handling their questions.\" Do that so as you can see it just all around instruction handling is way better and this is super important inside of our LLMs because we need to make sure they behave appropriately so that we can go off and deploy them in production and actually trust what they're doing so super impressed with this one as well and the fourth major improvement you should see when starting to use GPT 4.1 is that it is way better at coding compared to the other OpenAI models so the first benchmark we're going to look at is the SU benchmark which is basically when they give the large language model a codebase and they say \"Hey here's the problem go forth and solve it.\" Well it absolutely beat all other models which is wild so when you actually look at this GPT4.1 completely destroyed 40 it almost doubled the performance on this benchmark and what I thought was super surprising is that 4.1 also beat 03 mini which is a thinking model and it beat 4.5 which is a really expensive model so all around GPT4.1 is nothing to sneeze at when it comes to coding now another test that they run when it comes to checking out to see how these models do when it comes to coding is the polyglot benchmark and all that means is the ability for these models to edit different code within a file so think you're inside a cursor where you just said \"Hey OpenAI please go off and adjust this part of the file delete this part and add this section.\" Well that's exactly what's happening it should be altering you know pieces of code within a file and GPT4.1 did pretty good it really destroyed GPT4.0 but it was not as good when it comes to 03 which is the thinking model and it definitely still beat 4.5 but you know it's not the best for coding when it comes to using it with tools like cursor and we'll actually talk more about this later in part two so let's go ahead and hop over to the next improvement all right guys let's go ahead and dive into the fifth most important piece of information you need to know about these new models which is price let's go ahead and look at the big boys first and then we'll dive over to the other ones so first things first GPT41 is the new model so it is all around smarter than GPT40 and it's also cheaper than GPT40 so when you actually look side by side it's roughly around 21 22% cheaper across the board so the new model cost $2 for inputs the old model cost $250 the new model cost $8 for output and the old one cost 10 so yeah roughly a 20% cheaper for a much smarter model which is pretty impressive they've absolutely crushed that the other thing that is I think important to note is to look at how GPT41 compares against 03 mini cuz roughly in certain parts they were comparable in intelligence especially in certain coding test so this is something that I thought was pretty interesting is that 03 mini is way cheaper than 41 so 03 mini is about a dollar a little over a dollar while for input while GPT41 is around $2 so it's it's actually like almost twice the cost on input and output so you know if you're kind of coding on a budget and you have to use OpenAI models would definitely recommend really considering 03 Mini compared to 41 at least based on price now the one thing that is pretty important is obviously if you're working with a bigger codebase GPT4 just a reminder does have access to that million token context window while 03 mini only allows for 200 but caveat though is if you are needing to make bigger change these GPT41 models are still limited to that 32K token output window which is really tiny i'm still baffled that they haven't improved that but enough on the big models let's go ahead and see how the other mini models stack up cuz there was a huge shock in this one so when you look side by side at the new models we'll start with 41 mini so 41 mini all around we're going to see that it has a 40 cent for every million tokens input so pretty cheap but when you compare that to 40 Mini the existing old model it's almost three times as expensive so you wouldn't guess that based on all the hype around it you would have assumed it was going to be even cheaper than the old model so what's actually happening if you look at it side by side the price goes 41 nano is the cheapest at 10 cent then it's 40 mini is the second cheapest at 15 cent then you bump up to 41 mini so that was definitely a shock when I first saw it so but you know what is cool with the new mini models is that you still get access to that 1 million token context window like you do on the big one and final thing while I'm just have this this cut up the cut off for all of these is still 2024 i was hoping it was going to get bumped up to 2025 but that is not true so some of the models the new 41 models have a cut off of 2024 May 2024 and 40 and 03 mini have a cut off in 2023 which is forever ago at this point so all around I thought that was really interesting but let's go ahead and head over to the next one so the next thing I want to talk about with you guys is the speed of these models so we're going to go ahead and hop over to GPT4.1 real fast and I do want to mention all of these speeds have come from Open Router specifically when you look at the very bottom of the screen you can see the latency and throughput now if you're not familiar with these terms latency just means the average time it takes for the provider to send its first token so you send the request and you're just sitting there waiting for the provider to respond so in this case for GPT4.1 it's half a second and then throughput is how many tokens per second on average is the provider sending back to you and a token is roughly I think one word is like 3 to four tokens so this is like 25 words per second is what's getting sent back to you so let's go ahead and actually see how the old models and the new models stack up against each other and I think what's the best to start with is GPT 4.1 Nano because this is what they kept talking about in all of their press releases saying \"Hey this is our fastest model and cheapest that we've ever created.\" And you can actually see yes it is the fastest meaning it's you know basically a tenth of a second faster than everything else so that is faster so that means it is going to be great for doing like if you're working with voice agents and you need to like quickly go look something up or make a quick call or something like that you really might want to start exploring with 41 nano strictly because of that latency right there is going to feel more natural so the person is not stuck on the phone forever the other one is the throughput so this is like how fast it's going to start generating and spitting back results to you and as you can see there's like a direct correlation with how smart the model is and how many tokens it can spit out per second so dumb model fast smart model slow so all around the 41s they are all faster than 40 and then on a direct comparison it did look like 41 mini the new one is not as uh fast as the old one but when you actually go back and look at the price if you remember this one's like three times more expensive which probably means it's you know three times smarter as well so that's why you know it's not really a direct apples to apples comparison but all around as you can see these models are getting faster and cheaper which is amazing it's a great time to be alive so let's go ahead and look at the seventh most important thing that you need to know about the new models and the last piece of information you need to know about the new model is first off this is for the developers meaning it is only available through the API so you won't be able to access this in normal chatbt land and the second thing that you need to know is that this is actually going to deprecate GPT 4.5 all around this new model was basically just as smart if not smarter than 4.5 but you know according to the OpenAI team it's actually much cheaper for them to run so as soon as they can they're going to be dropping GPT 4.5 preview and replacing it completely with GPT 4.1 so I thought that was pretty interesting cuz they spent an insane amount of money on this model and now they're just dropping it in replace of 4.1 so all right that's enough for going over all the updates you need to know so let's actually hop over to part two where we're going to see like hey great they made a ton of improvements but you as a developer should you actually be using it or shouldn't you so let's go ahead and hop over to part number two all right guys welcome to part number two where we're going to answer the question where should you be using GPT 4.1 inside of your workflow as an AI developer and we're going to be looking at three different tasks coding chatting and AI apps so when it comes to coding we're talking about using this model inside of cursor when it comes to chatting we're just talking about if you were to use this model to go off and actually like solve problems which one would you use and the third thing we're going to be looking at is AI applications so specifically really looking at how does this model perform when it comes to AI agents so we're going to speed through these so you know exactly what you need to be doing when it comes to this new model so first things first when it comes to coding what we need to look at is specifically the test inside of the comparison chart that I have that Gemini 2.5 Pro put together so when it comes to coding what we want to look at is these two tests right here the polyglot which is when we were looking at making changes to our files and the other one was the sweet benchmark verified so let's go ahead and unveil the scores for these GPT 4.1 so you can see how they stack up so right out of the gate the you know it's kind of a blowout truthfully so the short answer is when it comes to coding GPT 4.1 really struggles compared to Gemini 2.5 Pro so you can see right out the gate for Polyglot the Gemini 2.5 Pro takes the cake and you know it's up 20some% compared to GPT 4.1 now when it comes to the SWE benchmark which is like hey just go solve this problem the model that wins here is Claude 3.5 Sonnet it dominates so really if you're thinking about coding I mean my go-to is always clawed something that is important to note though is yes GPT 4.1 absolutely gets destroyed here however one of the things is Gemini 2.5 Pro its response time and latency is wild like sometimes it can take up to 8 seconds for Gemini 2.5 Pro to return its first token so yes it is very very very smart however it can take a while so Gemini 2.5 Pro it is the smartest however at a caveat it takes the longest claude 3.7 just all around a great model it's fast and it's very smart when it comes to coding so I'm going to give it a thumbs down for using the new GPT 4.1 for coding so this one even though it's smarter than 40 it is a nogo on coding stick to claude all right the next one is chatting so when it comes to chatting using GPT 4.1 the main two tests that we really need to look at were MRCR so this is when you're you know having that long conversation with the model of saying like hey please go off and improve that email from a while ago and being able to refer back to it and actually you know yeah I know the email you're talking about and I can fix it so this one once again not the best model per usual GPT 4.1 it is like an improvement like we saw from the previous ones but it cannot hang with Google at all so Google yes it is going to be slow compared to you know GPT4.1 however it just does so much better so you are going to wait for these results but if you need high quality results there's nothing that beats Gemini 2.5 Pro right now it is all around the best model to help you with your workflows so now I will say asterisk on these test results because whenever I was looking at these results for 03 mini 03 mini high was supposed to have like a 61% and when I actually looked at the open AAI docs this number wasn't exact 1 to1 same however you know so even though I couldn't get the exact match for these numbers I mean it's still nowhere close like 94% compared to 50% like they're not even close so all around as well when you're trying to chat with these large language models to go off and help you perform a task so writing big emails or whatever you need to be doing where you're giving a lot of instructions and talking back and forth once again GPT 4.1 is not the model you want to actually be looking at and now what we want to do next is look at the third most important thing that we do as AI developers which is actually using these AIs inside of our applications and I think one of the best ways to actually look at this is actually see how GPT 4.1 performs inside of an agent so what I did is I actually went off and used the new GPT 4.1 inside of a crew that I built a while ago and this is where finally we have good news so long story short I have a crew that helps me write a newsletter so all around this newsletter crew takes in a brain dump it writes a newsletter it edits it and then it spits it out so that's basically what this newsletter crew does and what I want to show you is this crew has a ton of instructions so you can see inside of here it's just you know like instructions goals best practices more best practices expected output like for every task inside of this crew there's a ton of information that I ask the agent to follow which really is super helpful because GPT 4.1 one of the biggest improvements they made was making sure that it does much better at following instructions and it really shows so let me show you one of the old this is what GPT4 did when writing a newsletter so all around it went ahead and did like a deep dive in a newsletter and then it kind of skipped to some step two then it skipped to step three so all around it it did have steps but this is just like kind of short which is not what it's supposed to be doing so let me show you what GPT 4.1 did where it actually followed what it was supposed to do when it came to writing a newsletter so all I did was just swap out the model underlying it and GPT41 absolutely dominated it it went through and it came up with great titles like it was supposed to for each subsection it included the proper amount of context it highlighted things how it was supposed to it wrote in bullet points to make things easy to skim like all around GPT 4.1 absolutely crushed it so key you know takeaway going back to our chart and just like you know like a quick me vibe checking it is I will 100% using GPT 4.1 inside of my agents going forward whenever I need to just work on well-rounded task so GPT 4.1 is going to become my go-to model inside of agents and the reason why I'm staying away from like you know Gemini Pro even though like it dominated everything else was strictly because of speed as you saw earlier when it comes to you know in this case I was writing a newsletter i don't want that to take 10 years to write i just wanted to like speed through it really quickly so that's why you know GPT 4.1 absolutely crushed it so I do also just want to show you guys a few other things cuz I already have the data so I just want to show you real fast just cuz like GPT 4.1 still gets its butt kicked and a bunch of other stuff even though it's good for our AI applications just all around once again it is not the best when it comes to performing math yes it does beat a few OpenAI models like 4.5 but still like it is not the best for hardcore thinking when it comes to like looking at analyzing images it does do pretty good compared to other models like but all around you know nothing wild it's pretty standard to what exist and the only thing it is better than other models is when it come or almost better is multil- language so it's still not even better there as well so all around GPT 4.5 in summary it is not the best model to help you inside of your workflows for coding or for chatting however personal recommendation as you're going off if you need a new go-to model inside of your AI applications or to run your agents I would 100% recommend to start using GPT 4.1 i think you guys will really be impressed with the results because it does a great job following instructions it absolutely crushes it and its price to speed ratio is is amazing so definitely would recommend checking out but let me know if you guys have any questions on anything that I've shown today happy to dive deeper or answer any questions you have and that's a wrap for this overview of the new OpenAI GPT4.1 models i hope you guys learned a ton and I'm super excited to hear what you're going to be doing with these new models and if you're actually going to be using them not using them I'd love to hear it all drop a comment down below and quick reminder I have that free school community with over 6,000 members we have weekly free coaching calls definitely recommend joining it check out the link in the description below also I have a ton of other AI related content right here on this channel everything from Curi Langchain everything you can think of I have it and I definitely recommend checking out whichever video pops up next on your screen but thanks guys have a great day and can't wait to see you in the next one see you",
  "COK5pN2_mVc": "imagine this you're on the bus no laptop just your phone and suddenly you get a wild app idea but instead of waiting to get home you pull out your phone and start building it and by the time you step off the bus you've got a working MVP so today I'm testing if that's actually possible can you really build a full app using just your phone and will it be any good first grab your phone and head to the app store search for Replit and download the app and here's where it gets exciting since Replet runs and builds live in the cloud you can literally test what you're building in real time without needing a computer once the app's installed go ahead and log in if you don't have an account yet it only takes a few seconds to create one and now you're ready to build you could just start prompting right away but I've got two shortcuts that makes the building way smoother the first one is brain dumper.ai this is my free tool that turns your idea into a proper structured project context so instead of just typing something vague like build an app that analyzes my shower thoughts you'll describe your idea fully then hit next choose mobile app and tap generate give it around 30 seconds and it's finished then copy the context it gives you and switch back to the replay app now for trick number two use this built-in expo template this template is already optimized and it saves you credits too since you don't need to generate the entire project from scratch you'll find the link in the video description click the link and it'll open directly on your phone from there hit remix give your project a name and tap create you've now cloned a readytouse project to get the app running hit the green play button in the bottom left then slide over to the third button in the navbar this opens the console and just like that your project is already live normally you'd scan a QR code to view it in Expo Go but on mobile Replet shows it live right inside the app the green bars mean it's still booting up so let's give it a sec when it's done loading hit the middle button at the bottom navbar and here it is right now it's just the default expo replet template but we're about to turn it into our own app before you start chatting with the AI let's adjust a key setting that will make your results way better go to the assistant page first tab on the bottom then tap the three dots in the top right and open settings at the top there's an assistant prompt field tap the gear icon next to it then add new prompt this is where we give Riplet some rules to follow in every chat call it expo and for the prompt write this is an expo project for building React native apps frame your responses accordingly then hit save and select it as your new default rule perfect now go back to the assistant chat paste in the context from brain dumper and ask it to build out this app now replet will think through the context and start generating the app when it pops up with changes just hit apply all once it's done let's try it out i'll ask if the idea we're building now is good or not hm error no big deal copy the error message and let's see what the AI says hit apply and test again let's ask the same thing again now it works but the data is clearly just placeholder text press the button again and yeah this is just fake data as you can see so now it's time to add the AI analyzing feature prompt this it seems like it's just placeholder data so let's integrate DeepSeek for the AI to think and analyze through the input hit apply all then okay now we're halfway through the challenge can we get this thing app store ready without ever touching a laptop let's see when the generation is done open the secrets page add a new secret and name it Deepseek API key for the value field exit repl go over to your browser and search platform.se.com tap the hamburger menu open API keys and create one called showerthoughts copy that key return to replet and paste it into the value field then hit add secret nice now deepsee is connected let's give it a try i'll drop the same idea in hit evaluate and wait 15 seconds later this is the result now the AI gives real feedback it's not anything revolutionary though but it's working seems like the AI liked my idea but the score it gave me was only 72 and okay the UI definitely needs to be improved so let's upgrade it let's prompt this make the app more beautiful and professional also make the AI output more concise and better formatted wait until it's done and just look at that cleaner UI way more professional and it even added a nice analyzing animation the UI looks way better now though it could use some tweaks and the output's still a bit long maybe bullet points would help but hey we built all this from just our phone and it's already a working MVP fixing bugs on mobile can be a bit clunky and the AI sometimes freezes and we haven't added any O or a database yet but for a first version it's solid but now can we push this to the App Store from our phone too let's try it open a clean console and click EAS publish preview iOS okay that didn't work screenshot the error and toss it into the assistant chat replet suggests some fixes apply them and run it again hm still errors hey guys this is me from the future i tried this like five times and it still didn't work uploading to the app store on mobile is possible but honestly it's way easier on a PC so I'll just jump onto my laptop now head to replet.com log into the same account and open the mobile project click the three dots and download as zip unzip it and drag it into Windsurf open a new terminal and type npx test flight would you like to automatically create an EIS project yes okay so here's an error copy it press Ctrl L to open Cascade and paste it into chat mode so project ID is missing apply the fix but there is just a problem with the code send the problem to Cascade to fix it okay so now the title slug and version was missing let's apply this as well try to run the command again but now the error is just a simple fix apparently this has to be specifically expo on repl run npx test flight one more time okay another issue copy and paste it again cascade fixes it with a proper bundle ID remove the code in the app config file and insert this finally the command runs and honestly this was the most annoying part it took a few tries but sometimes it just takes a bit of trial and error now say yes to standard encryption then log into your Applede Dev account you'll need to set this up at developer.apple.com and it costs $99 per year and generate a new provisioning profile yes then it uploads the app to App Store Connect the build process takes about 5 minutes now it's done building the app it just needs to submit it to App Store Connect go to app storeconnect.apple.com log in and open apps here you should see your app now click on it head to test flight under external testing create a new group then add your build fill out the details and hit submit for review once it's approved you can generate a public link and share it with friends to let them try your app now if you want to see exactly how I create my mobile apps with Windsurf I recommend watching this video right [Music]"
}