{
  "3b9t69R8MX0": {
    "transcript": "सीएनबीसी का यह आर्टिकल देखिए इसमें साफ-साफ लिखा है कि निफ्टी में 2500 पॉइंट का फॉल एक्सपेक्टेड है और निफ्टी 20,000 या फिर 19,500 के लेवल को भी टेस्ट कर सकती है यानी यहां से लगभग 10-12% का एक और भारी क्रैश आ सकता है और 27 सितंबर 2024 की 26,277 की पीक से देखा जाए तो लगभग 24% का फॉल एलरा कैपिटल के बीजू सोमियल ने सीएनबीc टीवी के साथ इंटरेक्ट करते हुए उनको यह भी बताया कि अब तक हमने जो देखा है ना वो तो बेयर मार्केट की सिर्फ पहली वेव थी और अभी तक 5 महीने ही हुए हैं यह बेयर मार्केट अगले 18 से 24 महीनों तक चल सकती है यानी आने वाले समय में शायद मार्केट और भी ज्यादा गिर सकता है वैसे मार्केट को गिरते हुए देखकर डरना छोड़ दो जहां गिरते हुए मार्केट में आपके पोर्टफोलियो लॉस में है वहां कई सारे ट्रेडर्स हर रोज लाखों रुपए कमा रहे हैं यह देखिए 1 अप्रैल 2025 को जब निफ्टी 350 पॉइंट डाउन है तब विकास वरा ने 27 लाख का प्रॉफिट बनाया है अनमोल ने 14 लाख का प्रॉफिट जितेंद्र सिंह ने 8 लाख का प्रॉफिट और तो और यह सारे ट्रेडर्स के वेरीिफाइड पीएनएल है मैंने यह सारा डाटा सेंसिबल से ही लिया है यानी लिटरली लोग 8 से 10 दिनों में 400 500% का रिटर्न बना रहे हैं और यह आप भी कर सकते हो यकीन नहीं होता है तो यह देखिए अगर आप निफ्टी के इस पुट ऑप्शन में सिर्फ ₹11,000 लगाते ना तो सिर्फ 10 दिन में ₹61,000 बन जाते यानी आपको ₹00 का नेट प्रॉफिट हो जाता यानी सिर्फ 10 दिन में 450% का रिटर्न कम है क्या चलो डिटेल में बताता हूं कि यह हुआ कैसे यह देखिए थर्ड जनवरी को निफ्टी 24,200 पर ओपन हुआ था और वहां से 10 दिन लगातार गिरावट आई 13 जनवरी को निफ़ी 23,100 के लेवल तक पहुंच गया यानी 10 दिन में करीब 1100 पॉइंट का क्रैश इसमें सबके इक्विटी पोर्टफोलियोस तो रेड हो चुके थे लेकिन मार्केट ऊपर जाए या नीचे ट्रेडर्स हर सिचुएशन में पैसा बना ही लेते हैं अगर आपको इस फॉल का अंदाजा होता ना तो आप थर्ड जनवरी को मार्केट ओपन होते ही निफ्टी का 16 जनवरी 2025 का ₹23,900 की स्ट्राइक प्राइस वाला यह पुट ऑप्शन बाय कर लेते जो उस समय लगभग ₹147 पर ट्रेड कर रहा था और अगले सात ट्रेडिंग सेशन में मार्केट 111 पॉइंट गिर गया जिस वजह से निफ़ी के इस पुट ऑप्शन की वैल्यू ₹825 हो गई यानी अगर आपने सिर्फ एक लॉट भी बाय किया होता ना तो आपके ₹11,25 इन्वेस्ट होते और वो ₹61,875 बन जाते यानी सारे खर्चे निकालने के बाद भी आपको ₹50,000 का नेट प्रॉफिट हो सकता था वो भी सिर्फ 10 दिनों में सिमिलरली अपमू में भी अब यह सेम स्ट्रेटजी से हजारों लाखों रुपए कमा सकते हो आपको बस मार्केट किस डायरेक्शन में मूव करेगा ना यह पता होना चाहिए आई नो ये डिफिकल्ट है बट इंपॉसिबल नहीं है मार्केट में 17 मार्च से लेकर 24 मार्च तक 5.8% की एक रैली आई थी जिसमें निफ्टी 22,350 से सीधे 1300 पॉइंट का जंप करके 23,650 तक पहुंच चुका था यहां अगर आप 17 मार्च को निफ्टी का 22,450 का यह कॉल ऑप्शन बाय कर दे ना तो सिर्फ छह ट्रेडिंग सेशन में 450% से भी ज्यादा का रिटर्न बन सकता था क्योंकि ₹300 वाला यह कॉल ऑप्शन 1270 पहुंच चुका था मार्केट की इस छोटी सी रिकवरी से आपका पोर्टफोलियो रेड से ग्रीन तो नहीं होता लेकिन आप ट्रेडिंग से छोटा-मोटा प्रॉफिट तो जरूर बना पाते ससेक्स का 78,000 का यह कॉल ऑप्शन तो सिर्फ 1ढ़ दिन में ₹55 से सीधे ₹834 तक पहुंच गया यानी ₹146% का मल्टीबैगर रिटर्न वो भी सिर्फ 1ढ़ दिन में यानी आपके ₹10,000 ₹1,400 बन जाते वाओ मोरल ऑफ दी स्टोरी क्या है यही है कि अगर मार्केट की मूवमेंट को समझ लिया ना तो प्रॉफिट आराम से बन सकता है और आज के इस वीडियो में मैं आपके साथ यही डिस्कस करने वाला हूं कि आने वाले समय में निफ्टी यहां से किस तरफ जा सकता है निफ्टी 18,000 पहुंचने वाला है या 28,000 आइए शुरू करते हैं इकोनॉमिक टाइम्स का यह आर्टिकल देखिए 2025 के एंड तक निफ्टी 28,000 और ससेक्स ₹0000 के लेवल पर पहुंच जाएगा ऐसी प्रेडिक्शन है यानी अगर यह सही हुआ ना तो निफ्टी 22,000 के बॉटम से लगभग 27% की आउटस्टैंडिंग रिटर्न दे सकता है वो भी सिर्फ 2025 में आई नो आपको भरोसा नहीं होगा लेकिन मेरे पास कुछ और भी इंपॉर्टेंट डाटा है ICICI डायरेक्ट की ये रिपोर्ट देखिए इनके अकॉर्डिंग निफ्टी 2025 के एंड तक 28,000 नहीं बल्कि 28,800 के लेवल तक पहुंच जाएगा Bajaj ब्रोकिंग भी निफ्टी के परफॉर्मेंस को लेकर काफी बुलिश है इसीलिए उन्होंने 28,700 का टारगेट दिया है अगर अब भी विश्वास नहीं होता ना तो गोल्डमैन सैच की ये रेटिंग देखो इस इंटरनेशनल ब्रोकरेज फर्म ने भी निफ्टी पर भरोसा जताते हुए 27,000 का टारगेट दिया है यानी ऑलमोस्ट बहुत सारी ब्रोकिंग फर्म निफ्टी को लेकर बहुत ज्यादा बुलिश है लेकिन क्या सच में ऐसा हो पाएगा क्योंकि पिछले 6 महीनों से यानी अक्टूबर 2024 से मार्च 2025 तक एफआई ने इंडियन मार्केट में कास्टेंटली सेलिंग ही की है और निफ्टी को अपने लाइफटाइम हाई से 15% क्रैश भी कर दिया है 26,000 से सीधे 22,000 तक 1 अक्टूबर 2024 से लेकर 26 मार्च 2025 तक एफआईआई ने करीब 32857 करोड़ का माल बेचा है हालांकि मार्च में एफआईआई ने सबसे कम सेलिंग की है लेकिन जब तक एफआईआई की इंडियन मार्केट में स्ट्रांग वापसी नहीं होगी ना मार्केट का तेजी से बढ़वा पाना बहुत मुश्किल है हालांकि मार्च में एफआईआई ने नेट बाइंग की है लेकिन फिर भी जब तक एफआईआई इंडिया में वापस नहीं आते ना तब तक इंडियन मार्केट का इतनी तेजी से ग्रो करना इंपॉसिबल लग रहा है ईडी नाउ की यह हेडलाइन देखिए इन्होंने भी अपने एक शो में यह सवाल उठाया था कि क्या निफ्टी 18,000 तक गिर सकता है और उस वक्त भी कई सारे एनालिस्ट का यह मानना था कि हां यह हो सकता है लेकिन फिलहाल तो बॉटम से मार्केट ने बाउंस बैकक करके एक रिलीफ रैली दिखाई है लेकिन क्या यह रैली सस्टेनेबल है क्या निफ्टी का डाउनफॉल यहां बंद हो जाएगा या फिर यह रिलीफ बस टेंपरेरी है और मार्केट फिर से 18,000 के लेवल तक गिरने वाला है वेल आज के इस वीडियो में आपको इन सभी सवालों के जवाब दूंगा अलोंग विद प्रॉपर रीज़ंस एंड एविडेंसेस तो वीडियो को एंड तक जरूर देखना अगर आपने मार्केट को सही तरीके से एनालाइज करना समझ लिया और आने वाले समय में मार्केट कहां जा सकता है यह समझ लिया ना तो आप आउटस्टैंडिंग प्रॉफिट बना सकते हो वैसे मार्केट ऊपर जाए या नीचे आपका प्रॉफिट पोटेंशियल बढ़ सकता है MSTOK के मार्जिन ट्रेडिंग फैसिलिटी फीचर के साथ आपको अपने कैपिटल पर 4x मार्जिन मिल सकता है यह प्लेटफार्म सारे रिटेल इन्वेस्टर्स को हेल्प करने के लिए ही बना है इनकी एमटीएफ ट्रेडिंग फैसिलिटी को यूज़ करके आप अपने एकिस्टिंग कैपिटल पर चार गुना लेवरेज ले सकते हो यानी सिर्फ 10,000 के कैपिटल से आप 500 के शेयर्स बाय कर सकते हो 400 की लोन आपको एमस्टॉक देता है जिस पे सिर्फ 6.99% से इंटरेस्ट स्टार्ट होता है जो कि पूरी इंडस्ट्री में सबसे लोएस्ट है यहां आप जीरो ब्रोकरेज के साथ ईटीएफ में भी इन्वेस्ट कर सकते हो जिसका मतलब है कम खर्चे में ज्यादा रिटर्न्स साथ ही डायरेक्ट म्यूच्यूल फंड्स पर भी 0% कमीशन का फायदा उठाइए और अपनी इन्वेस्टमेंट को कॉस्ट इफेक्टिव बनाइए ज्यादा सेविंग्स ज्यादा मुनाफा 18 लाख से ज्यादा लोगों का ट्रस्ट 80 करोड़ से ज्यादा सक्सेसफुली एग्जीक्यूटेड ट्रेड्स 4.1 स्टार की रेटिंग यह सब कुछ लोगों का इन पर भरोसा है एम स्टॉक नए और बेहतर टूल्स के साथ और भी पावरफुल हो चुका है ईटीएफ और एमटीएफ इन्वेस्टर के लिए 39 नए स्टॉक्स और छह ईटीएफ भी अब एमटीएफ के अंदर शामिल हो चुके हैं 16 नए ईटीएफ अब प्लेज शेयर के साथ अवेलेबल है इसका मतलब है कि अब आप भी डायवर्सिफाइड और फ्लेक्सिबल इन्वेस्टमेंट स्ट्रेटजीस फॉलो कर सकते हैं तो देर किस बात की है वीडियो खत्म होते ही डिस्क्रिप्शन में दिए हुए लिंक से एमस्टॉक चेक जरूर करना नाउ कमिंग बैक टू द टॉपिक मार्केट 2025 में कहां तक जाएगा उसका एक क्लियर पिक्चर समझते हैं मार्केट करंट लेवल पर रीज़नेबली वैल्यूड है पिछले 5 सालों में निफ्टी 8,000 के लेवल से 26,000 तक पहुंच चुका है यानी 223% का रिटर्न इन जस्ट फाइव इयर्स पिछले 5 सालों में हर किसी ने अपने पैसे 5 से 10 गुना ग्रो कर लिए हैं लेकिन अगले दो-ती सालों तक यह होना थोड़ा मुश्किल है इंडिया के जानेमाने ट्रेडर और इन्वेस्टर शंकर शर्मा का यह बयान सुनिए वेरी वेरीरी स्ट्रेट फॉरवर्ड यू विल सी नेक्स्ट टू जीरो रिटर्न्स फ्रॉम द हाईज ऑफ़ सेप्टेंबर 24 टिल द फॉर द नेक्स्ट फोर फाइव इयर्स और ऐसा इसलिए कहा जा रहा है क्योंकि ग्लोबल फैक्टर्स इंडियन मार्केट की ग्रोथ को बिल्कुल सपोर्ट नहीं कर रहे हैं एफआई अगले 3-4 सालों तक इंडिया वापस नहीं आएंगे क्योंकि यूएस बॉन्ड ईल्ड 4.5% के आसपास चल रही है यानी फॉरेन इन्वेस्टर्स यूएस में रिस्क फ्री 4 1/2% का इंटरेस्ट अर्न कर पा रहे हैं और अगर यूएस इक्विटी में इन्वेस्ट कर दे ना तो 10-12% का रिटर्न तो आराम से मिल जाएगा वहीं यूएस इन्वेस्टर जब इंडिया में इन्वेस्ट करने आते हैं तो सबसे पहले उसको करेंसी कन्वर्ज़ चार्जेस पे करने पड़ते हैं यूएस डॉलर्स को इंडियन रूपीस में कन्वर्ट करने के चार्जेस उसके बाद सेबी आरबीआई और इंडियन गवर्नमेंट के मल्टीपल रेगुलेशंस को फॉलो करना पड़ता है वो भी ठीक है और अगर वो इंडियन मार्केट से 15% रिटर्न बना भी ले ना तो शॉर्ट टर्म कैपिटल गेन टैक्स के नाम पे 20% और लॉन्ग टर्म में बनाए तो 12.5% यानी अगर एक साल में एफआईआई 15% का रिटर्न बना भी ले ना तो भी 3% तो गवर्नमेंट के पास जाएगा एज शॉर्ट टर्म कैपिटल गेन टैक्स इसके बाद 1 साल में इंडियन रूपी करीब 4% डेप्रिसिएट हो जाता है यानी जब एफआईएस अपना पैसा निकालकर यूएस वापस ले जाते हैं तब उन्हें यह रुपी डेप्रिसिएशन की वजह से 4% और कम मिलते हैं यह सब हटाने के बाद उन्हें ब्रोकरेज एक्सचेंज चार्जेस सेबी चार्जेस और करेंसी कन्वर्शन चार्जेस भी तो पे करने हैं सब मिलाजुलाकर 1% पकड़ लो यानी 15% पर एनम रिटर्न्स बनाने के बावजूद भी एफआईआई को नेट रिटर्न कितना मिला सिर्फ 7% इससे तो वह लोग इन्फ्लेशन को भी बीट नहीं कर पाएंगे अगर शॉर्ट टर्म कैपिटल गेन टैक्स की जगह लॉन्ग टर्म कैपिटल गेन टैक्स कंसीडर कर लो ना तो भी ज़्यादा से ज़्यादा 8% बन पाएगा और क्या वैसे हमने तो यह अस्यूम किया है कि निफ्टी 15% का रिटर्न देगा लेकिन यह जरूरी नहीं है पिछले 10 सालों में निफ्टी का सीएजीआर रिटर्न देखिए 10.40% है और 1.34% की डिविडेंड ईल्ड ऐड कर लो तो करीब 12% का रिटर्न अब सोचिए अगर मार्केट सिर्फ 12% रिटर्न देगा उसमें से 2-3% टैक्स 4- 5% का रुपी डेप्रिसिएशन 1% की ब्रोकरेज एंड सम अदर चार्जेस तो एफआईआई के पास बचेगा ही क्या सिर्फ 4 से 5% का रिटर्न इतना रिटर्न बनाने के लिए वो इंडिया थोड़ी आएंगे यूएस में बैठे-बैठे यूएस गवर्नमेंट बॉन्ड ईल्ड से ही इतना रिटर्न आराम से बन जाएगा और ऊपर से ट्रंप चाचा ने इंडिया इंडिया करके वोट्स तो ले लिए और पावर में आने के बाद इंडिया के खिलाफ ही टेरिफ वॉर अनाउंस कर दी है पर्सनली मुझे पॉलिटिक्स के बारे में ज्यादा तो नहीं पता लेकिन डोनल्ड ट्रंप एक नेशनलिस्ट इंसान लगते हैं जो सिर्फ और सिर्फ यूएस का ही फायदा देखना चाहते हैं जैसे इंडिया में मेक इन इंडिया मिशन चला था ना अब सिमिलरली यूएस में मेक इन अमेरिका मिशन चल रहा है सारे अमेरिकन मैन्युफैक्चरर्स को गवर्नमेंट रिबेट्स कंसेशंस और कई सारे बेनिफिट्स दे रही है और यह मिशन कोई टेंपरेरी मिशन नहीं है यह अगले तीन-चार सालों तक जरूर चलेगा बहुत जल्द डॉन्ड ट्रंप अमेरिकन इंस्टीट्यूशनल इन्वेस्टर्स को यूएस की कंपनीज़ और यूएस स्टॉक मार्केट में ही पैसा लगाने के लिए मोटिवेट करेंगे देख लेना जिस वजह से यूएस मार्केट में तेजी आ सकती है लेकिन इंडियन मार्केट में पहले जैसी तेजी आना मुश्किल है क्योंकि एफआईआई इंडिया वापस नहीं आएंगे एस पर माय ओपिनियन इंडियन मार्केट का ओवरवैल्यूड बबल अब बस्ट हो चुका है कई सारे स्मॉल मिड एंड माइक्रोcैब स्टॉक अपने टॉप से 50-60% गिर चुके हैं आपका पोर्टफोलियो भी 40-50% डाउन जरूर होगा और अगर अभी भी आपके पोर्टफोलियो में वही घिसे पिटे स्टॉक्स रहेंगे ना तो आप कभी प्रॉफिट नहीं बना पाओगे आपको सेक्टर स्पेसिफिक होना पड़ेगा ऐसे स्टॉक्स उठाने पड़ेंगे जो मार्केट लीडर्स हैं जिनका बिजनेस इन ग्लोबल फैक्टर्स की वजह से अफेक्ट नहीं होने वाला है ऐसे बिनेसेस जिसको गवर्नमेंट सपोर्ट कर रही है जो इकोनमी की ग्रोथ के साथ आसानी से ग्रो कर सकते हैं ऐसे 20 स्टॉक्स मैंने मेरे इस वीडियो में कवर किए थे एक बार चेक जरूर कर लेना लिंक मैंने डिस्क्रिप्शन में दे दी है और फिलहाल गिरते हुए मार्केट में म्यूच्यूल फंड कहां इन्वेस्ट कर रहे हैं कौन से टॉप 10 स्टॉक्स में अग्रेसिव बाइंग कर रहे हैं उसकी भी पूरी रिपोर्ट मैंने बना के रख ली है तीन दिन बाद मैं उस पर भी एक सेपरेट वीडियो लाने वाला हूं मिस मत करना चैनल को अभी सब्सक्राइब कर दो और बेल आइकन को भी प्रेस कर दो ताकि वीडियो लाइव होते ही तुरंत आपको नोटिफिकेशन मिल जाए निफ्टी के टारगेट की बात करूं तो सारे ग्लोबल फैक्टर्स को देखते हुए मार्केट कुछ समय तक कंसोलिडेट हो सकता है लेकिन 18,000 के लेवल तक तो नहीं गिरेगा अनलेस एंड अंटिल मार्केट में बहुत बड़ा स्कैम हो जाए या कोई बड़ा पेंडेमिक या फिर दो कंट्रीज के बीच में कोई मेजर वॉर डिक्लेअर हो जाए एस पर टेक्निकल एनालिसिस निफ्टी के लिए 21,980 बहुत ही स्ट्रांग सपोर्ट ज़ोन है पिछली बार भी मार्केट यहीं से बाउंस बैक हुआ था तो जब भी मार्केट 21,500 से 22,000 की रेंज में आता है और 21,500 को ब्रेक नहीं करता है आप बाउंस बैकक की तैयारी कर लेना फरवरी 2024 से लेकर जून 2024 चार महीनों तक निफ़ी ने कंटीन्यूअसली इसी लेवल को स्ट्रांग सपोर्ट बनाया था और यह आगे भी स्ट्रांग सपोर्ट का काम कर सकता है रही बात अपसाइड टारगेट की तो एज़ पर टेक्निकल एनालिसिस निफ्टी का अगला रेजिस्टेंस 24,800 पर है अगर आपको याद होगा तो यह वही लेवल है जहां से निफ़ी में हेड एंड शोल्डर पैटर्न का ब्रेकडाउन हुआ था और 3000 पॉइंट का एक शार्प फॉल आ चुका था अब अगर निफ्टी इस रेजिस्टेंस लेवल को ब्रेक करके ऊपर सस्टेन करता है ना तभी मार्केट में एक बुलिश सेंटीमेंट क्रिएट हो सकता है वरना यह छोटी-मोटी रैली से कुछ नहीं होने वाला है 2025 के एंड तक मार्केट कहां जाएगा यह समझना है तो तीन इंपॉर्टेंट डाटा पॉइंट्स को समझ लो टारगेट खुद ही समझ जाएगा नंबर वन बैंकिंग एंड फाइनेंसियल सर्विज स्टॉक में स्ट्रांग अपमूव आ सकता है क्योंकि आरबीआई आने वाले समय में 25 से 50 बेसिस पॉइंट का रेट कट कर सकती है जिससे लोन सस्ती हो जाएगी बैंक्स और एनबीएफसी के मार्जिन इंप्रूव हो जाएंगे लो इंटरेस्ट रेट वाली लोन का फायदा रियलस्टेट सेक्टर को भी मिलेगा और कंज्यूमर ड्यूरेबल गुड्स लाइक कार बाइक एसी टीवी मोबाइल्स की सेल्स में भी काफी इंप्रूवमेंट हो सकती है इन सबका कंबाइन इफेक्ट हमारी इकोनमी की ग्रोथ पर ही पड़ेगा नंबर टू कई सारे क्वालिटी स्टॉक अट्रैक्टिव वैल्यू्यूएशन पर मिल रहे हैं इसीलिए डीआई कंटीन्यूअसली उन्हें खरीद रहे हैं अक्टूबर 2024 से लेकर मार्च 2025 तक का पूरा डाटा देखिए एफआई भले माल बेच कर जा रहे हैं लेकिन डीआईएस आज भी कंटीन्यूअसली बाइंग कर रहे हैं पिछले 6 महीनों में करीब 3 लाख करोड़ की बाइंग और स्पेसिफिकली मार्च में तो एफआईआई भी नेट बायरर्स थे अगर यह ट्रेंड यूं ही चलता रहा ना तो 2025 के एंड तक मार्केट फिर से 26,000 के लेवल को आराम से टच कर सकता है नंबर थ्री इंडियन गवर्नमेंट यूएस टेरिफ वॉर को टैकल करने के लिए इंपोर्ट ड्यूटीज को कम करने का प्रपोजल पर विचार कर रही है बहुत जल्द इंडियन गवर्नमेंट इसे फाइनल भी कर देगी और फिर से हमारे जिओपॉलिटिकल रिस्क को कम कर देगी रिसेंटली सेबी और आरबीआई मिलकर एफआईआई की इंडिविजुअल स्टॉक इन्वेस्टमेंट लिमिट को 15% से बढ़ाकर 25% करने का प्रपोजल लाए हैं कुछ सेक्टर्स में एफडीआई लिमिट को भी बढ़ाया गया है मार्केट में आप जैसे रिटेल इन्वेस्टर्स का पार्टिसिपेशन भी बढ़ते ही जा रहा है यह सारे रीज़ंस मार्केट को सपोर्ट कर रहे हैं और बहुत जल्द निफ्टी को फिर से 26,000 के लेवल तक ले जा सकते हैं लेकिन जैसा कि मैंने पहले भी कहा हर स्टॉक ऊपर नहीं आएगा आपको सिलेक्टिव स्टॉक में इन्वेस्टमेंट करनी होगी इसके लिए आप मेरा यह वीडियो चेक करना मत भूलना और 3 दिन बाद जो वीडियो लाइव होने वाला है उसको भी मिस मत करना इसके लिए चैनल को अभी सब्सक्राइब कर लो और हां डिस्क्रिप्शन में दिए हुए लिंक से एम स्टॉक पर अपना अकाउंट ओपन करना मत भूलना जय हिंद इन्वेस्टमेंट्स एंड सिक्योरिटीज मार्केट्स आर सब्जेक्ट टू मार्केट रिस्क रीड ऑल द रिलेटेड डॉक्यूमेंट्स केयरफुली बिफोर इन्वेस्टिंग",
    "timestamp": 1744636550062
  },
  "oOBy21Jcb3Y": {
    "transcript": "एलसीड इन्वेस्टमेंट का बाप मिल चुका है सिर्फ यह एक शेयर आपको रातोंरात अरबपति बना सकता था 6 महीने पहले यह स्टॉक ₹13 पर ट्रेड कर रहा था आज स्टॉक की वैल्यू ₹8,55,900 दिखा रही है यानी 65,83,746% का मल्टीबैगर रिटर्न ₹10,000 सीधे ₹65 करोड़ बन जाते हैं यह एक इन्वेस्टमेंट कंपनी है मर्चेंट बैंकिंग कमर्शियल फाइनेंसिंग स्टॉक ब्रोकिंग शॉर्ट टर्म लोंस लॉन्ग टर्म लोंस ऐसी कई सारी फाइनेंसियल सर्विज प्रोवाइड करती है स्टॉक का नाम है मेगा फिन इंडिया लेकिन ₹8,55,900 का यह प्राइस आपको सिर्फ go के ऐप पर देखने मिलेगा क्योंकि यह बहुत बड़ा ग्लिच है बीएसई का यह वेरीिफाइड डाटा देखो इस स्टॉक में आखिरी ट्रेड 18 नवंबर 2024 को हुआ था और वह भी ₹13 के आसपास और तब से यह स्टॉक का प्राइस ₹13.6 ही चल रहा है इनफैक्ट फिलहाल यह स्टॉक सस्पेंडेड है क्योंकि कंपनी ने बीएसई को एनुअल लिस्टिंग फीस यानी कि एएलएफ ड्यूस देने में डिफॉल्ट किया है इसीलिए आपको Go के अलावा किसी भी ब्रोकर के ऐप पर यह शेयर नहीं मिलेगा वेल यह स्टॉक कोई ट्रेडेबल स्टॉक है ही नहीं और एक्चुअली में इतना प्राइस हुआ ही नहीं है यानी सच में यह शेयर का प्राइस ₹8,55,900 कभी पहुंचा ही नहीं है यह सिर्फ Go के ऐप पर दिख रहा एक ग्लिच है लेकिन कई लोग बिना किसी प्रॉपर रिसर्च के सबको यह फेक न्यूज़ फैला रहे हैं तो यह वीडियो अपने सारे दोस्तों के साथ शेयर कर दो ताकि वह भी यह फेक न्यूज़ से बच सके और ऐसे ही इनसाइटफुल वीडियोस के लिए मुझे फॉलो करना मत भूलना",
    "timestamp": 1744636552066
  },
  "g6Y0-U6eMdE": {
    "transcript": "so I have been living in Dubai for the last one and a half years and people here make mad wealth now you might think that they are very educated and they are studying really hard all are from IIT IM nothing of that sort why does that happen so let me give you an example if you're working in India and if you have a job of let's say 30 lakhs then almost 30 35% of it might go to taxes right so that's layer 1 now whatever 20 lakh is remaining you will go and put it in investment instruments like stocks mutual funds and on that also you will pay taxes okay so this is long-term or short-term capital gains taxes but in Dubai there is two layers of compounding that happens one is that there is no taxation so there is no personal income tax if you're making a net 200,000 dirham salary on yearly basis hypothetically then you are paying zero tax you will take this entire 200,000 then you invest that income and whatever money you are making on that investment the short-term and long-term capital gains tax is zero now due to this double compounding of your income in a way people end up building a lot of wealth now how to move to Dubai how to become an NRI in case these are some of the questions that you are exploring I would encourage you to check this video",
    "timestamp": 1744636685572
  },
  "1xbJM5f7O0Q": {
    "transcript": "now Donald Trump recently announced the second round of tariffs and he has penalized countries like China Vietnam Cambodia very heavily now as a result several major banks have announced that there's going to be a recession it makes us sweat a little bit and we start panicking for example if we have investments in the stock market we will try to sell whatever investments we have made and that's one of the worst things that you can do in a recession recession in very simple means the growth rate of GDP will slow down it does not mean that the GDP will become negative okay so for example if your salary grows at 10% a year what is happening here is that your salary is still growing but it's growing at 5% right so that's the meaning of a slowdown there are many tools that governments have in order to prevent a recession this is not the first time a recession would be happening last major recession happened in 2020 and there was a V-shaped recovery that happened in the economy that the government started printing a lot of money gave out easy loans and as a result economy bounced recession is a perfect time to build your portfolio in case you want to understand how to do that check out this",
    "timestamp": 1744648223866
  },
  "G_D5Q7QVFIs": {
    "transcript": "hi everyone so on this video I'm going to help you understand why it makes sense to bulk buy and capital rotate this strategy is going to generate fairly good Alpha right I'm quite confident about that recently I posted about it on my YouTube member Community this is a post that you can see roughly one one and a half months back then the Nifty had fallen so I'll just show it to you from here so that was a time when Nifty had fallen by roughly 16 % and since then it has gone up by roughly 7% so when Nifty had fallen by more than 15% so 15% correction pay I had invested close to 5c now at this support level I had sold this specific trade of 5C and pocketed roughly 38 lakhs of profit on short-term basis now you'll say are you a Trader the answer is absolutely not I am an investor but even as an investor I have to be cognizant about the fact that what type of Market we are likely to Wi in the future for example and let me just zoom out a little bit I have been constantly saying that we will be in a rotational Market or a market where you have to Capital rotate and this is a sideways market so let me quickly explain you the concept of sideways market and then I'll explain like some of the key points so for example here you will see from October 21 till roughly June of 23 so this was roughly 2 years the market was sideways this first phase right now then what happened then this was phase two the market went up this was the uptrending market and then this was phase three which was a downtrending market now what would be the fourth phase now some of you would say that okay you know what the market will go up it will Trend up like this right so this is one possibility some of you would say that okay it is going to Trend like this it will be a sideways Market some of you would say that okay this is like going to be a correction market now any of these three scenarios can play out I as an investor am entitled to my viewpoint and my viewpoint is very simple that we are going to be in a sideways market so I expect the market to be something like this now what could happen is that see this is one possibility this blue line right the second way the market could go sideways is that it can go sideways in a much bigger fashion right so it can go in a much more volatile way right this could be a second way so this is like a possibility that I'm thinking that some variant of this blue or green might happen and this will be a sideways Market natural question comes and the second key question comes that okay why do you think this will be a sideways Market very simple that for example if you consider and try to assess whether the Indian markets right now are fairly valued or not that will give you a sense whether the markets are going to go in a bullish uptrend bearish downtrend so let's study this data very quickly so for example if you study the data on pre-o basis right so this is a 5-year Viewpoint and usually whenever we are investing in the market we will keep 3 to 5 year Viewpoint so let's study the market from here and what you would notice is is that the market right now is at 80% okay so every 6 years the market doubles right this is a usual math which amounts to like roughly 12 to 133% cagr okay so if the market is compounded at roughly or compounding at roughly 13% then in 6 years time it will double so if we study preo to now the market is almost 80% up right so ideally this range should be like 20% range right so that's what I'm expecting over the next one year this is the Baseline around which I basing my analysis right and therefore whatever strategies I'm going to suggest now it is based on that right if you are someone who is like extremely bearish then this video might not be very useful for you I remain cautiously optimistic I believe that the market is still going to Trend upwards but it will modulate in a Range therefore siping is not the best strategy you have to learn how to bulk buy how to bulk sell rotate Capital to undervalued overvalued assets so invest in undervalued and take money out of overvalued okay now on that note let me now come that many of you would say that okay you know what you spoke about like nifty50 you booked your profits where you're rotating your Capital next and why right now I would highly encourage you to join my YouTube member Community I explain everything fundamentally because you'll listen to these public videos and you know you might not get the entire context so on YouTube member Community I come on realtime basis I explain whatever is happening in the market in a very sharp manner try it for like 2 3 months you yourself will be able to see the difference if you don't enjoy it it just cost like 150 160 rupees you cut your membership and move on right so not that big a deal so try it out for 3 months you yourself will see the change work with an open mind hear other people's Viewpoint also okay so okay so on that note let me just quickly explain where I am rotating my Capital next so I'll explain three critical assets so the first key asset is that I'm rotating Capital to private Banks right and here you will see and I will explain it right that why it kind of makes sense to rotate capital on private bank so here you will see and what you will see is let me just zoom it out that if you consider something around this phase right so this was 2019 right so from 2019 if you consider Private Bank all the way till this point 2022 so there was a roughly three three and a half years of sideways Market on private Banks since then it is following this channel right this channel it is following right now where is this private bank ETF if you just judge it technically so it is ly and I have cleared this image so you can see it more sharply right so this is where we are now how much gains can be pocketed here well very simple that if we just stretch this there is roughly a 20% gain to come on private bank ETF now is this guaranteed can I write it on a stamp paper and give it to you absolutely not you have to be sensible in terms of how you build position how you cut positions how to understand fundamentals if it changes for example many of times the channel breakdown happens okay so then what do you do in such situation so as an investor we need to be prepared for every Circumstance the Baseline circumstance on private bank ETF tells us that there is a potential of 21% gain now some weird people come like on YouTube they'll start bashing you know what you gave like you know you talked about like private bank will go like 21% then it fell by like 1% in like you know 2 days or whatever see that's absolute shortterm I can't comment on that but the data tells us that hey this is likely to happen right and even if we do fundamental analysis of banking stock for example HDFC Bank KK Mahindra Bank ICICI access one could argue that private Banks right now haven't gone into a rally I'm not talking about public Banks like SBI has gone into a rally we pocketed that pnb we booked like 100% profits etc etc but when it comes to large private Banks they have largely underperformed the market so there is a good chance that sector rotation will happen here okay so I'm gearing my portfolio towards that that's one asset that I'm buying now what is it that second I'm doing right so second I'm buying US stocks now why am I buying US Stocks well very simple so two three points there that number one like it or not Trump when it coms to the US is doing solid work okay now many would disagree you know what India they have put like tariff tariff is will kill like inflation in the economy in the USC if you study like us government's action in conjunction with the actions of the US fed us fed this year has been extremely focused on bringing inflation down their primary concern is inflation Donald Trump is fig figuring out how to accelerate growth so there are two three macro moves that Donald Trump has made please listen this with an open mind then only you will understand this number one the debt in the US is close to 35 36 trillion so around there is debt the interest repayment every year is $2 trillion in interest repayment now US government does not make that much money so what is Donald Trump doing he's doing two things number one he's increasing revenues how by bringing in tariffs that for example if let's say hypothetically up until now Chinese products were being imported into the US they were paying like 10% tax now that tax has been increased to 15% so Us in the short term will undertake more tax collection this is one second he is decreasing expenses so revenues minus expense is equal to profit so US Government needs to make that so they are increasing revenues and they are they are bringing down expenses how are they bringing down expenses so Donald Trump's plan is to reduce expenses by $1 trillion how will he do that he's already on that path for example Elon Musk Doge right so which is the government efficiency bard body that they have instituted they are firing people left right and Center running a bloated government is the most expensive thing most useless thing okay so so many like government people just drawing salary and not doing any work that's wastage that you see in India also in the US also so Donald Trump is like after this those people and he's doing it okay I'm not a fan of Donald Trump or anything I'm just telling you what policy is he instituting how is he increasing revenues more by bringing in that US citizenship angle right that you can buy a US golden card right so you pay like a million dollar or $5 million is a ticket size I think so you pay that you become like a US citizen or you on a pathway to doing that so some people will buy that that's increase in government revenues in the US so a lot of solid work or ground work has been done in the US already I will make a separate video on this topic if you guys are interested but to cut the long story short out of like the top five seven economies you could categorically see that Donald Trump is making a lot of contrarian moves which most people would not agree with but if you step back and see he is pro business why because his businesses are also on the line so he's cutting like taxes which is always good for an economy that if you cut taxes it brings us more business activity more businesses will be set up in the US so on a 5 10 year trajectory I feel the US is a very solid Market shortterm can it go down yes it can go down by like 20% also right I mean that's not something that I can comment on on a short-term basis but long-term if you're investing US market is absolutely solid okay now I do run a US Stock Investing Community I am putting a lot of money in the US almost 5050 60% of my portfolio will be put in the US now why because structurally it looks a very solid economy us Bitcoin Reserve Etc a lot of like Innovative work happening if you consider whatever like Innovation is happening in artificial intelligence machine learning robotics solid okay so there also there are a lot of companies right which are available at a discount so let me just quickly speak about Google for example now this is not a recommendation that you buy Google I'm just using it as an examp example again saying it using it as an example I'm not saying that you go and buy Google right so I'll just quickly show you right so here is Google right and from its peak right what would you notice so you would notice that Google has fallen by how much Google has fallen by 20% okay that's one second so if you check the trend so what is the trend line that we can draw so we can draw something like this so This has already broken this trading channel right so it kind of makes sense to figure out some good fundamentally strong stocks and a lot of good fundamentally strong stocks are there in the US where buying can take place or you should start at least looking to build portfolio the only complaint that I have with the US market is that the US index hasn't fallen much so it's slightly overvalued so there is likely to be an index correction on the US but individual stocks it might be a great time to start buying some okay so this is what I would say or at least have like cash reserves in the US Indian market somewhat fairly valued okay this is true third what I would say is that in India something like NSE recently opened up in the unlisted space right now unlisted space what what is unlisted space why you should buy in unlisted space what are the challenges advantages disadvantages I have discussed in this video you can go and watch it it will give you better understanding but let me explain that why NSE might be a good bet right and how you should think about building positions on NSE see two three phases right so number one for example a company when it IPOs in the Indian market the general trend has been that IPO is damn pumped up okay M right PTM right even LC they etc etc they started like this post IPO and then they crashed and now people are just holding like a lot of losses let me just show it to you with an example right so for example so let's take a look at LC right so this is IPO right so here it ipoed 826 now it is at 791 it ipoed in 2022 okay so 3 years negative returns that's what you're making on LIC right now please note that this is IPO right these are almost IPO price and most of the retail investors buy during IPO or around IPO okay but if you're buying pre IPO then what happens then maybe you will get at a slightly more discounted levels can I show you an example yes so for example let's pick one of the recent IPOs that has happened and it was swiggy right so swiggy if you go and check what would you notice so here you would see that it iped at 456 456 now please go and watch this video I have live bought swiggy at 360 okay now what is the price right now it is around 350 so you'll say oh aat you know you incurred a loss this that stuff by 360 or 350 345 May how much is the difference and also please consider the fact that it was here right so the point I'm trying to tell you is that in IPO once the firm goes IPO especially in a bullish Market it will just go up like this there is a very high probability of that happening and it becomes a slight problem so a better approach is that you buy at least some quantity before IPO right and then you wait around in the public space right let the price Discovery happen and if opportunity comes you can add more see now some of you would say that okay you know swiggy has also fallen and all that stuff by swiggy in which Market it has fallen where the market or index itself corrected by 15% small and midgap index corrected by 25% so if preo price which was at 360 365 25% if you give discount then also one could say that this 360 price was a fairly valued price right at worst okay so okay so these are the three type of opportunities I'm buying in the sideways Market one I'm buying certain index which are undervalued number two I'm buying selected US stocks right now and third is that I'm buying some unlisted companies now NC is not the only unlisted company I'm buying I'm buying more now again I would encourage if you're a serious investor do check out my YouTube member Community do check out some of my courses and if you want a deeper understanding on these topics I would definitely encourage you to join these serious communities thank you so much for watching and I'll see you soon",
    "timestamp": 1744648230481
  },
  "3SnK6hE__l4": {
    "transcript": "2024 में निफ्टी 50 ने करीब 9 पर रिटर्न दिया वहीं निफ्टी 500 ने 15 रिटर्न दिया लेकिन ऐसे कई सारे स्टॉक थे जिन्होंने इंडेक्स के रिटर्न्स को भी बीट कर दिया और कुछ स्टॉक्स ने तो 200 पर से भी ज्यादा रिटर्न दिया है और एलसीडी इन्वेस्टमेंट के एक्सेप्शनल रिटर्न तो आप सब जानते ही होंगे वारी रिन्यूएबल्स ने 206 पर का रिटर्न न टेक्नोलॉजीज ने 164 का रिटर्न पीबी फिटेक ने 163 और ईमुद्र ने 100 16 पर का रिटर्न दिया है और बात करें सबके फेवरेट स्टॉक सुजलोन की तो 61 रिटर्न और भी कई सारे ऐसे स्टॉक हैं जिन्होंने आउट स्टैंडिंग रिटर्न दिए हैं बट आई नो इसमें से कई सारे रिटर्न्स आपने मिस कर दिए होंगे क्योंकि आपको साल की शुरुआत में यह पता ही नहीं था कि कौन से स्टॉक में पैसा इन्वेस्ट करना चाहिए लेकिन 2025 में ऐसा नहीं होगा आज के वीडियो में मैं आपको 2025 के लिए 20 ऐसे स्टॉक बताऊंगा जो इंडेक्स को आउट परफॉर्म करने का पोटेंशियल रखते हैं यानी निफ्टी जितना रिटर्न देगा उससे कहीं ज्यादा रिटर्न ये स्टॉक डिलीवर कर सकते हैं हर स्टॉक की डिटेल रिसर्च रिपोर्ट फंडामेंटल एनालिसिस पोटेंशियल गेन यानी कि टारगेट प्राइस रिस्क और भी कई सारी चीजें इस वीडियो में आपके साथ डिस्कस करने वाला हूं तो बिना टाइम वेस्ट किए आइए वीडियो स्टार्ट करते हैं 26 सितंबर 2024 को निफ्टी यर हाई पर था यानी 26200 पर और अगले तीन महीनों में 9 से 10 पर गिरकर 23600 के पास आ गया और इसका इंपैक्ट सारे स्टॉक पर दिखा जिसकी वजह से बहुत सारे हाईली वैल्यूड स्टॉक इस वक्त अट्रैक्टिव डिस्काउंटेड वैल्यूएशन पर मिल रहे हैं और एज एन इन्वेस्टर यह हमारे लिए एक गोल्डन अपॉर्चुनिटी है 2025 के मार्केट आउटलुक की बात करें तो ग्लोबल इक्विटी मार्केट के लिए ट्रेड फ्रिक्शन जिओ पॉलिटिकल इश्यूज यूएस इंटरेस्ट रेट स्ट्रांग यूएसडी और चाइनीज इकोनॉमी की ग्रोथ की अनसर्टेनटीज ये बहुत सारे फैक्टर्स है और इंडियन मार्केट के लिए रुपी की वीकनेस अनफेवरेबल प्रूव हो सकती है क्योंकि वीकर रुपी का इंपैक्ट इकोनॉमी की नेट इंपोर्ट्स पर होगा जिस वजह से मार्केट में वॉलेट बढ़ सकती है लेकिन फिर भी कुछ ऐसे फ्यूचरिस्टिक सेक्टर है जिसमें अच्छी ग्रोथ देखने मिल सकती है और आज हम इंडिया की टॉप रिसर्च एजेंसी द्वारा आइडेंटिफिकेशन 2024 की सेक्टरल परफॉर्मेंस देखें तो लास्ट तीन से चार महीनों में ऑयल एंड गैस ऑटो रियल्टी और एनर्जी इन सभी सेक्टर्स ने निफ्टी को अंडर परफॉर्म किया है जिसके वजह से एफआईआई और डीआई ने इन सारे सेक्टर्स में दबा के सेलिंग की है लेकिन सवाल यह है कि यह पैसा आखिर गया कहां कौन से सेक्टर की तरफ यह पैसे डाइवर्ट हुए हैं और मोस्ट इंपॉर्टेंट उन सेक्टर्स के ऐसे कौन से स्टॉक है जिनमें इन्वेस्ट करके हम भी पैसे बना सकते हैं क्योंकि रेगुलर बेसिस पे लोग म्यूचल मल फंड में पैसे इन्वेस्ट कर रहे हैं एसआईपी की वजह से म्यूचुअल फंड मैनेजर्स के पास एक कंटीन्यूअस इनफ्लो भी आ रहा है तो म्यूचुअल फंड मैनेजर्स यानी कि डोमेस्टिक इंस्टीट्यूशनल इन्वेस्टर्स इस वक्त अपना पैसा कहां लगा रहे हैं आइए इन सारी चीजों को डिटेल में डिस्कस करते हैं देखा जाए तो मेनली ये सारा पैसा कंज्यूमर ड्यूरेबल कैपिटल गुड्स फार्मा और आईटी जैसे सेक्टर की तरफ गया है मैं आपको इन सभी सेक्टर्स के ग्रोथ ड्राइवर्स के बारे में बताऊंगा और हर सेक्टर के कुछ अच्छे स्टॉक्स भी आपके साथ शेयर करूंगा जिसमें से एक स्टॉक तो सिर्फ ₹ का है और उसमें इस साल 60 पर का अपसेट पोटेंशियल भी दिख रहा है सबसे पहले बात करते हैं रिन्यूएबल एनर्जी सेक्टर की पिछले कुछ सालों में इस सेक्टर ने जबरदस्त ग्रोथ दिखाई है एज ऑफ 2023 विंड एंड सोलर पावर कैपेसिटी और रिन्यूएबल एनर्जी इंस्टॉल्ड कैपेसिटी में इंडिया फोर्थ रैंक पर है और f5 2016 से f5 2023 तक इंडिया की रिन्यूएबल पावर जनरेशन कैपेसिटी 15.4 के सीएजीआर से इंक्रीज हुई है करेंटली इंडिया की रिन्यूएबल एनर्जी कैपेसिटी 200 100 गवा को पार कर चुकी है और 2030 तक 500 गवा तक पहुंचने का प्लान है यानी 150 पर की ग्रोथ फ्रॉम करंट लेवल्स इंक्रीजिंग डिमांड और गवर्नमेंट सपोर्ट की वजह से इस सेक्टर में पब्लिक और प्राइवेट इन्वेस्टमेंट भी बढ़ रही है एज पर सम रिपोर्ट्स 2025 में इस सेक्टर में इन्वेस्टमेंट डबल होकर करीब 32 बिलियन यूएस डॉलर हो जाएगी इस वजह से 2025 में भी यह सेक्टर काफी अच्छा परफॉर्मेंस दिखा सकता है और इंडस्ट्री लीडर का फ्यूचर तो भाई ऑप्टिमिस्टिक ही लग रहा है जेड एनर्जी इस इंडस्ट्री की एक मेजर प्लेयर है इस पे मोतीलाल ओसवाल ने कुछ दिनों पहले ही 30 पर की अप साइड का टारगेट दिया है कंपनी इंस्टॉल कैपेसिटी और कैपेक्स दोनों इंक्रीज कर रही है आईआईआई डायरेक्ट ने बाय रिकमेंडेशन देते हुए ₹5000000 की वजह से ये स्टॉक में करीब 20 पर का करेक्शन आया है और करंट लेवल के हिसाब से देखें तो ये स्टॉक में 50 पर की अपसाइट पोटेंशियल दिख रही है एक और स्टॉक है जिस पे आईआईआई डायरेक्ट ने बाय रिकमेंडेशन देते हुए ₹5000000 का करेक्शन है और करंट लेवल्स के हिसाब से देखा जाए तो यह स्टॉक में 50 पर का अपसाइट पोटेंशियल भी है नाम गेस करना चाहोगे यह स्टॉक का नाम है एनटीपीसी बिकॉज़ एनटीपीसी का थर्मल पावर कैपेसिटी में काफी स्ट्रांग प्रेजेंस है और रिन्यूएबल स्पेस में भी कंपनी स्ट्रांग स्केल अप कर रही है मैंने सारी रिसर्च रिपोर्ट्स की लिंक डिस्क्रिप्शन में डाल दी है किसी भी स्टॉक में इन्वेस्ट करने से पहले अपनी खुद की रिसर्च जरूर करना और एनालिसिस तो बनता ही है देखा जाए तो यहां कोई भी बाय या सेल रिकमेंडेशन मेरी तरफ से नहीं है लेकिन इंडिया की बड़ी-बड़ी ब्रोक हाउसेस बड़ी-बड़ी रिसर्च एजेंसी खुद बाय की रिकमेंडेशन दे रही है विद मेंशन टारगेट प्राइस सारी रिपोर्ट मैंने डिस्क्रिप्शन में डाल दी है वेल रिसर्च एनालिस्ट रिपोर्ट जरूर पब्लिश करते हैं अच्छे बाय रिकमेंडेशंस भी देते हैं लेकिन सबसे इंपॉर्टेंट है स्टॉप लॉस ये तो देते ही नहीं है इसीलिए थोड़ा रिस्क होता है लेकिन मैं आज आपके साथ एक ऐसा प्लेटफॉर्म शेयर करने वाला हूं ना जिसके थ्रू आप सेबी के रजिस्टर्ड रिसर्च एनालिस्ट से स्टॉक रिकमेंडेशन ले सकते हो इक्विटी नहीं एफएओ और कमोडिटीज के कॉल्स भी मिलते हैं और यह सिर्फ रिकमेंडेशन नहीं होती है कब खरीदना है कब बेचना है टारगेट प्राइस स्टॉप लॉस यह सब कुछ आपको whatsapp2 3 पर मंथ से स्टार्ट होते हैं मतलब दिन का सिर्फ ₹ इतना खर्च करके आपको एक्सपर्ट स्टॉक रिकमेंडेशन मिल सकती है विद प्रॉपर टारगेट एंड स्टॉप लॉस वो भी सभी रजिस्टर्ड रिसर्च एनालिस्ट से इससे बेटर क्या हो सकता है अगर आप मेरे लिंक के थ्रू यिव पप डाउनलोड करते हो तो आपको पहले पांच रिकमेंडेशन फ्री में मिल जाएंगे इसके अलावा यिस के पेड प्लांस पर आपको 80 पर का डिस्काउंट भी मिलेगा लिंक मैंने डिस्क्रिप्शन में डाल दी है तो वीडियो खत्म होने के बाद ऐप डाउनलोड जरूर करना ताकि आपकी ट्रेडिंग और इन्वेस्टिंग में आप बेटर डिसीजन ले सक को नाउ कमिंग बैक टू दी वीडियो नाउ लेट्स टॉक अबाउट सेमीकंडक्टर सेक्टर इस सेक्टर ने पास्ट में सिग्निफिकेंट ग्रोथ दिखाई है और फ्यूचर में भी अच्छी ग्रोथ एंटीसिपेटेड है आज के जमाने में इकोनॉमिक प्रोग्रेस के लिए सेमीकंडक्टर इंडस्ट्री इंपॉर्टेंट रोल प्ले करती है करेंटली इंडिया की सेमीकंडक्टर इंडस्ट्री 34.3 बिलियन डॉलर पर वैल्यूड है एंड एज पर रिपोर्ट 2032 तक 100 बिलियन डॉलर तक हो जाएगी यानी ऑलमोस्ट % ग्रोथ और इस ग्रोथ का फायदा ऑटोमोबाइल्स इलेक्ट्रोकेमिकल एंड टेलीकॉम को भी मिलेगा सेमीकंडक्टर इंडस्ट्री की ग्रोथ की वजह से इंडिया में 2026 तक करीब 10 लाख से भी ज्यादा जॉब क्रिएट होने वाली है अक्रॉस वेरियस सेक्टर गवर्नमेंट के साथ-साथ अब प्राइवेट प्लेयर्स भी इस इंडस्ट्री में इन्वेस्टमेंट को लेकर पॉजिटिव हो चुके हैं बहुत सारे बड़े-बड़े प्लेयर्स ने इसमें ऑलरेडी इन्वेस्टमेंट कर दी है और अपने प्लान सेटअप कर दिए है काइनेटेक ने पिछले एक साल में 185 रिटर्न दिया है और एनालिस्ट का मानना है कि ये स्टॉक आगे भी ऐसी ही ग्रोथ दिखा सकता है यह देखिए मोतीलाल ओसवाल और आनंद राठी ने बार-बार इस स्टॉक पर बाय रिकमेंडेशन दी थी जिसके बाद उनके टारगेट भी अचीव हो गए काइ स्क गुजरात में एक 47 एकर सेमीकंडक्टर फैसिलिटी सेटअप कर रही है जिसमें पर डे 60 लाख चिप्स मैन्युफैक्चर होगी कंपनी के सीएफओ की माने तो यह पूरा सेटअप f5 26 के q3 तक कंप्लीट हो जाएगा और q4 से रेवेन्यू जनरेट होना स्टार्ट हो जाएंगे इनका मार्च 2024 का रेवेन्यू 1274 करोड़ था और 2030 तक कंपनी का एम अपने सेमीकंडक्टर यूनिट से 4000 करोड़ का रेवेन्यू जनरेट करने का है यह एम 200 पर ज्यादा की इंक्रीज दिखा रहा है मूविंग ऑन ओवरऑल इकोनॉमिक ग्रोथ का अच्छा खासा फायदा बैंकिंग सेक्टर को तो ऑब्स मिलेगा और प्राइवेट सेक्टर बैंक्स फिलहाल काफी वेल प्लेस है अगर आप अपने पोर्टफोलियो में एक लो रिस्क एंड डिसेंट रिटर्न वाला बैंकिंग स्टॉक ऐड करना चाहते हो तो आईआईआई बैंक इज अ गुड ऑप्शन मोतीलाल ओसवाल ने भी इस पे बाय रेटिंग देते हुए 17 से 20 पर की अपसाइट प्रिडिक्ट की है आईआईआई के नेट इंटरेस्ट मार्जिन एंड रिटर्न ऑन एसेट्स टेबल है क्रेडिट ग्रोथ काफी रीजनेबल है एंड दो ये एक लार्ज कैप कंपनी है स्टिल इट इज फेयरली वैल्यूड यानी ये वैल्यूएशन पे भी यह स्टॉक अच्छा लग रहा है पीएनबी हाउसिंग फाइनेंस जो कि एक हाउसिंग एनबीएफसी है इस पर भी मोतीलाल ओसवाल ने 38 पर का अपसाइट पोटेंशियल के साथ बाय की रेटिंग दी है इस कंपनी के नेट इंटरेस्ट मार्जिन एंड एसेट क्वालिटी में अच्छा इंप्रूवमेंट देखने मिला है और ये एक स्ट्रैटेजिक प्रोडक्ट मिक्स की तरफ जाने वाली है वेयर दे आर फोकसिंग मोर टुवर्ड्स इमर्जिंग एंड अफोर्डेबल सेगमेंट अगर इनका एग्जीक्यूशन अच्छा रहता है तो इन्वेस्टर को अच्छे प्रॉफिट होने के चांसेस हैं जैसा कि मैंने आपसे पहले भी कहा था मार्केट क्रैश की वजह से काफी स्टॉक डिस्काउंटेड वैल्यूएशन पर मिल रहे हैं और ऐसे में मोटा भाई की reliance1 बिजनेस को जबरदस्त ग्रोइंग देख रहा है इसके अलावा रिसेंट टैरिफ हाईक की वजह से टेक्नोलॉजी एडवांसमेंट भी jio1 में भी reliancejewels.in डिटेल रिसर्च रिपोर्ट पब्लिश की है एंड गेस व्हाट इसमें 21 पर की अपसाइट का टारगेट भी दिया हुआ है अगेन लिंक मैंने डिस्क्रिप्शन में डाल दी है चेक जरूर करना अब बात करते हैं रियल एस्टेट की कोविड के बाद से इंडिया की रियल एस्टेट इन्वेस्टमेंट सिग्निफिकेंट बढ़ चुकी है और एक्सपेक्टेड है कि ये ट्रेंड अगले 5-7 सालों तक कंटिन्यू रहने वाला है अमेरा रिटी ने पिछले एक साल में 150 का रिटर्न दिया है और इसका परफॉर्मेंस 2025 में भी काफी अच्छा हो सकता है इनके मैनेजमेंट की माने तो रियल एस्टेट में इन्वेस्टर के स्ट्रांग इंटरेस्ट की वजह से कंपनी 30 पर ईयर ऑन ईयर का ग्रोथ एक्सपेक्ट कर रही है एनालिस्ट की रिपोर्ट आपके सामने है लेकिन डीएलएफ ने लास्ट ईयर सिर्फ 15 पर का रिटर्न दिया है इसकी वजह थी डीले इन लॉचेस जिससे उनकी ऑर्डर बुक इंपैक्ट हुई है लेकिन 2025 में डीएलएफ 30 ऊपर जाएगा ऐसा नवामा का प्रेडिक्शन है डीएलए की पाइपलाइन स्ट्रंग है एक्सक्लूसिव लॉचेस आने वाले हैं और कंपनी की बैलेंस शीट भी बहुत ही स्ट्रांग है मीडियम रिस्क के साथ 2025 के लिए एक अच्छा पिक हो सकता है मूविंग ऑन टू इंफ्रास्ट्रक्चर सेक्टर इंडिया ने 2020 में नेशनल इंफ्रास्ट्रक्चर पाइपलाइन लॉन्च किया था जिसका एम है इंफ्रास्ट्रक्चर सेक्टर में 111 लाख करोड़ की इन्वेस्टमेंट करना 2020 से 2025 तक यानी हर साल करीब 22 लाख करोड़ की इन्वेस्टमेंट और अगर इंडिया को 2030 तक $ ट्रिलियन डॉलर की इकॉनमी बनने का टारगेट अचीव करना है तो इंडिया को इंफ्रास्ट्रक्चर इन्वेस्टमेंट तो इंक्रीज करनी ही पड़ेगी जेड इरा इस सेक्टर की जबरदस्त कंपनी है जिस पर मोतीलाल ओसवाल ने खुद 21 अप साइड के साथ बाय की रेटिंग दी है यह कंपनी इंडिया की सेकंड लार्जेस्ट प्राइवेट पोर्ट ऑपरेटर है आफ्टर अदानी और इनका मार्केट शेयर कांस्टेंटली इंप्रूव हो रहा है इनकी करंट कैपेसिटी करीब 170 एमएमटी की है जो 2030 तक 400 एमएमटी तक एक्सपें हो जाएगी कंपनी के फंडामेंटल्स भी जबरदस्त है डायवर्सिफाइड कंज्यूमर बेस भी है और इसीलिए इनका मार्केट प्रेजेंस आने वाले सालों में और स्ट्रांग होते हुए नजर आ रहा है रिस्क है तो बस डोमेस्टिक एंड ग्लोबल ट्रेड स्लोडाउन का जो कि मोतीलाल ओसवाल की रिसर्च रिपोर्ट में भी मेंशन किया है अब डिस्कस करते हैं फार्मा एंड हेल्थ केयर सेक्टर की मार्केट वॉलेटिवृपालेम सेक्टर ने जबरदस्त रिटर्न दिए हैं 2016 में जब डोनाल्ड ट्रंप यूएस प्रेसिडेंट बने थे फार्मा सेक्टर में शार्प गेन देखने मिले थे और अब फिर से एक बार यही हो सकता है फार्मा सेक्टर में चाइना प्लस वन स्ट्रेटेजी को बूस्ट मिल सकता है ट्रंप स्ट्रेटेजी के जरिए फार्मास्यूटिकल मैन्युफैक्चरिंग एंड सप्लाई चेन डायवर्सिफिकेशन पर फोकस करेंगे और ये इंडियन फार्मा इंडस्ट्री के लिए अच्छा प्रूफ हो सकता है इंडियन फार्मा सेक्टर को अमेरिका के बायो सिक्योर लॉ से भी फायदा मिल सकता है ये बेसिकली यूएस कंपनीज को चाइनीज बायोटेक कंपनी के साथ कांट्रैक्ट्स बनाने से प्रोहिबिट करेगा चाइनीज गुड्स पर हायर टैरिफ की वजह से इंडियन फार्मा प्लेयर्स यूएस मार्केट में सप्लाई गैप फिल कर सकते हैं ओवरऑल चाइना प्लस व स्ट्रेटेजी एंड यूएस बायो सिक्योर एक्ट से इंडियन फार्मा कंपनीज को अच्छा बेनिफिट मिल सकता है 2025 में यह सेक्टर भी आउट परफॉर्म कर सकता है एनालिस्ट सन फार्मा में 20 पर का अप साइड एक्सपेक्ट कर रहे हैं डॉ रेडीस और लॉरस लैब भी इस सेक्टर की अच्छी कंपनियां हैं 2025 में हॉस्पिटल्स की प्रॉफिटेबिलिटी भी इंप्रूव होगी ड्यू टू एडिशन ऑफ न्यू बेट्स एंड इंक्रीज ऑक्युपेंसी और इसीलिए एक्सेस सिक्योरिटी खुद फस और मैक्स हेल्थ केयर पर बुलिश है विथ 20 पर अपसाइट पोटेंशियल इन बोथ दी स्टॉक्स अब देखते हैं फाइनेंस सेक्टर आप सब जानते हैं कि स्टॉक मार्केट और म्यूचुअल फंड की तरफ लोग एकदम से डाइवर्ट हो चुके हैं हर इंसान आज एसआईपी के जरिए म्यूचुअल फंड में इन्वेस्ट करता है और यह इन्वेस्टमेंट तभी पॉसिबल है जब आपके पास एक डीमेट अकाउंट हो लोगों की इनकम जैसे-जैसे इंक्रीज होगी वैसे-वैसे उनके इन्वेस्टमेंट भी इंक्रीज होंगे और यही वजह से आने वाले सालों में ये इंडस्ट्री जबरदस्त परफॉर्म कर सकती है इंडिया की म्यूचुअल फंड रजिस्टर एंड ट्रांसफर एजेंट स्पेस में कैम्स 70 पर का मार्केट शेयर के साथ लीडर है देखा जाए तो कंपनी का पन इंडिया 271 सर्विस सेंटर्स है यह देखिए मोतीलाल ओसवाल ने भी बार-बार स्टॉक पर बाय रिकमेंडेशन दी थी और ऑलमोस्ट हर बार इनके टारगेट अचीव भी हो रहे थे वहीं ब्रोकिंग फर्म एंजल वन की बात करें तो इनके एक्टिव यूजर्स और मार्केट शेयर कंटीन्यूअसली बढ़ते जा रहा है एज ऑफ 2024 एंजल वन मार्केट शेयर के टर्म्स में फिफ्थ से थर्ड रैंक पर आ चुका है f5 25 के q2 की बात करें तो प्रॉफिट आफ्टर टैक्स में भी 39 यर ऑन ईयर की ग्रोथ हुई है एंड देखा जाए तो इनकी ऑपरेशनल एफिशिएंसी धीरे-धीरे बढ़ते जा रही है रेवेन्यू फ्रॉम ऑपरेशन में भी 45 पर की यर ऑन ईयर ग्रोथ हुई है किसी बिजनेस में अगर इतनी जबरदस्त ग्रोथ है तो उसका फायदा उनके शेयर होल्डर को भी मिलना चाहिए बिजनेस डायवर्सिफिकेशन इनका मेन फोकस है वेल्थ मैनेजमेंट साइड पर कंपनी अपनी टीम और प्रेजेंस एक्सपें कर रही है रिसेंटली कंपनी को सेबी से म्यूचुअल फंड बिजनेस शुरू करने के लिए अप्रूवल भी मिल चुका है यानी बहुत जल्द अब एंजल व भी अपना खुद का म्यूचुअल फंड लॉच करने वाला है इनका फ्यूचर काफी ब्राइट लग रहा है मोतीलाल वाल ने खुद एंजल वन को बाय की रेटिंग दी हुई है करंट लेवल से 37 की अपसाइट एक्सपेक्ट की जा रही है नाउ कमिंग टू नेक्स्ट सेक्टर लोगों की डिस्पोजेबल इनकम इंक्रीज होगी तो जाहिर सी बात है उनकी स्पेंडिंग भी इंक्रीज होगी इसका फायदा एफएमसीजी सेक्टर को जरूर मिलेगा जो 2024 में अच्छा परफॉर्म नहीं कर पाए वरुण बेवरेजेस के पास pepsi-cola [संगीत] अनाउंस किया है इन्होंने दोनों कंपनीज का 100% कंट्रोल एक्वायर कर लिया है यह एक्विजिशन इन्हें अफ्रीका में ग्रो करने के लिए काफी हेल्प करेगा एज अफ्रीका इनकी फ्यूचर ग्रोथ का एक इंपॉर्टेंट रीजन है इस एक्विजिशन की वजह से कंपनी का एबिटा टेंपरली इंपैक्ट हो सकता है लेकिन इनका प्रूवन ट्रैक रिकॉर्ड है कि आफ्टर एक्विजिशन इनके मार्जिंस इंप्रूव हो जाते हैं अनलेस केआर चॉक्सी ने इस स्टॉक पर भी 22 पर की अप साइड के साथ बाय रेटिंग दी है अब बात करते हैं टेक्सटाइल एंड अप्रल मार्केट की जो 2023 में करीब 197 बिलियन डॉलर की मार्केट थी 2030 में यह 50 बिलियन डॉलर तक पहुंच सकती है ये ग्रोथ का एस्टिमेशन है इंडिया के टेक्सटाइल मिनिस्टर गिरिराज सिंह का इस सेक्टर की एक लो रिस्क एंड गुड रिटर्न वाली कंपनी की बात करूं तो वो है रेमंड लाइफस्टाइल इस कंपनी का 35 से 40 पर टोटल रेवेन्यू सिर्फ वेडिंग वेयर से आता है एनिस बाय रेमंड के नाम से इनका एम है कि इंडिया के एथनिक वेयर इंडस्ट्री में एक बहुत बड़ा प्लेयर बनना है एनिस के फिलहाल 136 स्टोर्स है और रेवेन्यू करीब ₹1 बिलियन है इनका प्लान है अगले दो-तीन सालों में एथनिक के 300 से भी ज्यादा स्टोर और रेवेन्यू . 5 बिलियन से भी ज्यादा और एथनिक कैटेगरी में तो ग्रॉस रेवेन्यू भी कंपैरेटिव हायर होते हैं ब्रांडेड अप्रैल सेगमेंट में भी कंपनी स्लीप वेयर और इनरवेयर जैसी न्यू कैटेगरी लॉन्च करके स्केल अप कर रही है मोतीलाल ओसवाल ने खुद रेमंड लाइफस्टाइल पर बाय की रेटिंग दी है एंड गेस व्हाट 50 पर की अप साइड का प्राइस टारगेट दिया है नाउ लेट्स टॉक अबाउट कैपिटल गुड्स सबसे पहले आपको बता दूं कि वो 50 का स्टॉक जिस बारे में मैंने आपको वीडियो की शुरुआत में बताया था वो इसी सेक्टर का है स्टॉक का नाम है पटेल इंजीनियरिंग ये एक ईपीसी प्लेयर है जो टेक्नोलॉजी इंटेंसिव एरियाज जैसे कि हाइड्रो टनलिंग इरिगेशन वाटर सप्लाई अर्बन इंफ्रास्ट्रक्चर और ट्रांसपोर्ट में स्पेशलाइज करता है कंपनी की बैलेंस शीट काफी स्टेबल है f5 24 में प्रॉफिट आफ्टर टैक्स 125 करोड़ जिसने ईयर ऑन ईयर बेसिस पे 53 की ग्रोथ दिखाई दी f5 24 में कंपनी की ऑर्डर बुक 1866mhz हुए रोड एंड अदर्स ऑर्डर की वजह से कंपनी की रेवेन्यू ग्रोथ 16.2 की सीएजीआर एक्सपेक्टेड है और आने वाले समय में भी यह कंपनी को नए ऑर्डर्स के इनफ्लो मिल सकते हैं आईआईआई डायरेक्ट ने खुद 80 का प्राइस टारगेट दिया है इस पर यानी करंट लेवल से 60 पर की अप साइड आउटस्टैंडिंग अब बात करते हैं एक ऐसे स्टॉक की जिसने पिछले 1 साल में 600 पर और पिछले पाच सालों में 3200 पर का रिटर्न दिया है स्टॉक का नाम है शक्ति पंप पिछले तीन-चार सालों में कंपनी का फंडामेंटल्स काफी इंप्रूव है और इसका मेजर रीजन है गवर्नमेंट की पीएम कुसुम स्कीम जो 2018-19 में लॉन्च हुई थी इस स्कीम में गवर्नमेंट के दो मेजर ऑब्जेक्टिव थे नंबर वन फोकस ऑन रिन्यूएबल एनर्जी एंड नंबर टू फार्मर्स के लिए फार्मिंग को ज्यादा इफेक्टिव बनाना 2023 में शक्ति पंप्स को इसी स्कीम के अंडर 150 करोड़ का ऑर्डर मिला था इस प्रोजेक्ट में उन्हें इनएफिशिएंट इलेक्ट्रिक पंप्स को सोलर पंप से रिप्लेस करना था जिससे फार्मर का ट्रेडिशनल एनर्जी पर रिलायंस कम हो जाता शक्ति पंप्स की करंट ऑर्डर बुक झारखंड हरियाणा यूपी और महाराष्ट्र स्टेट के ऑर्डर से फिड है महाराष्ट्र से तो कंपनी को 750 करोड़ का ऑर्डर मिला है यह कंपनी 35 पर मार्केट शेयर के साथ डोमेस्टिक सोलर पंप इंडस्ट्री में कुसुम स्कीम के अंडर मार्केट लीडर है लेकिन मेजर रिस्क है गवर्नमेंट सपोर्ट कंपनी के जबरदस्त परफॉर्मेंस का रीजन था गवर्नमेंट का बड़ा इनिशिएटिव और सपोर्ट कल को ये स्कीम अगर कंप्लीट हो गई या किसी वजह से होल्ड पर चली गई तो कंपनी की ऑर्डर बुक पर इसका बड़ा इंपैक्ट पड़ सकता है इसीलिए यह स्टॉक मेरे हिसाब से हाई रिस्क कैटेगरी में आता है अब आते हैं डिफेंस और एरोस्मिथ एंड क्लीन एनर्जी सेक्टर के लिए कंपोनेंट्स और इक्विपमेंट्स मैन्युफैक्चर कर द है इसका मेजर रेवेन्यू क्लीन एनर्जी सेगमेंट से आता है और इस रेवेन्यू का मेजर चंक सिर्फ एक कस्टमर से आता है ब्लूम एनर्जी fy2 में कंपनी का 70 पर रेवेन्यू सिर्फ ब्लूम एनर्जी से आया था लेकिन लास्ट फ्यू क्वार्टर्स में कंपनी का रेवेन्यू एंड प्रॉफिटेबिलिटी इंपैक्ट हुई है बिकॉज़ ऑफ प्रोडक्ट ट्रांजैक्शन बाय ब्लूम एनर्जी लेकिन अब ट्रांजिशन कंप्लीट हो चुका है और कंपनी की ऑर्डर बुक स्ट्रेंथ हो चुकी है और बी ने रिसेंटली कई सारे लार्ज एग्रीमेंट साइन किए हैं जिसका फायदा यह कंपनी को हो सकता है इसीलिए मोतीलाल ओसवाल ने 35 अप साइड के टारगेट के साथ इस स्टॉक में भी बाय की रेटिंग दी है कंपनी का नाम है एटा टेक्नोलॉजीज लेकिन क्लाइट कंसंट्रेशन कंपनी के लिए एक बहुत बड़ा रिस्क है जैसा पिछले कुछ क्वार्टर में हुआ है वो फिर से हो सकता है इसीलिए इसे हम रिस्की स्टॉक मानेंगे नाउ कमिंग टू दी लास्ट सेक्टर आईटी सेक्टर आईटी सेक्टर का 2025 का आउटलुक काफी पॉजिटिव है भले ही रुपी वीक हो रहा है इंडियन इकोनॉमी पर नेगेटिव इंपैक्ट पड़ रहा है लेकिन ये आईटी सेक्टर के लिए अच्छा प्रूफ हो सकता है यूएस इकोनॉमी स्ट्रेंथ हो गई है और तेजी से ग्रो भी हो रही है डॉलर इंडेक्स भी यूएस के फेवर में प्ले कर रहा है इंडियन आईटी कंपनीज जो अपनी सर्विसेस यूएस में सेल करते हैं दे अर्न रेवेन्यू इन डॉलर्स एंड सिंस डॉलर स्ट्रेंथ हो गया है आईटी कंपनीज के रेवेन्यू भी इंक्रीज हो जाएंगे फॉर एग्जांपल पहले उनको $ के बदले में सिर्फ 80 मिलते थे अब $ के बदले में उन्हें ₹5000000 मोबिलिटी सॉल्यूशंस में एक्सपर्टीज है और आईटी में स्ट्रांग प्रेजेंस है इनके क्लाइंट बेस में bmw's ने खुद इस स्टॉक पर 44 की अपसाइट के साथ बाय की रेटिंग दी हुई है इसके अलावा जगल प्रीपेड ओसन सर्विसेस जो कि आशीष कचोलिया द्वारा ड है यह भी इस सेक्टर की एक अच्छी कंपनी है लेकिन मेरे अकॉर्डिंग यह हाई रिस्क है बिकॉज़ कंपनी करंट लेवल पर ओवर वैल्यूड लग रही है वहीं पर्सिन सिस्टम और को फोर्ज भी एक अच्छा लो रिस्क पिक हो सकता है मुझे कमेंट्स में जरूर बताना कि आपको कौन से स्टॉक अच्छे लगे और इसमें से कौन से स्टॉक आप अपने पोर्टफोलियो में ऐड करने वाले हो लेकिन कोई भी स्टॉक में इन्वेस्ट करने से पहले इसकी डिटेल रिसर्च जरूर करना और हां अपने रिस्क एपेटाइट के अकॉर्डिंग ही इन्वेस्टमेंट करना ड्यू टू सेबी रेगुलेशन मैं इस स्टॉक पर कोई भी बाय या सेल रिकमेंडेशन नहीं दे सकता ना ही मैं किसी स्टॉक का कोई प्राइस टारगेट दे रहा हूं ये सब कुछ जो मैंने आपको बताया है यह पब्लिकली अवेलेबल इंफॉर्मेशन के बेसिस पर है और हर बड़ी-बड़ी ब्रोकिंग हाउसेस की रिपोर्ट मैंने डिस्क्रिप्शन में ऐड कर दी है तो चेक जरूर करना आई होप आपको वीडियो अच्छी लगी होगी और हर हफ्ते हम ऐसी ही रिसर्च आपके सामने लाते हैं तो चैनल को सब्सक्राइब करना मत भूलना और हां यिस पर रजिस्टर करके अपने फर्स्ट फाइव फ्री ट्रेड्स रिकमेंडेशन लेना मत भूलना लिंक मैंने डिस्क्रिप्शन में डाल दी है जय हिंद",
    "timestamp": 1744648376728
  }
}