{
  "B7jubO86NwY": "[संगीत] नमस्कार फिर पैसा बोलता है में आपका स्वागत है मैं आनंद श्रीनिवासन आज मार्केट एक्सपेक्टेशंस को डिफाई करके ऊपर चल रही है लगभग 400 पॉइंट ऊपर है 24,000 ब्रेक कर कर ₹2,90 तक ट्रेड हो रही है ससेक्स 700 के ऊपर जा रही है डॉलर भी गिर रही है ₹85 तक पहुंच गया है तो यह सब इंडिकेशन है मार्केट बहुत स्ट्रांग चल रही है और मार्केट इधर से क्या होगा शॉर्ट टर्म में हमें पता नहीं लॉन्ग टर्म में अभी कोई स्यूशन इमर्ज नहीं हुआ है टेररिस को सिर्फ पास किया है अमेरिका और जापान बात कर रहे हैं कोई एग्रीमेंट नहीं आया है चाइना और अमेरिका सिर्फ बात कर रहे हैं चाइना वापस बोइंग प्लेेंस को भेज रही है अभी तक कोई एग्रीमेंट भी नहीं हुआ है चाइना से बातचीत तक शुरू नहीं हुई है इसका मतलब अभी तक कोई सशन नहीं आई है प्रॉब्लम डिसअपीयर नहीं हो गई है मार्केट यह समझती है कि जब बातचीत चलती है तो हल निकल चुका है और इसके कारण मार्केट ऊपर जा रहा है बेयर मार्केट में अनेक कारण के लिए अनेक रैली हो रहे हैं एक यह बेर मार्केट रैली है एफआईआई इस रैली को शॉर्ट करेंगे कब और क्यों हमें पता नहीं जब जो भी कंसीडर करना है केयरफुली कंसीडर करें क्योंकि मार्केट बहुत वोलेटाइल है तो आज हम रिजल्ट्स को देखते हैं तीन रिजल्ट्स को एनालिस करेंगे पहले हम देखें ICICI की रिजल्ट्स icici की रिजल्ट्स बहुत उम्दा थी बहुत अच्छा थी संदीप बक्शी ने एक बड़ा डिफरेंस किया है बैंक के लिए उनका नेट प्रॉफिट 12% ऊपर गया है इस 12% ऊपर के साथ उनका नेट प्रॉफिट 12,000 करोड़ क्रॉस कर चुकी है hdfc बैंक ने 6.7% इंक्रीस की है नेट प्रॉफिट और नेट इंटरेस्ट मार्जिन को 10% ऊपर किया है फिर भी क्रेडिट डिपॉजिट रेशियो में HDFC का प्रॉब्लम्स अभी तक टला नहीं है तो ग्रोथ सफर होगा क्योंकि हर महीने 20% ग्रो करने वाला हर क्वार्टर 20% ग्रो करने वाला HDFC बैंक मजर के पास स्लो हो गई है और स्लो होते ही रही है दोनों ICICI बैंक और HDFC बैंक ने अच्छा डिविडेंड अनाउंस किया सब खुश होंगे और जो प्राइसेस है वह अभी बहुत ज्यादा हो गए हैं इसको कंसीडर करना अभी लाजमी नहीं है अगली न्यूज़ है कि Infosys की रिजल्ट्स आई थी infosys की रिजल्ट्स बहुत खराब थी सो Infosys की नेट प्रॉफिट्स 12% गिरी थी तो Infosys ने क्लियरली फीडबैक दे दी इस क्वार्टर में कोई बड़ा इंप्रूवमेंट आने वाला नहीं है ना कि इस साल में बड़ा इंप्रूवमेंट आएगी तीसरी राउंड ऑफ ले आउट्स हो रहे हैं Infosys में जो फ्रेशर्स फ्रेश जॉइ किए थे दो साल वेट करने के बाद ऑलरेडी दो राउंड्स में 700 लोगों को बाहर कर दी है इस साल 300 लोगों को भी बाहर निकाला जा रहा है लगभग 700 से लेके 1000 लोगों की नौकरी चले जाएगी अभी ये के कारण और अन्य चीजों के कारण जो फ्रेश ग्रेजुएट है उनको नौकरी नहीं मिल रही है और सॉफ्टवेयर में और सॉफ्टवेयर में नौकरी मिलाना बहुत मुश्किल है tcs का मार्केट कैप में गिरावट के बाद उनकी मार्केट शेयर की शेयर कैप बहुत नीचे आ गई है tcs की प्रॉफिट्स घटने से Tata SS की प्रॉफिट्स में भी कटाई है एक जमाना था 2020 में लगभग एंटायर प्रॉफिट टीसीएस से आ रही थी लगभग 55% प्रॉफिट्स टीसीएस से आएगी ऐसा अनुमान कर रहे हैं लेकिन मैं समझता हूं इससे भी कम निकलेगा तो हमें आईटी को अवॉइड करना चाहिए लमसम डिविडेंड मिला है लेकिन मार्केट में प्रेशर बहुत ज्यादा है और नीचे आ सकती है मार्केट हम उसके लिए वेट करेंगे आईटीसी ने दो बड़े न्यूज़ अनाउंस की है एक बड़ा न्यूज़ यह है कि 24 मंत्रा ऑर्गेनिक नाम का एक कंपनी को उन्होंने खरीद ली है उसे 100% स्टेक खरीद लेंगे उसमें से 472 करोड़ ऑल कैश डील अलम्स के है इस पर 400 करोड़ अभी रजिस्ट्रेशन में दिया जाएगा और बैलेंस 72 करोड़ जब परफॉर्मेंस एंड सेंटर्स होंगे और जब वह मीट हो जाता है तभी उसे पेमेंट होगा तो गुड अर्थ में आईटीसी में एक बड़ा पेमेंट डाल दी ताकि वह ऑर्गेनिक केयर फूड में एंट्री करें 24 मंत्रास की 100 प्रोडक्ट पोर्टफोलियो ब्रांड रिकॉल एंड स्ट्रांग यूएसडी एसओ रेपजेंट्स आईटीc के फ्यूचर स्टडी स्ट्रेटजी से अलाइन है और मदर स्पर्श बेबी केयर जिसे रिसेंटली आईटीc ने अनाउंस की उस पर फुल कंट्रोल टू टू थ्री इयर्स में लेना चाहती है आईटीसी आईटीc अपनी फ्यूचर रेडी स्ट्रेटजी में तैयारी कर रही है और मार्केट को फॉलो करना चाहती है और Infosys की क्रू Infosys तो बहुत बुरी थी अच्छी नहीं थी इसके बाद हम देखेंगे कि HDFC बैंक का क्वार्टर फोर नेट प्रॉफिट लगभग 7% या ऊपर और नेट इंटरेस्ट मार्जिन 10% बन गया पिछले क्वार्टर में 17618 करोड़ का प्रॉफिट उन्होंने अनाउंस की है टोटल इनकम होगा 89488 करोड़ और इनकी मार्जिन थी टोटल इनकम मार्जिनरी लोअर देन 89639 इंटरेस्ट इनकम उनकी 774 60 करोड़ तक पहुंच गई है ₹2 डिविडेंड अनाउंस की है और पर शेयर और उसे ₹200% बता दिया गया है तो ग्रॉस एनपीए इनक्रीस किया गया है 3 46% ऑफ नेट एसेट्स और 3.65 ऑन इंटरेस्ट अर्निंग एसेट्स एक्सक्लूडिंग टैक्स रिफंड तो एफडीआई की इंटरेस्ट लगभग 25% इंप्रूव हो गई है इस रेट कट के बाद एवर सोर्स नाम का एक इन्वेस्टमेंट फंड ब्लू स्मार्ट जो गाड़ी बैंकप्ट भी हुई 800 से ले 1000 करोड़ में खरीदने के लिए तैयारी कर रहे हैं वो यह चाहते हैं कि जगी ब्रदर्स एग्जिट हो जाए इसके पहले एवरसोर्स कैपिटल ब्लू स्मार्टफोन को एक्वायर कर रही है उनकी जो प्राइस है वो 60% डिस्काउंट है मार्केट वैल्यू से 569 करोड़ को सो इससे बहुत नीचे गिर गई है ब्लू स्पंट की ऑपरेशंस खत्म होती है जब से जसोल इंजीनियरिंग में प्रॉब्लम्स है तो इन सबको नजर में रखते हुए मार्केट बहुत नाजुक स्थिति में है और इस लेवल में मार्केट में एंटर करना लाजमी नहीं है अगर हम सोने के बारे में सोचते हैं सो यह स्टैंपिंग चार्जेस 2% टैक्सेस के साथ 9472 में 22 कैरेट गोल्ड और 10,000 के ऊपर 24 कैरेट गोल्ड क्रॉस कर चुके हैं आज ₹0 ऊपर है गोल्ड अभी गोल्ड में अगर डिप आती है तो 800500 तक आ सकती है उससे बिना कम नहीं होगा आरबीआई ने अपने एसेट्स को हर हद रिकैलबेट कर रही है और गोल्ड की करंट प्राइस को लेके उनके पास गोल्ड रिसोर्स बहुत ज्यादा हो गए हैं एक माइक्रो फाइनेंस स्टॉक था स्पंडाना स्पति जो लगभग 13% ऊपर उठकर ₹30 तक पहुंच गई है अगर और 2025 है अब इनक्रीस हो गया अब अपने पोजीशन से एग्जिट कर सकते हैं आज के लिए इतना ही आपने इस पॉडकास्ट को सुना इसके लिए मैं आपका आभारी हूं हो सके तो वीडियो को लाइक कीजिए चैनल को सब्सक्राइब कीजिए और बेल नोटिफिकेशन दबाएं इस वीडियो को अपने दोस्त और रिश्तेदार के पास भेजें और उनको देखने की आग्रह करें नमस्कार धन्यवाद जय हिंद",
  "12YlKk40YAI": "Hey guys, Lovable 2.0 just dropped with a bunch of new amazing features to make it even easier to build and deploy real world applications, even if you're not a coder. And in today's video, we're going to look at the five biggest updates of Lovable 2.0. And then you're going to see all of these updates in action as we go off and build a beautiful website just like this, completely from scratch, only using prompts inside of Lovable. And we're going to build it in less than 10 minutes. And because you guys are awesome, I'm giving away a custom GPT that I've created for you guys that helps you create the perfect prompts for Lovable to help you build beautiful websites even faster. Just check out the link in the description below so you can download it for free. Also, don't worry if you're not a coder. Lovable 2.0 has made it even easier to build full stack applications to where even your grandma can do it, which is why I'm so excited to talk about everything in this new release. Also, huge shout out to lovable for sponsoring this video. I've been using them for a while to build my own websites just like this one. And I've loved how easy and simple they've made it to build beautiful websites, which is why I was so excited when they reached out to collaborate to talk about this new release. But enough talking, let's go ahead and cover the five big features that you want to see and go ahead and dive into the live build. So, the first and my favorite update inside of Lovable 2.0 is they've really upped the bar on their visual editing platform. At this point, you can click on any element inside the web application you're building and you have total control over it. You can update the text, the text size, the padding, pretty much anything that you can think of, you can directly control through a guey. And this is a huge improvement from where we were a few months ago where if you wanted to make changes, you would either have to hook the project up to code and you manually go change it elsewhere or you would have to spend an extra credit to say, \"Hey, can you please make the text this much bigger?\" So, this is a huge improvement to make it more cost-effective and easier to use to get better results. Super excited about this first update. And the second feature I'm super excited about is Lovable is now fully supporting dev mode, which means you can easily toggle back and forth between prompt and preview and code and preview. So if you're a developer like me and you want to get your hands dirty, you can easily now do it. And my favorite part is all of the changes you make, you can easily press save and it will save it directly to GitHub, which is a huge improvement of where we were a while ago to where you would have to manually edit everything over in GitHub and import it back in. Now it's just super easy to all edit in one place. Super excited for you guys to try this one out. And the third new feature you're going to see inside of Lovable 2.0 is their new chat mode agent. And I can go ahead and tell you this thing is a beast. You can use it to ask questions about your project or you can have it help you debug issues. Or my favorite is you can use it to plan out big changes and updates inside your applications. And it's great because you get to make sure you and the agent are on the same page before it goes off and makes changes. But once you are both on the same page, it has a nice little button for you that says implement changes and then it just takes care of the rest for you from there. Absolutely love this one. Super excited for you guys to try this one, too. And the fourth new feature you're going to see inside of Lovable 2.0 is their new multiplayer mode, which allows you to bring in your friends, co-workers, and other contributors to your projects so that you all can work on the same project. This one is amazing because in the past, everything inside of Levable was single player. So, it was pretty much you working on it. If you wanted to make changes, you had to send it over to GitHub where you could have other people to start to work on the project. But now you can all work in one unified workspace, which is Lovable, and make all the changes you guys want, and you can share all the billing credits under one account. Absolutely love this feature. And the fifth major update you're going to see inside of Lovable is you can now buy your own custom domains all inside the application. I absolutely love this one, especially for beginners, because now you don't have to hop across all these different websites to go off and buy your own beautiful domain. and you're actually going to see me later in the video go off and buy AI with Brandon.ai and you're gonna see how just how easy it is to buy it and actually start hosting your website on your own custom domain. Excited for you guys to see this one in just a bit. And as a quick extra bonus, I wanted to show you guys some pricing changes that they've made to make everything simpler and more transparent and honestly more affordable. So, let me walk you through the old pricing super fast so you can see what it used to be. So, back in the day, what it was is they had multiple tiers. everything from starter to launch to scale to teams and everything was based around daily limits and then on top of that it was monthly limits. So there were just a lot of moving parts uh and ultimately if you were using lovable a ton you would eventually hit scale and once you hit scale it was confusing cuz it's like I just want more credits. Now I'm having to deal with monthly limits. So it was all around kind of confusing. But now to make things more transparent, more clear, and like I said, more affordable, they've simplified it to now a free tier, a pro tier, and a team uh team tier on the free tier. So, if you just sign up for Lovable today, you'll get five daily credits. So, you can log in, actually crank out a beautiful website completely for free, and you can actually see it. The only gotcha is it's going to be public so other people can see your source code, but it's still a great way to get started and try out the product. Then once you're saying, \"I'm addicted and I can't stop using it now.\" You will hop over to the pro tier, which is 25 bucks a month for 100 credits per month. And what's so nice about this is everything's credit based. So one credit equals one message. And if you want more credits, great. There's uh will be a drop down right here. And you can say, I'd like 200 monthly credits, 300, 400, 500. And basically every 100 credits is around $25. And you can do a ton with a 100 credits. You'll see in just a second when we go build out the application how many credits we use to actually build a beautiful website. So you're going to see, you know, we can go really far with 100 credits. And you're going to get some other features, too. So private project, so you can hide your project so other people can't see the source code. You can invite other editors to start doing the multiplayer mode. And you can start to bring in your own custom domain. So you're going to see all this in just a second. So yeah, those were the five plus one bonus new features inside of Levable 2.0. So now let's go ahead and hop over to the live build so you can see all these features in action. All right guys, welcome to lovable.dev. So this is what the updated version of Leovable looks like. And I'm super excited for us to dive into the live build in just a second. But if this is your first time looking at lovable, I just want to give you a quick tour. So right when you log in, you can easily just type in your prompt right here and create a beautiful web application. As you go off and create real world projects, they'll be able to uh access all of the active projects you have right down here. And then if you're looking for inspiration, they have a from the community tab. So you can see in real time all the different projects that people are working on to get inspiration and just see what people are making. So absolutely love it. Now in our case, we are going to be doing a live build to showcase all the new features that you just saw. And as I mentioned at the very beginning of the video, I have built a special GPT for you guys that will create the perfect prompt for you guys to make building a website inside of Lovable so easy and just make the results honestly beautiful. Lovable already does a phenomenal job and this just helps you with getting the ideas out of your head and into a prompt. So all you need to do is click the link down description below to go over and get this GPT prompt generator. And what it'll do is it'll walk you through a few quick questions about like, hey, what are you trying to build? you know, what's the goal and what you're trying to do from there. And after answering a few questions, it's just going to go off and generate a beautiful document that's going to contain all the information needed for Lovable to create an amazing website for you. So, it's cranking out so much code. So, what I've done is I've copied the code. Um, and what we're doing in our case is saying, \"Hey, please build me a portfolio website so that I can say, \"Hey, here's all my YouTube content, and if you want help building out AI agents, come work with me.\" That's all we're trying to do. That's all the GPT has done. So, what we can do is just paste in the result from the GPT and give it over to Lovable. From there, Lovable is going to take in our huge prompt that's going to contain everything from the copy for the website, the style of the website, and everything else needed to go off and create our website. And it's going to spin out and start cranking up an entire Nex.js application completely completely for for free and super fast. Just if you remember from the beginning, you get five free credits. So, this could be one of your credits to go off and create the initial part of your application. So, we're going to give it a second while it's going off and cranking out our website, and we're going to pop right back in once it's done building. Okay, guys. So, it took just a few more seconds to go off and build our website. But look how amazing the final result is. And this is after a single prompt. This is crazy how good it did. So, as you can see, we have a amazing hero section saying like, \"Hey, AI with Brandon, email me. Here's some information about me.\" and just continual call to actions. We'll fix some of these buttons in a second, but overall amazing for the first attempt. From there, I told the prompt that I wanted to showcase my latest YouTube videos. So, it did a great job of making a new section to showcase all my videos. Don't worry, in just a little bit, we'll actually put in real videos, you know, just to help you get ideas on how you can actually interact with lovable and make changes. And then from there, it has an awesome footer section to where it's like, hey, once again, call to action. Do you want to work with me? Cool. you know, help I'll help you build out your AI agents. Just email me and here's some examples of what I can work on. So, all around crazy that it did this in a single, you know, a single try. So, what we're going to do next is start working on showcasing how you can start to use some of the new features to fix and make improvements to the application that you just built inside of Lovable. Okay. So, the first thing I want to show you guys is the new visual editor. So, in order to make changes to a specific component inside of our application, we can click the edit button down here. And what it'll do is it'll go, okay, great. Which application do you want to change? So, in our case, what I want to do is update this span right here. So, specifically, what I want to say is, hey, please drop the email icon here. And basically what we can do is it'll go off and it'll make the change in real time to where it's going to say, \"Okay, I understand where in the source code this icon is at. I'm going to remove it, save the file, and then I'll update the preview.\" So this should take just a second to go ahead and fix the email button. So you can see in real time it's editing it. It should be changing it, and it dropped it. Okay, great. So now we have fixed that part of the code. And now what we can do is once again try it on somewhere else. So, we have the edit button toggled. So, let's go ahead and do this edit. And in this case, the cursor flashing keeps happening in the wrong spot. So, um you can also see inside of here, we can change anything as well. So, we can update the, you know, the style of the text. We can change anything that we wanted to. So, in our case, what I want to do is just say, let's say discard because I clicked the wrong thing. So, discard. Sorry about that. And what we'll do is click this section right here and just say, \"Hey, there are some issues with the cursor inside of this component. It is always on the right, sorry about that, long day side of the screen. So then what we can do now is send it off and it'll go, okay, hm, why is that happening?\" It'll go off and fix it. So all around this is just crazy that we can just type to lovable it give it the issues we're having. It'll analyze the code and then from there it'll go off and make the fixes in order to actually make the changes happen. Uh so we can get rid of bugs which is crazy because once again nothing so far has required you to understand code. All you need to do is just identify a problem and then translate it and tell it to lovable for it to go off and make the necessary changes. So, we're going to give it just a second to go off and quickly update this cursor issue real quick, and then we're going to showcase some of the other features inside of Lovable 2.0. So, we gave Lovable a few more seconds, and it was able to fix the typewriter effect. So, now it's looking flawless to where it's typing in and out my different things that I do instead of having the cursor over here randomly. So, this looks amazing. So, now let's go ahead and look at one of the next features, which was going to be the chat feature. Now, this one is crazy how good it is. So, let me show it to you. So, what you can do is click chat. And as you can see, when you click chat, it's gonna allow you to work with lovables agent that is going to understand what you want before making changes. So, let me show you this in action. So, what we're going to say now is go, okay, I would please like to make some changes to this YouTube section. I don't want to have all of these different category tags that you can see right here. And then when it comes to my actual videos, I don't want to show these placeholders. I want to show my actual videos. So here are links to all of my videos and the title for each one of those videos. So now what we can do, like I said, click chat and then press enter. What this is going to do in our case is come up with a big plan of going, okay, I understand the website's current state. I understand what you want and now I am working and brainstorming a new plan of how I can make this come to action and what I'm going to do to you is present this plan in real time so you can see all the changes I want to make. So I want to update the gallery. So I want to get rid of all the current stuff. Then what I want to do is actually enhance the video data. So everything's fake right now. It's mock data. And I want to show the real YouTube ID. So when someone clicks it, it takes them over to YouTube. And then I want to make the each one of these card elements more beautiful. So right now um you know we just have very light animations and I want to make it look a lot prettier. So this is what it's recommending. And then like I mentioned earlier, this thing is a beast. So once you're on the same page as it, you can just click the implement the plan and it'll go off and make all the code changes. And that's exactly what we're going to do. So this takes just a few more seconds to go off and actually look through all the different code and look at the plan and make all the changes. So, we're going to give this a few more seconds so you can see implement this plan in action. So, after just a few seconds, Lovable was able to crank out the plan that we gave it. And the updates are crazy. So, now you can see it's pointing out to all of my videos that I've been working on on my YouTube channel that I gave it. So, you can see it has beautiful like nice little effects for each one. So, now we can have like a nice little play button and when I actually hover over it, it, you know, shows a nice animation. So, all around it did a great job showcasing my portfolio. And now what I want to do is dive into one of the other features that Lovable just dropped, which was their inline code editor. So you don't need this if you're not a developer, but if you are a developer, I just want to showcase how powerful it is. So what we're going to do inside the code is drop this section right here. So this was just like a madeup quote and we're just going to get rid of it. So what we can do is in the top right hand corner, there's a new button that allows you to switch over to dev mode. So once you're in dev mode, you can see all your source code. And to get a better sense in of the code, you can actually collapse this editor over here on the lefth hand side. So now you're just in full code mode. And this is where you can see everything inside of your Nex.js application. In my case, you know, if you're familiar with Nex.js code, you can see all the different things in here. And I believe this will probably be the work with me section. Yeah, this is definitely the work with me section. And we're going to scroll down to the bottom cuz this is where it made up that one quote that I don't want anymore. And I can easily come in here and delete it. So I'm just going to press delete. And what's amazing is now what you can do is just click save changes. In the past this used to be a big sticking point because what you had to do was go all right lovable. Sorry you're actually connected up to GitHub. Don't worry if you don't know about GitHub. Um, but basically you're saving all your changes to uh GitHub and now what you have to do is go make changes in a different editor and then save those changes, push them back up, reloadable. It used to be a whole ordeal, but now you're just directly making the changes right here inside of Level. And it's so easy to do. It's crazy. So now you can just click save changes. Everything should uh take just a second to save everything to GitHub. And now whenever you look back at the preview, you can see that it completely dropped that random quote at the end. So, that was so easy to make some amazing changes. And now what we can do is open back up our editor over here and everything's great. You can see that we just saved some changes in our code editor. Now, if you did want to add it back, something else that Lovable does that just makes it super easy. If you ever make a mistake, you can easily just click restore and you'll go back and undo a change. So, I can just show it to you real fast. So, if we want to get rid of that code change, we can just click restore. It'll take us a few seconds to actually load everything back up. It's working on undoing those changes. Success. We restored. And now it's back. But hey, I don't want it. I just wanted to show you guys that it does work. So, it takes just a second. So, all right guys. So, now what we're going to do is head over and start looking at how we can start to publish our application and buy your custom domain now that we have a perfect beautiful website uh spun up. And publishing is super easy. All you need to do is in the top right hand corner, click publish. Now, what this will do is it will automatically by default publish to a lovable domain for you. So, lovable.app is where it'll all get published and whatever the name of your application is. So, up here in the top left, that's usually what the domain you're going to be given. So, you're just going to click publish. And what this will do is it'll take a few seconds, but it's like packaging all the code together, deploying it for you, handling all that complexity, so you never have to worry about it. So, now you can see your app is fully deployed. So you can click the little link and it'll take you to your website to where you can see it in all of its glory. And this thing looks amazing, guys. And we did this in like a few minutes. It's crazy that we could build all of this in a few minutes. So all round absolutely crushed it. Love what Lovable has done, hence the name. So now what I want to do is walk you through the process of buying your own domain inside of Lovable just so you can see how easy it is and how you can update the domain you deployed to. So, you're not deploying to lovable, you're deploying to your own URL. So, we're going to go ahead and walk through it real quick. First thing you need to do is click manage. When you click manage, it'll take you to the settings page and it'll give you two options. If you already have your own domain that you've bought somewhere else, click add domain. But if you want to buy it through Lovable, I would uh just click this link right here, and it'll take you over to this page right here. So, it's going to take a second to spin up. I think they're just getting a ton of traffic right now. So, it's a little slower to start, but we're going to give it a few seconds and then we're going to come back and start trying to buy our own domain. All right, so what you need to do, go ahead and delete whatever it has in here and type in whatever domain you want to. And it has some extra cool features that you'll see in just a second where it includes AI to help you come up with ideas. But go ahead and type in your first domain by default. So, in my case, I'm going to do AI with Brandon. Make sure I spelled it right. Yep. Andai. And we're going to go ahead and click check availability. Now what this is going to do is say all right is this domain available in my case it is. So what I can do is buy the domain. Now for whatever reason if this domain was not available you can actually search for other domains. So down here let me zoom in for you guys so you can see it a little bit better. So you can see down here what we can do is search for other ones. So if this one doesn't work and I was going to be like Brandon does AI, I can search with generated uh domain name. So, I'm going to say Brandon Brandon AI developer developer. And then we can click generate domains and it'll go off and search for us to be like, okay, based on what you want to do, here's other domains that you could buy. And some of them are stupid cheap. And then other ones aren't. I definitely want to go for a.com, aapp, or aai. So, I'm not going to look at those. And I'm going to go back to add to cart. And I'm quickly just going to buy everything. So, you know, it's a two-year subscription. Just to give you guys an update on like pricing, I've bought domains, other AI domains, and they usually run me around $69 per year. So, this is honestly a really good deal. So, I'm going to go through the process of buying it real quick and then once it's done, we're going to hop back over and I'm going to show you how you can change to deploy your apps uh your own app to your own new website. So, give me just a second. Oh, and something else I just want to show you that pops up immediately next is Lovable gives you the option to easily hook up Google Workspace. So, if you want to have your own custom email, so in my case it would be Brandon at AI with Brandon, I could easily click add to cart and this would give me that email capabilities. But I'm going to skip it for now and just buy strictly the domain. So, one second and then we'll be right back. So, I just bought a domain and this is what the screen looks like after you're done where it says like, hey, you brought the domain and it's going to be automatically configured to work with lovable. It could take some time for everything to get configured, but we should be good to go. So, we're going to click finish. And then we're going to, in our case, go back to publish. And now what we can do is see that we have two different domains now. So, we have our current one that came automatically. And now we have a new one. Now, you can see it's spinning cuz it's taking some time to officially connect everything. So, you can see it's just pending. So, what we're going to do is take a quick pause while it's in that 10-minute grace period. And as soon as it's ready, we'll go ahead and record it. And I'll show you guys how you can fully deploy and we'll go check everything out. So, it took about 10 minutes just like it said it would. And now everything is officially connected. No more white dot. And what you can do is if you go off and publish right now, what'll happen is it will now publish to both of our domains, which is super nice. It's one click and we get everything deployed to both of our different domains. Now, this isn't going to work. However, I'll show you why. So, u if you click right now, it's going to go and take you to this failed site. So, what we need to do is if you bought a domain just like me, what you'll do is you'll go over um you'll get some emails saying like, \"Hey, here's your link to login.\" And in our case, we need to activate this SSL thing, which is basically allowing, you know, secure HTTPS, which stands for hypertext transfer protocol secured. And that's what we're trying to do. So, we're just went to do the activate now, the SSL starter kit one. It takes a second then everything is officially Yeah. Everything is officially secure. So you just click wait a second and I agree. I agree. I agree. Set up SSL. I'm going to download the private key. So yeah, tada. You now have officially made your website secure. So you're not going to get that issue anymore. So I just want to show you guys that cuz that definitely was tripping me up at first until I realized what was going on. So now it probably will take a little bit to propagate everything. None of this stuff is instant. We'll update one more time just to make sure. But yeah, usually anything related to buying a domain, setting up all these uh certificates takes extra time. So don't get freaked out if it takes, you know, a little bit up to sometimes an hour or so to uh to officially be connected. But now, yeah, we're going to give it a little bit more time and I'll let you guys know once it's ready to go. So I gave it a little bit more time and now everything is golden. So now whenever I click to go off to my website, now it officially directs everything over to where you can see AI with Brandon. We have our beautiful website built with lovable. We have some amazing looking animations. You can click to email me where it'll be directed to actually, you know, sending me an email to work with me. You can see all the videos I've been working on and you can, you know, once again say, hey, call to action. You want to build an AI agent, work with me. And once again, this was all created with Levelable, which is crazy. I'll actually have a link to this uh website down in the description below so you can see it yourself and test it out just because I think this thing is amazing. So, I hope you guys are as excited about Lovable 2.0 as I am. And I definitely recommend checking out the link in description below so you can head over and check out Lovable yourself to start creating your own beautiful websites. And also, if you would like to see me to do a deeper dive into Lovable and connecting up to Superbase to start building out deeper full stack applications, definitely drop a comment down below so that I know that you guys want it and I can build it for you guys. But yeah, definitely recommend checking out all the other videos I have on my channel and cannot thank you guys enough for watching this one today. See you. Talk to you in the next one. Bye.",
  "0AspH1wPu3w": "अगर आप भी अपना बिजनेस या फिर वेबसाइट Google पर एसइओ के थ्रू ग्रो करना चाहते हो ना एक बात बताती हूं यह बिल्कुल भी आसान जर्नी नहीं होने वाली है क्योंकि जो एसइओ स्ट्रेटजीस आप अभी यूज कर रहे हो ना वह तो सिर्फ 20% है बाकी 80% तो कुछ नया ही आ गया है आज मैं इसी 80% की बात करूंगी और एक चीज ध्यान रखना यह जो चेंज आया है यह टेंपरेरी नहीं है परमानेंट है तो वीडियो को एंड तक देखो आपको सारी चीजें समझ आ जाएंगी आप सबसे पहले अपना फोन उठाओ और Google पर कुछ भी सर्च करो आप देखोगे कि Google का एi खुद आपको आंसर्स जनरेट करके दे रहा है लेकिन अगर मैं आपको यह 5 साल पहले का Google सर्च का स्क्रीनशॉट दिखाऊं तो इसमें आपको मल्टीपल वेबसाइट्स रैंक करती हुई दिखती हैं जहां पर आप किसी भी वेबसाइट को खोल के उससे अपनी रिसर्च कंप्लीट कर सकते थे लेकिन आज के टाइम पर यह चीज नहीं हो पाती है तो अगर आप अभी भी सोच रहे हो कि अपनी वेबसाइट को एसइओ के थ्रू रैंक करवा पाऊंगा तो इसमें आपको बहुत सारे बैरियर्स फेस करने पड़ेंगे पहला Google आजकल वीडियोस को काफी ज्यादा प्रेफरेंस दे रहा है तो आपको रैंकिंग्स में YouTube वीडियोस काफी आगे दिखेंगे दूसरा Google RedIT और कोura जैसे थ्रेड्स को काफी ज्यादा रैंक करवा रहा है क्योंकि वो चाहता है कि लोग यूजर जनरेटेड कंटेंट पढ़े और तीसरा आजकल Google पर इतने सारे लोग एड्स रन कर रहे हैं ना कि अगर आपकी वेबसाइट ऊपर आने का भी सोचे तो भी नहीं आ पाएगी क्योंकि हम Google को पैसे नहीं दे रहे तो अगर आपके दिमाग में ऐसा है कि मेरी वेबसाइट अगर पांचवें पेज पे भी है तो मेरा कस्टमर स्क्रॉल करके वहां तक आ जाएगा तो ये इमेजिनेशन आपकी पूरी तरीके से गलत है अब एक हाइपोथेटिकल सिचुएशन सुनो सपोज़ करो मेरे दिमाग में एक क्वेरी है बेस्ट बुक्स टू रीड एज अ मार्केटर अगर यह सेम चीज मैं Google पर जाकर सर्च करती हूं तो मुझे मल्टीपल वेबसाइट्स पर रिसर्च करके देखना पड़ेगा कि कौन सी बुक्स मेरे लिए सूटेबल है लेकिन अगर मैं एi टूल्स जैसे चैट जीपीटी परप्लेक्सिटी क्लॉट एआई पे जाकर यही सेम क्वेश्चन लिखती हूं ना तो वो सर्च इंजन से पूरे डेटा को एनालाइज करके मेरे लिए बेस्ट आंसर पॉसिबल निकाल कर देगा अब आप मुझे कमेंट में बताओ कि आप अभी रिसर्च के लिए क्या चीज यूज कर रहे हो और इसी के साथ-साथ आपको यह भी समझने की जरूरत है कि लोगों को आजकल इंस्टेंट आंसर्स जानना काफी ज्यादा पसंद है इसलिए ये टूल्स मार्केट में बहुत ज्यादा फेमस हो रहे हैं और इंडस्ट्री भी डिसररप्ट कर रहे हैं और इसी से कांसेप्ट निकल कर आया है जीईओ यानी जनरेटिव इंजन ऑप्टिमाइजेशन और एईओ यानी आंसर इंजन ऑप्टिमाइजेशन जहां पर आप अपनी वेबसाइट को सर्च इंजन नहीं बल्कि इन एi टूल्स के लिए ऑप्टिमाइज कर रहे हो और Google के एi ओवर के लिए ऑप्टिमाइज कर रहे हो अब फॉर एग्जांपल सोशल मीडिया पर कोई ट्रेंड आता है तो आप देखोगे सब उसके पीछे पड़ जाते हैं सब उस पर कंटेंट क्रिएट करते हैं और एसइओ की इंडस्ट्री में इतना बड़ा चेंज आ गया है जहां पर लोगों का रिसर्च करने का पूरा प्रोसेस ही बदल गया है उसके बावजूद भी लोग एसइओ की नई स्ट्रेटजीस इंप्लीमेंट करने को तैयार ही नहीं है लेकिन दामिनी क्रिएटिव इंच ऑप्टिमाइजेशन कैसे हैं और हम अपनी वेबसाइट को कैसे रैंक कर सकते हैं अब मैं अपनी फेवरेट सिक्स सीक्रेट स्ट्रेटजी रिवील करूं उससे पहले मैं आपको यह समझाती हूं कि जनरेटिव इंजन ऑप्टिमाइजेशन काम कैसे करता है आपने Google पर अपने आप को रैंक करवाने के लिए एसइओ किया जिसमें आप कीवर्ड्स के थ्रू ब्लॉग लिख रहे थे इन होप ऑफ कि हम वहां पर रैंक कर जाएंगे और लोग हमारी वेबसाइट पर आएंगे लेकिन जनरेटिव इंजन ऑप्टिमाइजेशन में क्या होता है फॉर एग्जांपल अगर आप चैट जीपीटी पर जाकर लिखते हो बेस्ट बुक्स फॉर मी या फिर बेस्ट बुक्स एज अ टीनएजर या फिर कोई भी क्वेरी देते हो तो वो सर्च इंजन का पूरा डेटा एनालाइज करता है और उसके बाद आपको रिजल्ट शोकेस करता है जहां पर वो आपके बिजनेस को मेंशन भी कर सकता है और साथ ही साथ आपको रेफरेंस लिंक्स भी देता है पता है हमारा गोल क्या होता है कि हम चैट जीपीटी परप्लेक्सिटी जैसे फेमस टूल्स में और Google के एआई ओवरव्यू में अपने बिजनेस को मेंशन करवा पाएं एंड दैट इज कॉल्ड जनरेटिव इंजन ऑप्टिमाइजेशन अब मैं आपको सिक्स ऐसी सीक्रेट स्ट्रेटजीस बताती हूं जिसका यूज करके आप अपनी वेबसाइट को बहुत अच्छे से ऑप्टिमाइज कर सकते हो सबसे पहली स्ट्रेटजी है कि आपको अपनी वेबसाइट पर क्लियरली मेंशन करना है कि आप हो कौन आप करते क्या हो और आप बाकियों से डिफरेंट क्यों हो मैं इसे आपको एक एग्जांपल के साथ समझाती हूं मेरी एक डिजिटल मार्केटिंग की एजेंसी है और मैंने अपनी वेबसाइट पर लिख रखा है कि वी गिव सर्विसेस टू आवर क्लाइंट्स अब अगर एआई मेरी वेबसाइट को फीड करता है तो वो समझ ही नहीं पाएगा कि मैं हूं कौन ऑन टेकन ऑन द अदर साइड अगर मेरी वेबसाइट पर लिखा होगा वी आर द बेस्ट डिजिटल मार्केटिंग एजेंसी प्रोवाइडिंग वैल्यूुएबल सर्विसेस टू आवर क्लाइंट्स तो एआई समझ पाएगा कि मैं हूं कौन और मैं बाकियों से अलग क्यों हूं और साथ ही साथ आपको अपनी वेबसाइट पर अपने कस्टमर्स के टेस्टीिमोनियल्स रिव्यूज सारी की सारी चीजें मेंशन करनी है ताकि एi कभी भी आपकी वेबसाइट को फैच करे तो वो समझ पाए कि आप हो कौन बात करते हैं हमारे सेकंड स्ट्रेटजी की जैसे आप एसइओ करते वक्त बैकलिंक्स बनाते थे वैसे ही यहां पर अगर आप अपनी वेबसाइट को या फिर बिजनेस को बहुत सारी ट्रस्टवर्दी वेबसाइट में मेंशन करवाते हो तो आपके बहुत ज्यादा चांसेस इनक्रीस हो जाते हैं कि आप भी Jio कर सकते हो अब मैं आपको बताती हूं कि एi का एल्गोरिदम काम कैसे करता है अगर उससे कोई क्वेरी पूछता है तो वो सर्च इंजन को एनालाइज करके आपको आंसर शोकेस करता है लेकिन अगर सर्च इंजंस में मल्टीपल वेबसाइट्स में आपका डेटा शोकेस हो रहा है तो ऑब्वियस सी बात है कि वो आपको डेफिनेटली मेंशन करेगा तो हमें मेक श्योर करना है कि जितनी ट्रस्टवर्दी वेबसाइट्स हो सकती हैं उन वेबसाइट्स में हम अपना पीआर करें और ज्यादा से ज्यादा डाटा सर्च इंजन को फीड करें आप फॉर एग्जांपल मेरा नाम दामिनी त्रिपाठी है आप Google पर जाकर मेरी एजेंसी के बारे में या फिर मेरे प्लेटफार्म के बारे में कुछ भी सर्च करते हो तो Google एआई ओवरव्यू में आपको मेरा आंसर डेफिनेटली दिखेगा क्योंकि काफी सारी वेबसाइट्स में मेरा नाम भी मेंशंड है साथ ही साथ मेरी ऑर्गेनिक सोशल मीडिया प्रेजेंस भी है तो जितना ज्यादा आप पीआर पर फोकस करोगे आपको उतने ही बेटर रिजल्ट्स देखने को मिलेंगे अब एक स्ट्रेटजी मैं आपको बताती हूं जो मार्केट में अभी कोई भी नहीं कर रहा है लेकिन अगर आप करोगे तो आपको डेफिनेटली रिजल्ट्स मिलेंगे सबसे पहले हम ना यह समझते हैं फॉर एग्जांपल मेरा मार्केटियन नाम का प्लेटफार्म है जहां पर मैं अपने डिजिटल प्रोडक्ट सेल करती हूं तो अगर मेरे वेबसाइट या फिर मेरे बिजनेस से रिलेटेड कोई भी एआई पर कुछ भी सर्च करता है तो क्या मेरा नाम वहां पर अपीयर होता है या मेरे बिजनेस का नाम वहां पर अपीयर होता है और अगर नहीं होता है तो कौन से ऐसे कीवर्ड्स हैं जो लोग यूजुअली सर्च कर रहे हैं ये जानने के लिए मेरे पास एक फ्री टूल है जिसका नाम है fेलकन rankai यहां पर जाओ अपनी वेबसाइट की लिंक पेस्ट करो यह क्या करेगा आपको एi पर जो सबसे ज्यादा क्वेरीज आपके बिनेस से रिलेटेड सर्च हो रही है ना उसकी पूरी लिस्टिकल दे देगा और साथ ही साथ यह यह भी बता देगा क्या आप चैट जीपीटी Google एआई ओवरव्यू परप्लेक्सिटी क्लड एआई जेमिनाई मेटा के एi पर रन कर रहे हो कि नहीं या फिर मेंशन किए जा रहे हो कि नहीं अगर आप किए जा रहे हो तो वो वहां पे क्लियरली मेंशन हो जाएगा और नहीं किए जा रहे हो तो आपको एक स्ट्रेटजी बनानी है वो सारे के सारे कीवर्ड्स कवर करने की अब मैं यह नहीं कह रही कि आप उन कीवर्ड्स को पकड़ कर उन पर ब्लॉग लिखो मैं यह कह रही हूं कि आप अपनी वेबसाइट उस हिसाब से ऑप्टिमाइज करो फॉर एग्जांपल अगर मैं डिजिटल प्रोडक्ट सेल कर रही हूं और एआई पे कोई सर्च कर रहा है वि इज द बेस्ट प्लेटफार्म टू लर्न Facebook एड्स और मेरा नाम वहां पर अपीयर हो तो मैं यह सारी चीजें एनालाइज करूंगी तो आपको भी मेक श्योर करना है कि वो सारे कीवर्ड्स ढूंढ के रखो जो लोग आपके बारे में सर्च कर रहे हैं और उस हिसाब से अपनी वेबसाइट को ऑप्टिमाइज करो अगर आप इतना सा भी काम कर लेते हो ना आपको डेफिनेटली अच्छे रिजल्ट्स देखने को मिलेंगे अब ना मैं आपको एक और स्ट्रेटजी बताती हूं थोड़ी सी स्पैमी है लेकिन यह काफी ज्यादा काम करती है अभी कर रही है क्योंकि एआई इसको अभी एनालाइज़ कर नहीं पाया है लेकिन हो सकता है फ्यूचर में ना करे आप क्या करो एक लिस्टिकल ब्लॉग क्रिएट करो फॉर एग्जांपल आप रियलस्टेट में हो तो आपने बना दिया बेस्ट रियलस्टेट बिजनेस या फिर बेस्ट रियलस्टेट डीलर्स इन भोपाल या फिर आपकी जो भी सिटी है और वहां पर अपने बिजनेस को नंबर वन रखो तो कभी भी एi अगर ऐसा डाटा फैच करता है ना तो आपके रिजल्ट्स भी वहां पर शोकेस किए जा सकते हैं पर अब जो मैं बताने जा रही हूं ना वो बहुत ही ज्यादा इंपॉर्टेंट है अगर आप कोई बिजनेस ओन करते हो ना तो आपको अभी के अभी मेक श्योर करना है कि आप ऑनलाइन जितने रिव्यूज हो सकते हैं उतने रिव्यूज लेना स्टार्ट करो क्योंकि जब एआई कभी भी कोई चीज फच करता है तो वो सिर्फ Google रिव्यूज पर नहीं जाता है वो और भी रिव्यू प्लेटफॉर्म्स पर जाकर सर्च करता है कि कौन से बिजनेस को पॉजिटिव रिव्यूज मिले हैं तो आपको भी इसी एंगल में काम करना है और अपने कस्टमर से पॉजिटिव रिव्यूज लेने हैं अब इसका मतलब यह भी नहीं है कि आपने सिर्फ रिव्यु देने बोल दिया और उन्होंने कुछ भी लिख दिया आप उनसे स्पेसिफिक रिव्यूज मंगवाओ फॉर एग्जांपल आपके बिजनेस से उनको कैसे हेल्प हुई या फिर आपने उनको कैसे रिजल्ट्स डिलीवर किए यह सारी चीजें करोगे तब जाकर एआई सही से आपके बिजनेस को फैच कर पाएगा और मेक श्योर करो कि फेक आईडी से कमेंट मत करो या फिर रिव्यूज मत डलवाओ क्योंकि Google भी इतना स्मार्ट है और एi भी इन चीजों को बहुत ही जल्दी पकड़ लेता है अगर आपको सर्च इंज के थ्रू अपने बिजनेस को या फिर वेबसाइट को ग्रो करना है तो बेस्ट प्लेटफार्म है YouTube एंड आई एम 100% श्योर कि आप इस बात से एग्री करोगे और इसके पर्क्स आपको पता है क्या है सबसे पहला कि आपकी एक ऑर्गेनिक प्रेजेंस तो डेवलप होती ही होती है और आपको वहां से बेटर क्वालिटी लीड्स मिलती है आई स्टिल रिमेंबर हमारे पास एक वेबसाइट थी जिसका मिलियन का ट्रैफिक था और जब उस पे ट्रैफिक धीरे-धीरे कम हो रहा था बहुत सारे अपडेट्स आ गए थे तो हमने भी यही सोचा था कि उसका एक YouTube चैनल बना के करते हैं लेकिन काफी लेट हमने वो चीज स्टार्ट की तो हम उस वेबसाइट को तो नहीं बचा पाए लेकिन मुझे एक लर्निंग मिल गई कि YouTube से अच्छा सर्च इंजन प्लेटफार्म आपके बिजनेस के लिए कोई हो ही नहीं सकता है अब इसकी क्या स्ट्रेटजी आपके लिए होनी चाहिए यह सबसे पहले देखो आप ना सिर्फ फ्रीक्वेंटली आस्क क्वेश्चंस को ही कवर करो मतलब आपके बिजनेस से रिलेटेड लोग क्या चीजें सर्च करते हैं या उनको क्या प्रॉब्लम्स होती हैं आप सिर्फ कीवर्ड स्पेसिफिक कंटेंट भी बनाओगे ना तो आप YouTube पर रैंक करोगे और अल्टीमेटली लोग आपके वीडियो पर आएंगे देखेंगे कि आपका बिजनेस क्या है और साथ ही साथ एक ट्रस्ट भी बिल्ड कर पाएंगे तो ये लोग जो बोलते रहते हैं ना कि एसइओ डेड हो गया है अब एसइओ करने का कोई सेंस नहीं बनता है वो यह चीज नहीं समझ पा रहे कि एसइओ की प्रैक्टिससेस और स्ट्रेटजीस चेंज हो गई हैं मार्केट में अगर किसी यूजर का ट्रेंड चेंज होता है तो उस हिसाब से स्ट्रेटजीस भी बदली जाती हैं तो अगर आप अभी भी एसइओ कर रहे हो तो मेक श्योर करो कि नई स्ट्रेटजीस और प्रैक्टिससेस के साथ करो और मैंने जो आपको छह स्ट्रेटजीस बताई है ना अगर वो भी आप इंप्लीमेंट कर लेते हो तो आपको डेफिनेटली अच्छे रिजल्ट्स मिलेंगे बस यह मत करना कि कीवर्ड स्टफिंग कर करके आप ब्लॉग लिख रहे हो और अपनी वेबसाइट को रैंक करवाने की कोशिश कर रहे हो आपका मेजर फोकस होना चाहिए कि आप एक बिजनेस कैसे डेवलप करोगे रादर देन एक वेबसाइट कैसे रैंक करोगे आई होप इस वीडियो से आपको काफी सारी नॉलेज मिली होगी अगर आपको एसइओ से रिलेटेड कोई भी क्वेश्चंस है तो मुझे कमेंट सेक्शन में जरूर बताना या आपके अगर इस चीज से या फिर इस मेजर टॉपिक से रिलेटेड कोई ओपिनियंस है तो मुझे वो भी कमेंट सेक्शन में बताना और अगर आपको लगता है इस वीडियो से आपको थोड़ी बहुत भी हेल्प हुई तो वीडियो को लाइक करो चैनल को सब्सक्राइब करो और डिजिटल मार्केटिंग का इतना अच्छा कंटेंट लाने की गारंटी तो मैं हमेशा ही लेती हूं",
  "zCYQEHBfYuU": "it's time now to dive into our next session and it gives me immense delight to invite and introduce our moderator for the session ladies and gentlemen it's none other than Sonia Shenoi a leading voice in Indian business journalism sonia was assistant executive editor at CNBC TV18 for over 16 years a finance and fintech expert today she's an independent content creator and the host of top podcasts like the money mindset founder fups and visionaries of India please join me in welcoming Sonia Shenoi ladies and gentlemen a big round of applause thank you to each and every one of you for being here and it is such an honor to be a part of this evening because this is a topic that everyone is grappling with today so without wasting any time let me invite someone who needs no introduction but I'm going to do it anyway nanda Nilikini is the chairman and co-founder of emphasis founding chairman of Aadhaar and a true visionary behind India's digital revolution a pioneering force in shaping India's digital economy Nilikini has played a defining role from co-founding emphasis one of India's most iconic IT companies to architecting Aadhaar the world's largest biometric identity program transforming industries and empowering a billion people please put your hands together for Nandanda Nilikini thank you so much for being here pleasure pleasure juu is an old friend and I've known him for 30 years we both began together so it's a pleasure to be here at the embassy rate wow 30 years is a long time '90s '90s I met him first and both of you have come a really long way but today you know the topic is the advent of AI and honestly I think everyone from leaders to businessmen to entrepreneurs to startup owners are all grappling with what's happening with AI right uh so can we start with where we are at Nandan in terms of see everyone's talking about India perhaps becoming the use case hub that's right in Asia for AI are we there yet and from your vantage point where are we at no I think uh AI obviously has caught the public imagination especially for the last 2 years since uh chat GPD came out and I think certainly it's a very exciting time to be there and it's going to make a huge difference to everyone uh I think but the use of AI still at least in the business side is still in the I I feel a long way to go there and uh we have uh you know there's been a lot of focus on models you know the different companies have models my own belief is that there'll be thousands of models so models are really commodities you know they're going to be you've seen what's happened from China and so on so lots of models are going to come out and the value creation will be on the application of this technology to either business or society or government and that's where the value creation is and I think India because of the enormous talent we have the great companies here who are all customers of uh embassy I think we have real chance to take a leap on implementation of AI to really make a difference both in business and in the society you've spoken about that many times in the past as well as to how you are also involved in doing a lot of work in perhaps trying to scale AI across the country right so at scale whether it is for different users whether it's agriculture finance fintech language tell us a little bit about that and um you know how long do you think this journey would take well I think you know to just step back a bit what we learned when we built digital public infrastructure like Aadhaar and UPI we learned how to build at population scale how to build things for a billion people how to make it frugal and cheap how to make it with small transaction size high volume and so on and we are seeing that other has 1.3 billion people 80 million times a day authentication UPI has 450 400 million people 17 billion transactions a month so we really create scale so we have to bring the same thinking to applying AI in India how do we apply it at the scale of population which nobody actually has done that at that scale and to make it cheap to operate you know how to make uh inference cost cheap how to make reasoning cheap how to make sure the farmer in his village is able to use AI at an affordable price so that's where I think we are headed the first fundamental thing we need to do in India is language because it's a unique country we have 22 official languages and several hundred languages and dialects you know you move you move 50 kilometer the you know the sort of the language shifts so I have been personally supporting uh building the whole language AI for India and funded a group at IIT Madras which has built the largest database of Indian language called AI for Bharat the idea is that if we can get Indians to speak to the computer in their language of choice dramatically improves access so if a farmer is able to speak in Bjpuri to his phone and get the best information on farming that's where the future is he doesn't have to read or to key in anything or touch anything he can just speak so I think language is a foundational AI for India everybody will need I mean India in particular for all users and then it'll be about finding use case for example if you look at finance NPCI has now launched voice payments in on UPI so I can speak to the phone UPI and give a instruction to send money to somebody and that just a start so you'll be able to give more and more financial transactions by speaking to the phone and there'll be some agent on the phone that will do it for you so I think we are going to see that kind of thing happening so it key thing is how do we take AI apply it at population scale make it work in your own language and make it work in a very relevant and contextual way for your issues so when you talk about applying it at population scale the government is also doing a lot right whether it's the PMISAN program whether it's Vistar as well can you tell us how far have we come in terms of what the government initiatives are and what more do you think can be done yeah I think the government has been quite ahead if I don't know whether you realize but in Aadhaar authentication we use AI for livveness detection so when somebody puts a fingerprint finger we have to make sure it's a real finger and therefore we do liveness detection so it's been last four five years it's there's AI inside even the Aadhaar authentication but specifically uh I think PMISAN has been a great program because that allows farmers to ask the status of their pay uh you know the monies they get and that's really has used you know it has at least millions of users so that's already a live case of a chatbot uh using AI and Vistar is an implementation for agriculture so that's based on a open agriculture network and many states are rolling it out in the next few months and the idea is that the knowledge for a farmer can come from anywhere you know market data will come from one side crop data from somewhere else soil data from somewhere else you know weather data from somewhere else how do you bring all these various data together in a way that's consumable by a farmer in a language of his choice in an instant conversation so that I think in the next couple of years you'll see some really good uh deployments of that and then we'll I think India will learn from that then of course there's the other thing which is happening which is the AI mission which uh minister wnav has been talking and leading so they are talking about supporting the development of models so I think there's a lot of action going on in fact recently I think Mr was talking about uh 14,000 GPUs and you know a lots in terms of data sets and you know everything that's required for I think the other good thing they're doing because AI is all about data and I think there's a systematic plan to create public data sets so the even the AI for Barat is a language public data set so the more public data sets are there which are anonymized it's not about personal data then more people can train their models on that data he also you know made this joke about how um India should at some point have its own LLM models i mean open AI need not be called open AI anymore i think building LLM is not a big deal you know uh at Infosys we have built four SLMs 2 billion parameter SLMs we know the technology of building at least SLM so two billion parameters which you can then take to 7 billion 13 billion 20 billion 70 billion so it's then is question of more CPUs and more data to crunch so I think that technology now has become widespread and that also you have to give credit to the deep sea guys because they showed you could build uh these LLM for much smaller amounts than the guys in the valley and they have published all the uh you know knowhow of how they did it so now the knowledge has become universal everybody knows what to do so I'm not particularly too hung up about saying we should develop an LLM we should develop no H but if you can get the use case first make it work at scale then which LLM you use you can replace one with the other so there are many people here I mean most of the people here are people who run teams people who manage large businesses large organizations right the one big fear that everyone has in their mind is what happens with jobs and it's not so much about the challenges as much as it could be perhaps about the opportunities what do you see the way forward not just for people who are entering the job for job force which is a huge number um you know by say 2050 2035 or so but also from a managerial leadership level what are the changes that one should do well I think that's a great question I think definitely uh AI will improve productivity of software development we already seeing it with the copilot a cursor there are zillian dev devon many many each day there's a new announcement ment of some product right so I think it'll definitely improve productivity and a lot more can be done with less people but on the other hand a lot more things have to be done because AI will force the envelope on new applications new use cases so it'll create new opportunities the other thing is enterprise AI where companies use AI is very different from consumer AI so consumer AI use chat GPD or Plexity or Google Gemini or whatever but enterprise AI is going into your firm and transforming with AI That's a longer hall because companies have lots of technology they have duplicate systems they have legacy stuff from many years back the data is in silos so they you know you got to bring all that together so there's a lot of work to be done inside firms to organize themselves for AI so there's a lot of work to be done while some part of it will get automated a lot of new things will have to be done so I'm comfortable that also I think the Indian workforce you know we have the largest Gen Z population in the world and they're all very techsavvy and think about it the Gen Z was are people born after 1997 so they were 10 years old when the iPhone came out uh you know so they they've been born to this world right so I think they will quickly adapt to this AI world I have no doubt I think so India will actually the number of people who will use AI to actually solve real problems this will be the biggest place so how does India capitalize on that what are the two or three things that uh you know leaders or managers or business owners need to do in order to make sure that this demographic dividend is something that we capitalize on well I think first of all we have to do some massive uh work on reskilling and getting people ready for this AI revolution and therefore firms that invest in the infrastructure and the training and the learning and you know all that that's very important you cannot do this without investing in your human capital to get them ready for this AI revolution so that's like table stakes for uh everyone also I think it's very clear now that this AI stuff is okay for some things but where human messiness is involved it's not really all that great so you know you still your ability to lead to align different people to the same goal to collaborate to form teams those human skills empathy th those skills will never be done by AI so I think we have to get especially our leaders to be ready for much better human skills to lead in this world of AI so leaders have to be ready with more human skills uh I hope all the leaders here are listening but what about the young u you know perhaps young entrepreneur or young student who's entering the workforce how does he upskill or what are the skills that he would need in this new AI world the two skills are human skills people skills and thinking from first principles you know ability to get to the conceptual basis of what you do thinking from first principles very important because the middle stuff middle stuff will get automated you know the you know the coding you'll use some co-pilot or something so I think that's both human skills and thinking from first principles is what we need but also the good news is that you are going to see in India an entrepreneur surge you know 10 years back in 2015 we had maybe a few thousand entrepreneurs now we have 150,000 entrepreneurs and my estimate is by 2035 we'll have a million entrepreneurs because we're creating a virtual cycle of entrepreneurship you know companies are going successful then people leaving starting new companies that whole thing is in a virtuous cycle so all those guys will use AI to solve very key issues in India so I think if you imagine if a million smart people solving problems with AI something's going to happen right i hope so i mean at this point in time people are approaching it more with fear and little bit of you know look it's a massive change it's a massive discontinuity in the way we did things and uh I think uh so people are rightly concerned but I think we have to embrace it it's look it's here we can't stop it it's the genies out of the bottle we have to now work on mastering it applying it for good purpose so you were talking about you know the advent of AI at scale right in India uh you spoke about language you spoke about agriculture there's another area that your focus is on which is education as well tell us a little bit about that and how do you think because I mean I have a young child and I do read a lot of articles about how in the west uh people are now or at least schools are now programming using AI to give differential education to children depending on what their capabilities are so just education in India at scale how can we say and you know actually when you think about it they there's a set of children who have access to the best education they're able to read right they can they have a iPad to put them to sleep and all that so that's I don't know whe is doing that but thankfully not so what I'm saying is that they are well served but the real challenge in India is children who can't read or write or do math Because in a public schools while they go to school they don't learn so our focus is on them if they are able to read and write then they can join this other category of children so we are using AI to enable children who can't read or write or to or do math to learn those foundational skills and they're using AI to help diagnose what are the gaps in their knowledge and helping them to practice it's really like using AI to practice those skills and it's being rolled out now in four states uh so I think if India's future is its human capital the human capital is not educated enough to do basic things read right arithmetic you know then there's no future right so that's what at least when you say education we're focusing on these foundational things because the people who have get the phones and get the apps there there's plenty of stuff for them yeah I agree so there are you know um a lot of industry veterans sitting here and in the next panel as well we'll be speaking to people across industries whether it's automobiles insurance CRM etc um talking about sectors where do you see the maximum disruption happening because of AI and what do you see as the changes say over the next five to six years I know five to six years is a very long time because lots is happening can't predict that long but but we are seeing I mean you know because at Infosys we work with thousands of companies around the world we are seeing activity in every sector certainly financial services is a big one because that's an area where there's no physical stuff right it's all digital so people are applying it for uh credit they're applying it for chat bots wealth management assistance you know all kinds of things so in each area I think there is uh stuff happening and uh I think what's exciting is that the applications are so varied right so a a pharmaceutical company can use it to discover new drugs faster or a company making batteries can use it to discover new materials faster and so on and so forth the fact that you can accelerate the pace of innovation using AI by discarding all the dead-end options and honing on what will work is a new thing that we have now so that that'll be big and from your vantage point when it comes to global not dominance but once again coming back to the point that we started off with India becoming a use case hub for Asia for the world for the world not Asia world for the world are we there yet you think or is it it'll happen because it's you have the talent you have the problems to be solved the AI knowledge will permeate everywhere there'll be thousand millions of entrepreneurs they're going to solve problems there's no question about it so what is Nandanda Nilikini going to be doing next in this uh field of AI i mean you have always been at the forefront of every innovation over the last 40 years whether it was it whether it you're betraying my age now whether it was it whether it's Aadhaar UPI AI I mean any revolution and you know you're right there in the front no I I like to be relevant and you know keep ahead of everything so there are three things I have three four things I'm working on which if you want to really know AI of course is a big part but it's not just AI I'm working on an idea called the digital energy grid and how how will energy get transformed uh from a model where you have a big producer say thermal plant that sells to every house where every home is now a producer of electricity because they have a rooftop solar they have a EV car so they can store it they can buy it they can sell it they can sell it to the neighbors suddenly Energy is going to become like UPI is going to be millions of small transactions renewable energy huh largely because of renewable every home will have a rooftop solar every home will have a battery and you know price of energy will fluctuate wildly because in the daytime when the sun is there prices will drop at night it'll be expensive and so on so I think this kind of a dynamic thing of energy is something so I've just come out with a we have come with a paper with the IEA on this on digital energy so that's one other thing I'm doing and then uh we're looking at the idea of the fintet which is how do you tokenize assets because just in India for example 50% of assets are in the form of land i'm sure makes uh jitu very happy but land is illquid you know you can't easy if a guy guy guy guy guy guy guy guy guy guy guy guy guy guy guy guy guy guy guy guy guy owns a half an acre in a village he can't sell it easily it's paperwork all that so if you can tokenize land assets we can make it unlock the asset you can sell it you can get a loan against it so tokenization is a very important way of bringing in fungibility and liquidity of assets so we're working on that and then another area where from Infosys we're working on is high performance buildings uh you know Infosys actually has built 55 million square ft of we are like a real estate company only 55 million square feet of office what is high performance buildings what was it essentially uh how do we make buildings super efficient consume less electricity less water less more sustainable yeah more highly and that now we have published all that 15 years of learnings on how to build high performance buildings and we feel that in the next 15 years India is get going to get built out by people like Juu uh how do we get those buildings to all be super high performance and reduce their environmental footprint so that's One more thing that I do how I I think Do you have more than 24 hours a day i mean how many things i don't I don't do any of this somebody does it i just guide them you're just the you just get that brain wave and then the Ureka moment and then you pass it on i delegate well I don't do anything myself okay but that's very inspiring um so uh coming back to just some final thoughts before we move on when we talk about AI and we talk about uh you know large use case in terms of AI uh any great any big challenge that you see for India for leaders for business owners that might that looks tough right now to perhaps overcome and something that the government should work on no I think no this is not a government thing I think how do we make the AI accurate it does not hallucinate it does not have bias That's the challenge of this AI stuff because it's okay you know in a consumer app if it gives one out of 10 wrong answers it doesn't matter but for a business a business the brand of the business is behind it's it's reputation it's all that is there so when large firms apply AI they have to think about reputational thing and therefore they'll be far more cautious about rolling it out because if something goes wrong it'll rebound on them that's one point the second point is AI is a unique situation where regulations are happening even before the AI is coming you know in most of the areas regulation like in data privacy internet began 2000 data privacy law came in 2018 18 years later here in real time only every country every state is issuing regulations so when large firms design AI for the world they have to make sure how does it work and in a responsible way as per the rules of that region so if you're in Europe you may have some rules UK some rules India some rules and so on so it's a whole new dimension of being regulatory compliant from day one across multiple jurisdictions these are new things for technologies technology have not thought about regulation so much as they now being forced to absolutely and things are changing by the day earlier things were changing by the decade then by the year every day every morning you get up some something new either there's a tariff or there's a AI model and then the next day either the tariff gets you know reversed or something else happens in but what is your worldview by the way I mean there's so much uncertainty with respect to tariffs and what's happening in the west where do you think all of this is going I don't think anybody knows if anybody claims he or she knows then I don't think it's true I think we just have to ride ride it but you know there's so much in our control I mean you know we can build great companies we can build uh new solutions we change lives of people that's all within our grasp so I'd rather focus on things we can control than try to worry about things that I have no control over okay one final piece of advice since you have so many u you know like I said so many leaders here one piece of advice that you'd want to give them with respect to AI and how they should sort of move forward i think they have to be keep themselves current and curious because the the avalanche of knowledge now is extraordinary right we're getting so many things and how do we uh you know go through all the noise and find the few signals in the noise because noise tends to distract and then get that's why the first principle thinking is very important and really keep on top of what's happening that's very very important for today's leaders because if you take the wrong turning could go off into a culdeac so I think it's very important to be on top of what's happening and distinguish the signal from the noise and focus on the signals all right ladies and gentlemen Please give Nandanda Niligini a big big round of applause and thank you so much Nandan for joining us",
  "VqP7ewv2bbM": "जो डायरेक्ट स्टॉक्स के इन्वेस्टर्स हैं और उन्होंने अच्छे कंपनीज़ को चूज़ किया है लेकिन ये मार्केट में ये अच्छे-अच्छे कंपनियां भी 30-40% नीचे हैं तो ऐसे सिचुएशन में क्या करना चाहिए मैं तो यही कहूंगा कि म्यूच्यूल फंड बेटर है बट अगर आप डायरेक्ट इन्वेस्टिंग कर रहे हैं तो कई बार जब अगर खराब न्यूज़ है और कंपनी बहुत अच्छी है कोई भी न्यूज़ फ्लो एक्सटर्नल न्यूज़ फ्लो है और एक अच्छी कंपनी है जिसके लॉन्ग टर्म फंडामेंटल्स अच्छे हैं बिजनेस प्रोस्पेक्ट्स अच्छा है मैनेजमेंट अच्छा है और वैल्यू्यूएशन अगर ठीक हो गए रीज़नेबल तो वही समय होता है एक अच्छा स्टॉक खरीदने का मैं हमेशा कहता हूं कि अच्छी न्यूज़ और अच्छा प्राइस साथ में नहीं आता खराब न्यूज़ के समय में अच्छा प्राइस होता है अच्छा प्राइस मतलब आपके खरीदने के लिए तो अच्छा समय वह है जब न्यूज़ अच्छी नहीं है जब सब कुछ अच्छा हो रहा है इकॉनमी में सब कुछ अच्छा हो रहा है बाजार में सब कुछ अच्छा हो रहा है प्राइस अच्छी नहीं होगी तो प्राइस अच्छी नहीं होगी ना खरीदने के लिए अच्छा प्राइस तो तब मिलता है जब न्यूज़ खराब होती है",
  "GF1iDP6neFs": "Right. So for retail investors, our options around fixed income are rather thin. Fixed deposits, corporate bonds, debt, mutual funds, maybe a couple of options here and there. And what we are used to expecting is an yield of 6, seven, maximum 9%. But as a long-term investor, I at least had indexation benefits on capital gains that still allowed me to receive a decent post tax return. But then yes debt investors when last year even indexation benefits were taken away and thus started my quest to find a suitable alternative that is fixed income products that offer a higher pre-tax yield of 10 11 maybe 12% but within an acceptable level of risk. This search led me to something called senior secured bonds a term you might recall from a previous video on my channel where I had briefly touched upon it. Then it was more of an option but with a lot happening over the last 2 years I'm a lot more serious about it now. As a concept this was a bit new for me which is why I reached out to the folks at Wintealth who not only explained to me the workings the regulations safety risk the benefits etc. But they were nice enough to even sponsor this video supporting me in my content creation journey. Of course wealth is not the only platform in the space. There are in fact more than 30 of these. But that said, I'll leave the platform comparison and betting part to you as we in this video focus on what is a senior secured bond, the regulations, the yields, returns, risk, the benefits, who is it suitable for, suggestions on how to derive the maximum benefit out of this product and much much more. Let's begin. Okay, let's start with some beginner stuff. What is a bond? So a bond is nothing but a loan which means when a company issues a bond and you subscribe to it you've effectively become a lender for this company. Now bonds are of different types but one of the more primary classifications is of them being either secured or unsecured. As the name suggests, secured bonds are backed by some specific collateral that the issuer of those bonds pledges and this is typically some tangible asset like property, equipment, inventory, receivables, etc. Or it can also be based on future revenues like toll collections, airport fees, subscription money and so on. For example, say a taxi company needs some money to expand its network, let's say 50 crores. It proposes to issue some bonds in the market but at the insistence of potential lenders like you they agree to secure them with 100 crores worth of taxis from its existing fleet. So these 100 crores are the collateral which provides an extra layer of security to the bond holders in the sense that in the event of a liquidation that is if the company goes bankrupt then these taxes can be sold and the proceeds can be used to repay this particular group of bond holders. So that's the secured part of a bond contract. The second part, the term senior refers to the repayment hierarchy. You see, when a company goes bankrupt, if it goes bankrupt, there are several stakeholders who line up to claim their dues. Of course, not everyone has equal rights in the liquidation proceeds. The first in line is the government. So any dues payable to the central or the state government needs to be paid. This is followed by secured lenders. then unpaid employee salaries, unsecured creditors and only if something remains do equity shareholders get a part of it though in most cases there's nothing left. Now even within secured lenders there's a hierarchy wherein senior bond holders get a higher priority that is the claims are settled first giving them an added layer of protection and a higher chance of recovering their money. I hope you can see where I'm going with this. So unlike an unsecured bond which relies entirely on the issuers's promise to pay, a senior secured bond holder is offered two additional layers of protection in the event of a default. Firstly, there's collateral backing as I explained with the taxi example and then there's a higher priority in liquidation proceeds and as a combination this helps in reducing the bond holders potential loss. Presently, in spite of carrying a lower risk as compared to unsecured bonds, these senior secured bonds can still offer very attractive yields, which currently ranges from 11 to 12% over short 10 years. In fact, here's something interesting I learned while researching for this video. So, let's say a company issues two bonds, one secured and the other unsecured. Now naturally we'll assume that the secured bond or rather the senior secured bond will be assigned a higher rating say a minus on account of it having lower risk while the relatively riskier unsecured bond would receive a lower rating like double B or something. But apparently that's not how credit ratings work. You see these ratings are not assigned to individual bonds but are actually given to the issuer of these bonds which means irrespective of whether the bond is secured or unsecured the rating remains the same across both instruments. This is something I wasn't aware of and in our example while the company itself may have a doubleB rating the senior secured bond would for all practical purposes behave more like a lower risk A-rated instrument. Even if this distinction isn't explicitly reflected in official ratings, this is precisely the kind of reward risk arbitrage that platforms like Vinte look to uncover with their deeper understanding of risk, assets, collateral, and liquidity. Yes, research can be fun. And just to give you a quick update on Alpha, we are now at about 75 members. And the thing that brings me the most joy is that almost every day there's a new company, a fresh opportunity that's being proposed. and discussed amongst members with a proper investing thesis presented against each opportunity. I think that's how a community should be. Semistructured, a mix of member profiles, side discussions, some members are active, some are passive, group video calls, chitchats, and whatever direction the community wants to take as long as it serves the members. I don't want to create any FOMO here. So, please consider alpha only if you're okay with this kind of setup. And if you're keen on knowing more, the link is available in this video's description. You'll get a fairly good idea of my vision for this community there. But if you're still unsure, please allow me a few weeks. I'll be presenting a broad synopsis on what's being discussed on the community at least on a monthly basis. And if it appeals to you, then then you can consider joining. Be comfortable with it. That's what is most important. Okay. Now let's spend a few minutes learning about online bond platforms and why there's a lot more interest for these amongst retail investors. You see an HNI a high netw worth individual has an abundance of high yielding options in the fixed income space. Category 2 Eiffs which have historically delivered around 10% returns. Performing credit funds which are essentially bonds issued by SMMES yields are 13 to 15%. venture debt which is a form of debt financing for startups. These offer yields of 16 17% special situation debt targets returns of 20 22% plus there's tier 2 capital bonds perpetual bonds and many such instruments these options require a minimum investment of lakhs even kores of rupees and even if retail investors like you and me are okay to take on the higher risk I think the real challenge lies in its limited awareness lack of information and restricted access which makes it difficult for smaller investors to participate in these high yielding instruments. And this is where an online bond platform comes in. Very simply, it takes bonds and fixed income instruments that were once out of reach for retail investors and makes them available online at a much smaller ticket size. So, in terms of features, there are some five six things that you should know about online bond platforms or OBPs as they are officially referred to. Firstly, an OBPP is not a marketplace, at least in the traditional sense. Take Windealth as an example. And for one, it doesn't operate like an Amazon in the sense that any company can't simply show up on Windealth and list their bonds there. Instead, it's a highly curated platform wherein the team meticulously evaluates each bond before offering it to investors, which is also why I don't see an overwhelming number of options there. Secondly, all OBPPS are registered as stock brokers within the debt segment, making them subject to SEBI's regulatory framework. This further means only listed bonds can be offered on these platforms, which is good because it adds an extra layer of security for bond buyers, especially since listing comes with a credit rating and higher governance standards. Point three and very interestingly, not only does Vent Wealth decide which bond issuer to work with, it also cherrypicks the collateral pool. What I mean is, okay, for instance, let's say the issuer is an NBFC and as we're all aware, NBFCs are generally into multiple products. Now what wind wealth does is that it goes to this NBFC and instead of randomly taking in a collateral it goes a step further and specifically selects the collateral it wants as in does it want housing loans or vehicle loans or gold loans as the collateral. Of course the general idea here is to keep the quality of the collateral high so that in case there's a default this collateral can be sold easily to maximize recovery. Next we come to the ticket size and while the minimum investment amount is 10,000 rupees and most offerings are around that number in some cases this amount can go up to 50 75 even a lakh of rupees but I think that's fine 10,000 is a lot more workable than a face value of 10 lakhs which was the minimum as recently as 2022. Number five is returns and bond yields on these platforms typically range anywhere between 10 to 15%. Understandably, this number depends on a number of variables. So, things like the type of issuer, the issuer's creditworthiness, maturity period, is the bond secured or unsecured, is it senior or subordinate, the type of placement, whether it's public or private, whether the bond is collable or not, and stuff like that. All these are extremely important variables. And as an investor, please make it a point to understand these finer details in each offering. While most platforms do provide a bunch of good and relevant information, there are a few platforms who will want you to solely focus on the returns. Please be cautious of these outfits. They aren't doing the right thing. But as a rule, always make it a point to match the ease with the nature of investment. Actually, because I used this word caution, it's a very pleasant thing to note that the regulations do have evolved and have kept pace with all the innovation that's happening in the space. For instance, it was in 2022 that the SEBI the Securities and Exchange Board of India mandated all OBPPS to register as stock brokers ensuring greater oversight and monitoring. Then in 2023 to strengthen investor protection, Sebi rolled out a series of key reforms which included mandatory KYC for all investors, grievance and redestral of complaints through the scores platform, routing of all orders through the RFQ platform of recognized stock exchanges and a complete ban on unlisted debt securities. In 2024, Sebi took things even further and to encourage retail participation, it slashed the minimum investment in debt securities from one lakh to just 10,000 rupees, making the corporate bond market more accessible than ever before. Right? So, I'm sure you've realized it by now. Returns and risk go hand in hand when it comes to the evaluation of any debt instrument. 10, 11, 12% is fine. It's good. But if our money isn't safe then we run the risk of losing a principle which understandably is a scenario that none of us want. So specifically on risk management at a macro level we looked at what Sebi has done in terms of setting up a strong operational framework around regulation registration and reforms. At a product level we examined the security blanket an instrument like a senior secured bond and we compared it with unsecured ones as well. And at a platform level, we saw how OBPPS, particularly Vint Wealth takes a curated approach by carefully selecting issuers and scrutinizing the collateral behind their offerings. While interacting with the team, I was surprised to know that Vint Wealth also co-invests in these issues. That is they put in their own money which is about 2% of the issue size and this is for each and every bond that they bring into their platform. This means the broker too has his skin in the game which adds an extra layer of security for investors. But what really impressed me is the mathematics of it. So let me explain this really quick. So wealth operates as a wholesale buyer of senior secured bonds which it then distributes to individual investors generating a spread of 1 to 1.5% as platform revenue. Parally and obviously this is being done to gain the trust of investors. Vintealth is also investing its own money amounting to 2% of the issue size which essentially means if the issuer were to default on its commitments then while the investor will lose money even went vint will not make anything in the process. I hope you can see the mathematics of it and why this is a very reassuring proposition for its investors. But let's be very clear senior secured bonds are definitely riskier than bank fixed deposits. But that said, and this is probably true for all asset classes, a lot can be done around debt instruments in terms of mitigating risks. For instance, when it comes to credit risk, that is the issuer might default on its obligations. To tackle such situations, one can opt for bonds who structure in both seniority and security. Then there's interest rate risk wherein as the interest rate goes up, the price of the bond falls leading to lower returns for the bond holder. This is a situation often seen in debt mutual funds. But in the case of bonds, this can be avoided by holding them until maturity. Thirdly, there's liquidity risk and unless something unourred like COVID happens, the folks at Vente contend that a buyer for their bonds can generally be found and they also help their investors liquidate these. And finally, there's sector exposure risk. And in the case of Wentworth, I noticed that all their current set of issuers are some kind of NBFC. So basically all of them belong to the same sector. When I pointed that across to them, the Wintealth team explained that while it's true that all these issuers can be clubbed into a mega sector called NBFCs, it is also true that most of them are into diverse businesses. For example, New Grow Capital is into MSNme lending. Crazy B is focused on unsecured personal loans. Vertana is into school and student loans. If Samasta is into micr finance and so on. In fact, a strategy they suggested and it made perfect sense to me is to not invest your entire money, let's say 1 lakh rupees. So instead of investing the entire 1 lak rupees into a single bond, you're better off investing this money into five, six, even 10 different senior secured bonds. This diversification not only mitigates the risk of losing all your money during a default, but even on the liquidity front, it's very unlikely that all 10 bonds will not be able to find buyers at a particular time. So these are some inherent risks that every bond carries regardless of the platform. And I think developing a deeper understanding of these and the strategies to mitigate them is really the key to building a more structured and effective debt investment strategy. Right? So, I've been looking at the numbers and it's very apparent that interest in bond investing through online platforms is on the rise. A combination of increased awareness, stronger regulations, ease of buying online, and a low ticket size have all helped in fueling this growth. So much so that some bond issues are getting fully subscribed within hours rather than days. And why not? As a product, I think something like a senior secured bond has enough of an appeal to attract a wide range of investors who are okay with taking that little extra risk as compared to an FD and are very happy to be compensated with a higher return on their invested capital. In fact, I do have signed up for Windealth and have invested in some bonds to test the waters there. Of course, as my awareness of the platform, my confidence in the product improves, which will happen as I see my money coming back and the interest getting paid on time, I'll certainly consider increasing my allocation to this asset class by adding fresh money or moving some of the money that's currently lodged in short duration mutual funds. The idea here is to maintain a balance across products and to continually improve my risk return situation. That said, please do let me know what you think of senior secured bonds and if you think this can be a better alternative to fixed deposits or debt based mutual funds, especially the short duration funds. Again, one doesn't need to switch lock, stock, and barrel, but having more options, especially the kind of options HI have is never a bad thing. I sincerely hope you like this presentation and learn something new here. Once again, thank you for your time. Do check out my community alpha. Do like this video. Subscribe to my newsletter if you haven't done that yet. And I'll see you very soon. Until then, investments in debt securities, municipal debt securities, securitized debt instruments are subject to risks including delay and or default in payment. Read all the offer related documents carefully.",
  "OukSkqi9o1I": "If you create content like me, then you must be knowing how easy it has become to create content with AI these days. Articles, emails, social media posts, scripts, even complete stories can be prepared in seconds. But the problem of AI content is that this content often looks robotic and if you use it for blog assignments or social media, then AI detectors catch it very easily, due to which the content is Credibility goes down, now the solution to your problem is AI detector pro. AI detector pro is an amazing platform that can rewrite the content written by your AI in seconds. It is not just an AI detection tool but it is an mnemonization platform, meaning it will make your AI text such that it will be difficult to recognize that it has been written by AI. AI detector pro scans your AI generated text. AI highlights the content and then converts it into human like text and the most important thing is that it is so easy that you just have to press a button. Let us now show you live how AI Detector works. Type AI Detector Pro in any of your browser and search and open the website of AI Detector Pro. You will also get its link in the description of the video. After clicking on the link, you will directly come to AI Detector Pro's website. First of all you have to create your account on AI Detector Pro. To create an account, click on Get Started for Free here, after that enter your name, email ID here and set your password here, after that you can select anything in the three options here, accept the term and condition, then click on Register. After that, a verification link will be sent to our email ID. By clicking on the link, we will verify the AI ​​Detector Pro account. After verification, your account will be created and an interface like this will open in front of you. Here we will click on New AI Scan. Now here in this box we have to paste our AI content which we want to create human like content. So for AI content we go to Chat GPT and get a short article written on a human body from Chat GPT. Now copy this article and go back to AI detector pro and in this box chat Paste the article written by GPT. From here you can select the language of your content. Currently, it supports six languages. More languages ​​will be added in the future. Right now our content is in English, so the language will be selected here as English. Now first we will scan this article to see whether AI Detector Pro shows this article as AI generated or not . For this, click on Analyze here and look, it has analyzed it in a few seconds and here it has told that this article has been written by AI and here it is also showing you that the chances of this article being written by AI are 98% out of 100. Here we open this article by clicking on the article. Now see, where the words that are visible to you in range and red color, all of them have been written by AI here. Now you can see the real magic of AI Detector Pro. Here you will click on Open with AI Eraser. Now to make this article human like, come down here and click on the option of Humanized Document. Now here it will do the processing for some time. After the processing is complete, this popup will open in front of you. Click on OK here and see, within a few seconds it has converted the AI ​​article generated from Chat GPT into a human like article. The words that were appearing here in red and orange color have now become normal here, which means that our content has now become human like content. Now once again we rescan our article and see whether it now declares this content as AI generated or not. For this , click on Rescan Documents for AI here and now you can see that now this article is being completely human detected. And the tone was earlier robotic, now it feels like human, now we will check this article with any other AI detector tool to see whether it detects this article as human or AI, for this we will use Quill bot and paste our article here in this box and click on AI detect here and see Quill bot is showing that there is 0% AI written text in this article. Below you can see this article. 100% human written article is telling then AI Detector Pro is an amazing tool so if you are a student bloggers If you are a marketer or a content creator, then AI Detector Pro is a very useful tool for you. Students can impress their professors by creating their assignments or assignments with AI and humanizing them with AI Detector Pro. Bloggers can humanize their AI generated drafts so that your content connects with readers and ranks on Google. Marketers can make product descriptions or email campaigns natural so that they do not spam customers. And creators can make their script or story written in natural human form so that the audience can connect better with your content. I have tried many tools but AI Detector Pro is honestly the best humanization tool till now. It does not just change the words, it also brings tone flow and naturalness. So friends, be it job or creative work, AI has to be used everywhere, so why not do it smartly. AI Detector Pro Humanize your AI content in seconds with AI Detector Pro You also get three free reports on AI Detector Pro so you can test the tool before purchasing The smallest plan is $3.99 a month and some humanizations roll over if you don't use them If you purchase any of AI Detector Pro's plans now and apply the MSX3 coupon code, you'll get 50% off and that price is lifetime. This means your price will remain the same even if the price increases on the website. So the link of AI Detector Pro is in the description of the video. Try it today. Friends , I hope AI Detector Pro will be helpful for you and if you liked the video then do like the video. If you have not subscribed the channel yet, then subscribe the channel and also press the bell icon so that you get the notification of all the upcoming videos. Hello for now, see you in the next video. New tools and new tutorials",
  "fQQhjWIG5o0": "the car market in India is clearly slowing down and India's largest car manufacturer Marauti has warned of very slow growth in FY 2026 in its Q4 results conference call yesterday they forecast only 1 to 2% domestic industry growth this year what's even more concerning is that there's no growth in entrylevel car sales its management pointed out that the problem lies in the affordability of small cars despite the government's income tax cuts in the 2025 budget they are not enough to boost demand let's not forget last year Maruti only saw a modest 3% growth in domestic car sales there's a bigger shift happening the middle income and young population simply aren't buying cars like they used to 10 years ago small and midsize cars made up 64% of sales but today that number has dropped to just 35% rising inflation cost of living and the growing popularity of ride hailing services are reasons for this drop so what do you think about the future of India's car market [Music]"
}