{
  "3b9t69R8MX0": {
    "transcript": "सीएनबीसी का यह आर्टिकल देखिए। इसमें साफ-साफ लिखा है कि निफ्टी में 2500 पॉइंट का फॉल एक्सपेक्टेड है और निफ्टी 20,000 या फिर 19,500 के लेवल को भी टेस्ट कर सकती है। यानी यहां से लगभग 10-12% का एक और भारी क्रैश आ सकता है। और 27 सितंबर 2024 की 26,277 की पीक से देखा जाए तो लगभग 24% का फॉल एलरा कैपिटल के बीजू सोमियल ने सीएनबीc टीवी के साथ इंटरेक्ट करते हुए उनको यह भी बताया कि अब तक हमने जो देखा है ना वो तो बेयर मार्केट की सिर्फ पहली वेव थी और अभी तक 5 महीने ही हुए हैं। यह बेयर मार्केट अगले 18 से 24 महीनों तक चल सकती है। यानी आने वाले समय में शायद मार्केट और भी ज्यादा गिर सकता है। वैसे मार्केट को गिरते हुए देखकर डरना छोड़ दो। जहां गिरते हुए मार्केट में आपके पोर्टफोलियो लॉस में है, वहां कई सारे ट्रेडर्स हर रोज लाखों रुपए कमा रहे हैं। यह देखिए 1 अप्रैल 2025 को जब निफ्टी 350 पॉइंट डाउन है, तब विकास वरा ने 27 लाख का प्रॉफिट बनाया है। अनमोल ने 14 लाख का प्रॉफिट, जितेंद्र सिंह ने 8 लाख का प्रॉफिट और तो और यह सारे ट्रेडर्स के वेरीिफाइड पीएनएल है। मैंने यह सारा डाटा सेंसिबल से ही लिया है। यानी लिटरली लोग 8 से 10 दिनों में 400 500% का रिटर्न बना रहे हैं। और यह आप भी कर सकते हो। यकीन नहीं होता है तो यह देखिए। अगर आप निफ्टी के इस पुट ऑप्शन में सिर्फ ₹11,000 लगाते ना, तो सिर्फ 10 दिन में ₹61,000 बन जाते। यानी आपको ₹00 का नेट प्रॉफिट हो जाता। यानी सिर्फ 10 दिन में 450% का रिटर्न कम है क्या? चलो डिटेल में बताता हूं कि यह हुआ कैसे? यह देखिए। थर्ड जनवरी को निफ्टी 24,200 पर ओपन हुआ था और वहां से 10 दिन लगातार गिरावट आई। 13 जनवरी को निफ़ी 23,100 के लेवल तक पहुंच गया। यानी 10 दिन में करीब 1100 पॉइंट का क्रैश। इसमें सबके इक्विटी पोर्टफोलियोस तो रेड हो चुके थे लेकिन मार्केट ऊपर जाए या नीचे ट्रेडर्स हर सिचुएशन में पैसा बना ही लेते हैं। अगर आपको इस फॉल का अंदाजा होता ना तो आप थर्ड जनवरी को मार्केट ओपन होते ही निफ्टी का 16 जनवरी 2025 का ₹23,900 की स्ट्राइक प्राइस वाला यह पुट ऑप्शन बाय कर लेते। जो उस समय लगभग ₹147 पर ट्रेड कर रहा था। और अगले सात ट्रेडिंग सेशन में मार्केट 111 पॉइंट गिर गया। जिस वजह से निफ़ी के इस पुट ऑप्शन की वैल्यू ₹825 हो गई। यानी अगर आपने सिर्फ एक लॉट भी बाय किया होता ना तो आपके ₹11,25 इन्वेस्ट होते और वो ₹61,875 बन जाते। यानी सारे खर्चे निकालने के बाद भी आपको ₹50,000 का नेट प्रॉफिट हो सकता था। वो भी सिर्फ 10 दिनों में। सिमिलरली अपमू में भी अब यह सेम स्ट्रेटजी से हजारों लाखों रुपए कमा सकते हो। आपको बस मार्केट किस डायरेक्शन में मूव करेगा ना, यह पता होना चाहिए। आई नो ये डिफिकल्ट है बट इंपॉसिबल नहीं है। मार्केट में 17 मार्च से लेकर 24 मार्च तक 5.8% की एक रैली आई थी जिसमें निफ्टी 22,350 से सीधे 1300 पॉइंट का जंप करके 23,650 तक पहुंच चुका था। यहां अगर आप 17 मार्च को निफ्टी का 22,450 का यह कॉल ऑप्शन बाय कर दे ना, तो सिर्फ छह ट्रेडिंग सेशन में 450% से भी ज्यादा का रिटर्न बन सकता था। क्योंकि ₹300 वाला यह कॉल ऑप्शन 1270 पहुंच चुका था। मार्केट की इस छोटी सी रिकवरी से आपका पोर्टफोलियो रेड से ग्रीन तो नहीं होता लेकिन आप ट्रेडिंग से छोटा-मोटा प्रॉफिट तो जरूर बना पाते। ससेक्स का 78,000 का यह कॉल ऑप्शन तो सिर्फ 1ढ़ दिन में ₹55 से सीधे ₹834 तक पहुंच गया। यानी ₹146% का मल्टीबैगर रिटर्न वो भी सिर्फ 1ढ़ दिन में। यानी आपके ₹10,000 ₹1,400 बन जाते। वाओ मोरल ऑफ दी स्टोरी क्या है? यही है कि अगर मार्केट की मूवमेंट को समझ लिया ना तो प्रॉफिट आराम से बन सकता है। और आज के इस वीडियो में मैं आपके साथ यही डिस्कस करने वाला हूं कि आने वाले समय में निफ्टी यहां से किस तरफ जा सकता है। निफ्टी 18,000 पहुंचने वाला है या 28,000। आइए शुरू करते हैं। इकोनॉमिक टाइम्स का यह आर्टिकल देखिए। 2025 के एंड तक निफ्टी 28,000 और ससेक्स ₹0000 के लेवल पर पहुंच जाएगा। ऐसी प्रेडिक्शन है। यानी अगर यह सही हुआ ना तो निफ्टी 22,000 के बॉटम से लगभग 27% की आउटस्टैंडिंग रिटर्न दे सकता है। वो भी सिर्फ 2025 में। आई नो आपको भरोसा नहीं होगा। लेकिन मेरे पास कुछ और भी इंपॉर्टेंट डाटा है। ICICI डायरेक्ट की ये रिपोर्ट देखिए। इनके अकॉर्डिंग निफ्टी 2025 के एंड तक 28,000 नहीं बल्कि 28,800 के लेवल तक पहुंच जाएगा। Bajaj ब्रोकिंग भी निफ्टी के परफॉर्मेंस को लेकर काफी बुलिश है। इसीलिए उन्होंने 28,700 का टारगेट दिया है। अगर अब भी विश्वास नहीं होता ना, तो गोल्डमैन सैच की ये रेटिंग देखो। इस इंटरनेशनल ब्रोकरेज फर्म ने भी निफ्टी पर भरोसा जताते हुए 27,000 का टारगेट दिया है। यानी ऑलमोस्ट बहुत सारी ब्रोकिंग फर्म निफ्टी को लेकर बहुत ज्यादा बुलिश है। लेकिन क्या सच में ऐसा हो पाएगा? क्योंकि पिछले 6 महीनों से यानी अक्टूबर 2024 से मार्च 2025 तक एफआई ने इंडियन मार्केट में कास्टेंटली सेलिंग ही की है और निफ्टी को अपने लाइफटाइम हाई से 15% क्रैश भी कर दिया है। 26,000 से सीधे 22,000 तक। 1 अक्टूबर 2024 से लेकर 26 मार्च 2025 तक एफआईआई ने करीब 32857 करोड़ का माल बेचा है। हालांकि मार्च में एफआईआई ने सबसे कम सेलिंग की है। लेकिन जब तक एफआईआई की इंडियन मार्केट में स्ट्रांग वापसी नहीं होगी ना मार्केट का तेजी से बढ़वा पाना बहुत मुश्किल है। हालांकि मार्च में एफआईआई ने नेट बाइंग की है। लेकिन फिर भी जब तक एफआईआई इंडिया में वापस नहीं आते ना तब तक इंडियन मार्केट का इतनी तेजी से ग्रो करना इंपॉसिबल लग रहा है। ईडी नाउ की यह हेडलाइन देखिए। इन्होंने भी अपने एक शो में यह सवाल उठाया था कि क्या निफ्टी 18,000 तक गिर सकता है? और उस वक्त भी कई सारे एनालिस्ट का यह मानना था कि हां, यह हो सकता है। लेकिन फिलहाल तो बॉटम से मार्केट ने बाउंस बैकक करके एक रिलीफ रैली दिखाई है। लेकिन क्या यह रैली सस्टेनेबल है? क्या निफ्टी का डाउनफॉल यहां बंद हो जाएगा या फिर यह रिलीफ बस टेंपरेरी है और मार्केट फिर से 18,000 के लेवल तक गिरने वाला है। वेल, आज के इस वीडियो में आपको इन सभी सवालों के जवाब दूंगा अलोंग विद प्रॉपर रीज़ंस एंड एविडेंसेस। तो वीडियो को एंड तक जरूर देखना। अगर आपने मार्केट को सही तरीके से एनालाइज करना समझ लिया और आने वाले समय में मार्केट कहां जा सकता है यह समझ लिया ना तो आप आउटस्टैंडिंग प्रॉफिट बना सकते हो। वैसे मार्केट ऊपर जाए या नीचे आपका प्रॉफिट पोटेंशियल बढ़ सकता है। MSTOK के मार्जिन ट्रेडिंग फैसिलिटी फीचर के साथ आपको अपने कैपिटल पर 4x मार्जिन मिल सकता है। यह प्लेटफार्म सारे रिटेल इन्वेस्टर्स को हेल्प करने के लिए ही बना है। इनकी एमटीएफ ट्रेडिंग फैसिलिटी को यूज़ करके आप अपने एकिस्टिंग कैपिटल पर चार गुना लेवरेज ले सकते हो। यानी सिर्फ 10,000 के कैपिटल से आप 500 के शेयर्स बाय कर सकते हो। 400 की लोन आपको एमस्टॉक देता है जिस पे सिर्फ 6.99% से इंटरेस्ट स्टार्ट होता है जो कि पूरी इंडस्ट्री में सबसे लोएस्ट है। यहां आप जीरो ब्रोकरेज के साथ ईटीएफ में भी इन्वेस्ट कर सकते हो जिसका मतलब है कम खर्चे में ज्यादा रिटर्न्स। साथ ही डायरेक्ट म्यूच्यूल फंड्स पर भी 0% कमीशन का फायदा उठाइए और अपनी इन्वेस्टमेंट को कॉस्ट इफेक्टिव बनाइए। ज्यादा सेविंग्स ज्यादा मुनाफा। 18 लाख से ज्यादा लोगों का ट्रस्ट, 80 करोड़ से ज्यादा सक्सेसफुली एग्जीक्यूटेड ट्रेड्स, 4.1 स्टार की रेटिंग, यह सब कुछ लोगों का इन पर भरोसा है। एम स्टॉक नए और बेहतर टूल्स के साथ और भी पावरफुल हो चुका है। ईटीएफ और एमटीएफ इन्वेस्टर के लिए 39 नए स्टॉक्स और छह ईटीएफ भी अब एमटीएफ के अंदर शामिल हो चुके हैं। 16 नए ईटीएफ अब प्लेज शेयर के साथ अवेलेबल है। इसका मतलब है कि अब आप भी डायवर्सिफाइड और फ्लेक्सिबल इन्वेस्टमेंट स्ट्रेटजीस फॉलो कर सकते हैं। तो देर किस बात की है? वीडियो खत्म होते ही डिस्क्रिप्शन में दिए हुए लिंक से एमस्टॉक चेक जरूर करना। नाउ कमिंग बैक टू द टॉपिक। मार्केट 2025 में कहां तक जाएगा? उसका एक क्लियर पिक्चर समझते हैं। मार्केट करंट लेवल पर रीज़नेबली वैल्यूड है। पिछले 5 सालों में निफ्टी 8,000 के लेवल से 26,000 तक पहुंच चुका है। यानी 223% का रिटर्न इन जस्ट फाइव इयर्स। पिछले 5 सालों में हर किसी ने अपने पैसे 5 से 10 गुना ग्रो कर लिए हैं। लेकिन अगले दो-ती सालों तक यह होना थोड़ा मुश्किल है। इंडिया के जानेमाने ट्रेडर और इन्वेस्टर शंकर शर्मा का यह बयान सुनिए। वेरी वेरीरी स्ट्रेट फॉरवर्ड। यू विल सी नेक्स्ट टू जीरो रिटर्न्स फ्रॉम द हाईज ऑफ़ सेप्टेंबर 24 टिल द फॉर द नेक्स्ट फोर फाइव इयर्स। और ऐसा इसलिए कहा जा रहा है क्योंकि ग्लोबल फैक्टर्स इंडियन मार्केट की ग्रोथ को बिल्कुल सपोर्ट नहीं कर रहे हैं। एफआई अगले 3-4 सालों तक इंडिया वापस नहीं आएंगे क्योंकि यूएस बॉन्ड ईल्ड 4.5% के आसपास चल रही है। यानी फॉरेन इन्वेस्टर्स यूएस में रिस्क फ्री 4 1/2% का इंटरेस्ट अर्न कर पा रहे हैं। और अगर यूएस इक्विटी में इन्वेस्ट कर दे ना तो 10-12% का रिटर्न तो आराम से मिल जाएगा। वहीं यूएस इन्वेस्टर जब इंडिया में इन्वेस्ट करने आते हैं तो सबसे पहले उसको करेंसी कन्वर्ज़ चार्जेस पे करने पड़ते हैं। यूएस डॉलर्स को इंडियन रूपीस में कन्वर्ट करने के चार्जेस। उसके बाद सेबी, आरबीआई और इंडियन गवर्नमेंट के मल्टीपल रेगुलेशंस को फॉलो करना पड़ता है। वो भी ठीक है। और अगर वो इंडियन मार्केट से 15% रिटर्न बना भी ले ना तो शॉर्ट टर्म कैपिटल गेन टैक्स के नाम पे 20% और लॉन्ग टर्म में बनाए तो 12.5% यानी अगर एक साल में एफआईआई 15% का रिटर्न बना भी ले ना तो भी 3% तो गवर्नमेंट के पास जाएगा। एज शॉर्ट टर्म कैपिटल गेन टैक्स। इसके बाद 1 साल में इंडियन रूपी करीब 4% डेप्रिसिएट हो जाता है। यानी जब एफआईएस अपना पैसा निकालकर यूएस वापस ले जाते हैं तब उन्हें यह रुपी डेप्रिसिएशन की वजह से 4% और कम मिलते हैं। यह सब हटाने के बाद उन्हें ब्रोकरेज, एक्सचेंज चार्जेस, सेबी चार्जेस और करेंसी कन्वर्शन चार्जेस भी तो पे करने हैं। सब मिलाजुलाकर 1% पकड़ लो। यानी 15% पर एनम रिटर्न्स बनाने के बावजूद भी एफआईआई को नेट रिटर्न कितना मिला? सिर्फ 7%। इससे तो वह लोग इन्फ्लेशन को भी बीट नहीं कर पाएंगे। अगर शॉर्ट टर्म कैपिटल गेन टैक्स की जगह लॉन्ग टर्म कैपिटल गेन टैक्स कंसीडर कर लो ना, तो भी ज़्यादा से ज़्यादा 8% बन पाएगा। और क्या? वैसे हमने तो यह अस्यूम किया है कि निफ्टी 15% का रिटर्न देगा। लेकिन, यह जरूरी नहीं है। पिछले 10 सालों में निफ्टी का सीएजीआर रिटर्न देखिए 10.40% है और 1.34% की डिविडेंड ईल्ड ऐड कर लो। तो करीब 12% का रिटर्न। अब सोचिए अगर मार्केट सिर्फ 12% रिटर्न देगा। उसमें से 2-3% टैक्स, 4- 5% का रुपी डेप्रिसिएशन, 1% की ब्रोकरेज एंड सम अदर चार्जेस। तो एफआईआई के पास बचेगा ही क्या? सिर्फ 4 से 5% का रिटर्न। इतना रिटर्न बनाने के लिए वो इंडिया थोड़ी आएंगे। यूएस में बैठे-बैठे यूएस गवर्नमेंट बॉन्ड ईल्ड से ही इतना रिटर्न आराम से बन जाएगा। और ऊपर से ट्रंप चाचा ने इंडिया इंडिया करके वोट्स तो ले लिए और पावर में आने के बाद इंडिया के खिलाफ ही टेरिफ वॉर अनाउंस कर दी है। पर्सनली मुझे पॉलिटिक्स के बारे में ज्यादा तो नहीं पता लेकिन डोनल्ड ट्रंप एक नेशनलिस्ट इंसान लगते हैं जो सिर्फ और सिर्फ यूएस का ही फायदा देखना चाहते हैं। जैसे इंडिया में मेक इन इंडिया मिशन चला था ना। अब सिमिलरली यूएस में मेक इन अमेरिका मिशन चल रहा है। सारे अमेरिकन मैन्युफैक्चरर्स को गवर्नमेंट रिबेट्स, कंसेशंस और कई सारे बेनिफिट्स दे रही है। और यह मिशन कोई टेंपरेरी मिशन नहीं है। यह अगले तीन-चार सालों तक जरूर चलेगा। बहुत जल्द डॉन्ड ट्रंप अमेरिकन इंस्टीट्यूशनल इन्वेस्टर्स को यूएस की कंपनीज़ और यूएस स्टॉक मार्केट में ही पैसा लगाने के लिए मोटिवेट करेंगे। देख लेना। जिस वजह से यूएस मार्केट में तेजी आ सकती है। लेकिन इंडियन मार्केट में पहले जैसी तेजी आना मुश्किल है। क्योंकि एफआईआई इंडिया वापस नहीं आएंगे। एस पर माय ओपिनियन इंडियन मार्केट का ओवरवैल्यूड बबल अब बस्ट हो चुका है। कई सारे स्मॉल मिड एंड माइक्रोcैब स्टॉक अपने टॉप से 50-60% गिर चुके हैं। आपका पोर्टफोलियो भी 40-50% डाउन जरूर होगा। और अगर अभी भी आपके पोर्टफोलियो में वही घिसे पिटे स्टॉक्स रहेंगे ना तो आप कभी प्रॉफिट नहीं बना पाओगे। आपको सेक्टर स्पेसिफिक होना पड़ेगा। ऐसे स्टॉक्स उठाने पड़ेंगे जो मार्केट लीडर्स हैं। जिनका बिजनेस इन ग्लोबल फैक्टर्स की वजह से अफेक्ट नहीं होने वाला है। ऐसे बिनेसेस जिसको गवर्नमेंट सपोर्ट कर रही है जो इकोनमी की ग्रोथ के साथ आसानी से ग्रो कर सकते हैं। ऐसे 20 स्टॉक्स मैंने मेरे इस वीडियो में कवर किए थे। एक बार चेक जरूर कर लेना। लिंक मैंने डिस्क्रिप्शन में दे दी है। और फिलहाल गिरते हुए मार्केट में म्यूच्यूल फंड कहां इन्वेस्ट कर रहे हैं? कौन से टॉप 10 स्टॉक्स में अग्रेसिव बाइंग कर रहे हैं? उसकी भी पूरी रिपोर्ट मैंने बना के रख ली है। तीन दिन बाद मैं उस पर भी एक सेपरेट वीडियो लाने वाला हूं। मिस मत करना। चैनल को अभी सब्सक्राइब कर दो और बेल आइकन को भी प्रेस कर दो ताकि वीडियो लाइव होते ही तुरंत आपको नोटिफिकेशन मिल जाए। निफ्टी के टारगेट की बात करूं तो सारे ग्लोबल फैक्टर्स को देखते हुए मार्केट कुछ समय तक कंसोलिडेट हो सकता है। लेकिन 18,000 के लेवल तक तो नहीं गिरेगा। अनलेस एंड अंटिल मार्केट में बहुत बड़ा स्कैम हो जाए या कोई बड़ा पेंडेमिक या फिर दो कंट्रीज के बीच में कोई मेजर वॉर डिक्लेअर हो जाए। एस पर टेक्निकल एनालिसिस निफ्टी के लिए 21,980 बहुत ही स्ट्रांग सपोर्ट ज़ोन है। पिछली बार भी मार्केट यहीं से बाउंस बैक हुआ था। तो जब भी मार्केट 21,500 से 22,000 की रेंज में आता है और 21,500 को ब्रेक नहीं करता है, आप बाउंस बैकक की तैयारी कर लेना। फरवरी 2024 से लेकर जून 2024 चार महीनों तक निफ़ी ने कंटीन्यूअसली इसी लेवल को स्ट्रांग सपोर्ट बनाया था और यह आगे भी स्ट्रांग सपोर्ट का काम कर सकता है। रही बात अपसाइड टारगेट की तो एज़ पर टेक्निकल एनालिसिस निफ्टी का अगला रेजिस्टेंस 24,800 पर है। अगर आपको याद होगा तो यह वही लेवल है जहां से निफ़ी में हेड एंड शोल्डर पैटर्न का ब्रेकडाउन हुआ था और 3000 पॉइंट का एक शार्प फॉल आ चुका था। अब अगर निफ्टी इस रेजिस्टेंस लेवल को ब्रेक करके ऊपर सस्टेन करता है ना तभी मार्केट में एक बुलिश सेंटीमेंट क्रिएट हो सकता है। वरना यह छोटी-मोटी रैली से कुछ नहीं होने वाला है। 2025 के एंड तक मार्केट कहां जाएगा यह समझना है तो तीन इंपॉर्टेंट डाटा पॉइंट्स को समझ लो। टारगेट खुद ही समझ जाएगा। नंबर वन बैंकिंग एंड फाइनेंसियल सर्विज स्टॉक में स्ट्रांग अपमूव आ सकता है। क्योंकि आरबीआई आने वाले समय में 25 से 50 बेसिस पॉइंट का रेट कट कर सकती है। जिससे लोन सस्ती हो जाएगी। बैंक्स और एनबीएफसी के मार्जिन इंप्रूव हो जाएंगे। लो इंटरेस्ट रेट वाली लोन का फायदा रियलस्टेट सेक्टर को भी मिलेगा और कंज्यूमर ड्यूरेबल गुड्स लाइक कार, बाइक, एसी, टीवी, मोबाइल्स की सेल्स में भी काफी इंप्रूवमेंट हो सकती है। इन सबका कंबाइन इफेक्ट हमारी इकोनमी की ग्रोथ पर ही पड़ेगा। नंबर टू, कई सारे क्वालिटी स्टॉक अट्रैक्टिव वैल्यू्यूएशन पर मिल रहे हैं। इसीलिए डीआई कंटीन्यूअसली उन्हें खरीद रहे हैं। अक्टूबर 2024 से लेकर मार्च 2025 तक का पूरा डाटा देखिए। एफआई भले माल बेच कर जा रहे हैं लेकिन डीआईएस आज भी कंटीन्यूअसली बाइंग कर रहे हैं। पिछले 6 महीनों में करीब 3 लाख करोड़ की बाइंग और स्पेसिफिकली मार्च में तो एफआईआई भी नेट बायरर्स थे। अगर यह ट्रेंड यूं ही चलता रहा ना तो 2025 के एंड तक मार्केट फिर से 26,000 के लेवल को आराम से टच कर सकता है। नंबर थ्री, इंडियन गवर्नमेंट यूएस टेरिफ वॉर को टैकल करने के लिए इंपोर्ट ड्यूटीज को कम करने का प्रपोजल पर विचार कर रही है। बहुत जल्द इंडियन गवर्नमेंट इसे फाइनल भी कर देगी और फिर से हमारे जिओपॉलिटिकल रिस्क को कम कर देगी। रिसेंटली सेबी और आरबीआई मिलकर एफआईआई की इंडिविजुअल स्टॉक इन्वेस्टमेंट लिमिट को 15% से बढ़ाकर 25% करने का प्रपोजल लाए हैं। कुछ सेक्टर्स में एफडीआई लिमिट को भी बढ़ाया गया है। मार्केट में आप जैसे रिटेल इन्वेस्टर्स का पार्टिसिपेशन भी बढ़ते ही जा रहा है। यह सारे रीज़ंस मार्केट को सपोर्ट कर रहे हैं और बहुत जल्द निफ्टी को फिर से 26,000 के लेवल तक ले जा सकते हैं। लेकिन जैसा कि मैंने पहले भी कहा, हर स्टॉक ऊपर नहीं आएगा। आपको सिलेक्टिव स्टॉक में इन्वेस्टमेंट करनी होगी। इसके लिए आप मेरा यह वीडियो चेक करना मत भूलना। और 3 दिन बाद जो वीडियो लाइव होने वाला है उसको भी मिस मत करना। इसके लिए चैनल को अभी सब्सक्राइब कर लो। और हां डिस्क्रिप्शन में दिए हुए लिंक से एम स्टॉक पर अपना अकाउंट ओपन करना मत भूलना। जय हिंद। इन्वेस्टमेंट्स एंड सिक्योरिटीज मार्केट्स आर सब्जेक्ट टू मार्केट रिस्क। रीड ऑल द रिलेटेड डॉक्यूमेंट्स केयरफुली बिफोर इन्वेस्टिंग।",
    "timestamp": 1744866198048
  },
  "ZYfUWMPSKOA": {
    "transcript": "इकोनमिक टाइम्स का यह आर्टिकल देखिए 2025 के एंड तक निफ्टी 28,000 और ससेक्स 90,000 के लेवल पर पहुंच जाएगा ऐसी प्रेडिक्शन है यानी अगर यह सही हुआ ना तो निफ्टी 22,000 के बॉटम से लगभग 27% की आउटस्टैंडिंग रिटर्न दे सकता है वो भी सिर्फ 2025 में आई नो आपको भरोसा नहीं होगा लेकिन मेरे पास कुछ और भी इंपॉर्टेंट डाटा है ICICI डायरेक्ट की ये रिपोर्ट देखिए इनके अकॉर्डिंग निफ्टी 2025 के एंड तक 28,000 नहीं बल्कि 28,800 के लेवल तक पहुंच जाएगा Bajaj ब्रोकिंग भी निफ्टी के परफॉर्मेंस को लेकर काफी बुलिश है इसीलिए उन्होंने 28,700 का टारगेट दिया है अगर अब भी विश्वास नहीं होता ना तो गोल्डमैन सैच की ये रेटिंग देखो इस इंटरनेशनल ब्रोकरेज फर्म ने भी निफ्टी पर भरोसा जताते हुए 27,000 का टारगेट दिया है यानी ऑलमोस्ट बहुत सारे ब्रोकिंग फर्म निफ्टी को लेकर बहुत ज्यादा बुलिश है लेकिन क्या सच में ऐसा हो पाएगा क्योंकि पिछले 6 महीनों से यानी अक्टूबर 2024 से मार्च 2025 तक एफआई ने इंडियन मार्केट में कांस्टेंटली सेलिंग ही की है और निफ्टी को अपने लाइफट हाई से 15% क्रैश भी कर दिया है 2025 के एंड तक मार्केट कहां जाएगा यह समझना है तो तीन इंपॉर्टेंट डाटा पॉइंट्स को समझ लो टारगेट खुद ही समझ जाएगा नंबर वन बैंकिंग एंड फाइनेंसियल सर्विज स्टॉक में स्ट्रांग अपमूव आ सकता है क्योंकि आरबीआई आने वाले समय में 25 से 50 बेसिस पॉइंट का रेट कट कर सकती है जिससे लोन सस्ती हो जाएगी बैंक्स और एनबीएफसी के मार्जिन इंप्रूव हो जाएंगे लो इंटरेस्ट रेट वाली लोन का फायदा रियलस्टेट सेक्टर को भी मिलेगा और कंज्यूमर ड्यूरेबल गुड्स लाइक कार बाइक एसी टीवी मोबाइल्स की सेल्स में भी काफी इंप्रूवमेंट हो सकती है इन सबका कंबाइन इफेक्ट हमारी इकोनमी की ग्रोथ पर ही पड़ेगा नंबर टू कई सारे क्वालिटी स्टॉक अट्रैक्टिव वैल्यू्यूएशन पर मिल रहे हैं इसीलिए डीआई कंटीन्यूअसली उन्हें खरीद रहे हैं अक्टूबर 2024 से लेकर मार्च 2025 तक का पूरा डाटा देखिए एफआईआई भले माल बेच कर जा रहे हैं लेकिन डीआईएस आज भी कंटीन्यूअसली बाइंग कर रहे हैं पिछले 6 महीनों में करीब 3 लाख करोड़ की बाइंग और स्पेसिफिकली मार्च में तो एफआईआई भी नेट बायरर्स थे अगर यह ट्रेंड यूं ही चलता रहा ना तो 2025 के एंड तक मार्केट फिर से 26,000 के लेवल को आराम से टच कर सकता है नंबर थ्री इंडियन गवर्नमेंट यूएस टेरिफ वॉर को टैकल करने के लिए इंपोर्ट ड्यूटीज को कम करने का प्रपोजल पर विचार कर रही है बहुत जल्द इंडियन गवर्नमेंट इसे फाइनल भी कर देगी और फिर से हमारे जिओपॉलिटिकल रिस्क को कम कर देगी रिसेंटली सेबी और आरबीआई मिलकर एफआईआई की इंडिविजुअल स्टॉक इन्वेस्टमेंट लिमिट को 15% से बढ़ाकर 25% करने का प्रपोजल लाए हैं कुछ सेक्टर्स में एफडीआई लिमिट को भी बढ़ाया गया है मार्केट में आप जैसे रिटेल इन्वेस्टर्स का पार्टिसिपेशन भी बढ़ते ही जा रहा है यह सारे रीज़ंस मार्केट को सपोर्ट कर रहे हैं और बहुत जल्द निफ्टी को फिर से 26,000 के लेवल तक ले जा सकते हैं",
    "timestamp": 1744825348708
  },
  "UzOGn760F0g": {
    "transcript": "Hi, guys.\nTake a look at this picture. This is a picture of a water\nBuffalo and Igrit. Igrit is a bird which eats\nthe insect off Buffalo's back. Basically, the water Buffalo needs these\nbirds to eat the insects, otherwise it will have some disease. The insects also find food\non the Buffalo's back in a way. This type of a relationship is\ncalled as a symbiotic relationship. Now, from an economics point of view,\nboth US and China have this type of a symbiotic relationship. Why am I saying it? A very quick fact here is that China\nis a net expoter, US is a net importer. They are one of the biggest trade partners\nin the world, where US imports a lot of stuff\nand China exports that stuff to the US. What does this mean in simple language? In simple language, there are\ntwo implications for this. One is that US has\na great domestic market. It has high-quality customers,\nand China China by exporting a lot of stuff to the US,\nmakes crazy amount of money. Similarly, US now is saying that, You\nknow what, boss, we don't need your goods. We'll put crazy tariffs, 104% tariff, 150%\ntariff, 199% tariff, or whatever it is. Then what will happen in the US? Well, what will happen in the US is\nthat they'll have to figure out a way to manufacture the same stuff that they\nare currently importing from China and throw it in their economy. China is a very low\ncost producer right now. For example, that if we are making this\npen in the US, right now it might take US $100 to manufacture this pen. But if they are importing this from China,\nthey can do it in probably $10. Now, therefore, there is an advantage\nfor US-based customers to buy stuff from China. To cut the long story short,\nwhat is simply happening is that there is this aggregate,\nWater Buffalo type of a relationship going on between US and China,\nand they both need each other. Why did I tell you this story? A very simple point there is that this\nstory depicts the reality of the economy in which we are living. A lot of hoopla is going\non that China is going to destroy US. Some people are saying that that Trump is\nnow going to flex his muscle and destroy like Xi Jinping. A lot of talk is going on. The markets are reacting very violently. On this video,\nI'm going to do three things. Number one, I'm going to help you\nunderstand a little bit more why US and China depend on each other. Number two, there are talks going\non that this will be like a new Cold War. The first Cold War took place between\nUS OSSR, which is Soviet Bloc and US, back in the day, around 70, 80 years back,\nand it existed and it lasted for four or five decades. The reason was that these two are the\nsuperblocks or the giant economic powers. Now, the giant economic\npowers are the US and China. Will this lead to cold war 2. 0 type of a situation? Third and finally, what is\nit that investors should do? You will get very simple,\neasy to understand economics commentary. Sorry, I could not shoot videos. Earlier, I was busy\nwith my hedge fund work. A lot of exciting stuff happening there. So maybe I'll make\na separate video on that. But if you watch this video fully,\nyou will get a complete understanding of how to act as an investor\nin these troubled times. So that's my only request that if you\ndon't have the time now, don't watch it. Not a problem.\nJust watch it whenever you have time. I'm going to simplify\na lot of stuff for you. Okay, so let's begin. And first and foremost, why does\nUS and China depend on each other? It's very simple.\nThat great. China is a low cost producer,\nright from Holi Pichkari all the way till even chips now. They are getting better and better. Companies like BYD,\nwhich is a great car manufacturing company, it is killing Tesla's business,\none could argue, because they are able to manufacture high-quality material\nat a fraction of a cost, what US can do or any other world market can do. In fact, China is so dominant in terms\nof its manufacturing, right from low-end manufacturing\nto high-end manufacturing, that they are setting up satellite\ncountries like Vietnam and Thailand and Cambodia, through which it is\nexporting Chinese stuff, where? Primarily to the US. For China, number one market is the US. In terms of importing stuff\nfor the US, China is the number one stuff. It's very easy to say that,\nHey, you know what? Us will say that we don't need China. China will say that we don't need the US. But again, that water-egrit\nrelationship is there. Both of them need each other to survive. Otherwise, their economy\nwill go into a collapse. This is the basic fact\nthat you should know. This reflects In numbers,\nhere are some numbers that are there. Here you can see that what is\nthe net export of China to the US. You can categorically figure out\nthat China depends a lot on the US and US depends a lot on China. This relationship is not going anywhere. I do not wish to make\nthis video sensational. I want you to think a little bit\nrationally and you yourself will be able to figure out that people who are giving\nout all this doomsday scenario that both these countries are going to kill\neach other, just remember this image. This is point one. Point two is that Is\nthis the new Cold War 2. 0? The short answer is no,\nbecause if we look at the economic side of it, which is what I explain on this\nchannel, and in case you're not a subscriber, please subscribe\nfor economics Insight. Now, in Cold War 2. 0, from an economic lens,\nfour things were there. Number One thing was that there was\na global economic rise of blocks. Now, is this happening right now?\nYes. We can categorically see\nthat there are two powerful blocks. One is US and China. This has a similarity\nfeature between Cold War 1. 0 and Cold War 2.\n0. Number Number two, military spending. Is US and China increasing\ntheir military allocation? The short answer is no, not at all. The new war, if we have to think of US\nand China fighting for supremacy as a war, then the new war will be fought\nfinancially, not necessarily militarily. This is a very important point because\nwhenever military spending increases by either of these countries,\nthat's primarily a non-productive spend. Now, because both of them are nuclear\nnations, so to say, both of them are capable enough to damage\neach other, I don't think that they are going to escalate their military spending. This is point two. This is a non-similarity\nbetween Cold War I. 0 and Cold War II.\n0. Number three, there were economic\nstruggles in Eastern block. For example, USSR grew to prominence,\nand then towards the end of their decline, after like 30, 40 years of Cold War 1. 0 starting, they collapsed. There were economic fizzers in USSR. Now, do you see economic fizzers in China? No, it's actually is really rising up. Now, what about the US? Now, do you see economic fizzers? Now, many of you would say that, yes,\nUS dollar is getting destrengthened. A lot of problems are\nthere in the US, etc. True, but if you just step back and see\ntheir stock market, for example, it's not as if that US does not control\nthe biggest bond market or the biggest stock market. Both the markets are prominent in the US. You might expect the decline of the US\neconomy to happen like this, but it will not happen like this. It will take decades to play out. Is US on a downward sloping curve? One could argue, yes,\neven from an economics point of view. But the sphere of dominance\nin the US is massive right now. It's not going down anytime soon. So please remember this, that yes,\nUS is on an economic decline, but that decline will pretty much take,\nI don't know, like 30, 40 years, 50 years. So maybe we don't need to worry\nabout this in our lifespan. So this is a very important aspect. Fourth is globalization. Now, back in the day,\nUS was gaining the power and it was globalizing everything around it. Anyone who invested in US denominated\nassets, let's say somewhere in like 1960, 1970, they made crazy wealth. One key example here is that, for example,\nyour uncles, aunts might have gone to the US to work, maybe in '80s, '90s. They would have made crazy\nwealth in the last 40 years. Why? Because they invested\nin US denominated assets. Now, if one could argue that, Hey,\nis the world Are you globalizing or deglobalizing? I would say that it is de-globalizing\nbecause the world had globalized quite extensively in the last 40,\n50 odd years since the 1970s with the formation of the new economic\nworld order, WTO, all these different international\nforums, the world globalized. Now we are looking at the peak\nof this globalization. Will the world de-globalize now? The short answer is probably no,\nbut it will not globalize more. Who would be globalizing it now\nor taking the reins forward? Maybe a split of China and the US. From an economics point of view, does\nit make sense to invest in the US now? Yes. Does it make sense to invest\nin China right now? Yes. Does it make sense to invest\nin the Middle East right now? Yes. Any good economy, regional economies\nthat you see, it makes sense to invest. Does it make sense to invest\nin India right now? Yes, right?\nA little bit money. But if you are having all your investments\nin one bucket, it's really bad. So please don't do that. This is very, very important. Understand And the fact\nthat we are at the peak of globalization, sphere of different regional influences\nwill be made if you're 100% invested in one geography. For example, India, that your job is also\nthere, all your investments is also there. And if India is unable to attach itself\nto one of the growing superpowers, for example, right now,\nIndia is betting on the US, but if for some reason US declines,\nIndia is going to take massive hit along with it. So I see right now, as we speak,\nas I'm making this video, right now, India is aligned with the US.\nWhy? Because India cannot\nmanufacture like China. India is not a satellite state of China\nlike Vietnam, Cambodia, et cetera. So India is picking a side,\nand India has picked a side of US. Very similar to how India picked\nin Cold War I, Russia's side. So similarly, right now,\nwe are picking US's side. You have to consider India as a hedge if\nyou're an investor, which brings me to the final point of the video. So what are some of the key points\nthat you should remember as an investor? And here are some critical\npoints that you should know. Number one, the US inflation or US\ndomestic inflation is going to go up. This is not even up for debate. I'm not even saying it as a possibility. This will 100% happen. Now, yes, government can\nalways manage the number. They will say that, Okay,\ninflation is only 3%, 4%, whatever it is. But in reality, the cost\nof living is going to go crazy. So please own a real estate. That's my first piece of advice. This is something that I have been saying\nfor the last three, four years now. I myself picked most of my real estate\nbetween between the year 2022 and 2024. That is where I invested\ncrazy amount of money. Before 2022, I used to be 100% equity guy. Now, I am like almost 60,\n65% of my portfolio is equity. Rest is real estate plus cryptocurrencies. So that is where I'm investing. Second key point is that as the inflation\nin the US goes up, inflation means cost of living goes up,\nit will impact everyone, even back people in India.\nNow, how do I know this? It's very simple. That US is able to export\ninflation to the world. Here's a video that I've done\non that topic, that if something happens to inflation in the US,\nthey always have the option of printing more money, taking more debt,\nfiguring out their low problems. Now, because of the fact that most\nof the world deals in the US dollar for trade, almost 60, 70% dominance of\nworld trade is dictated by the US dollar. What happens is, very simple,\nthat US is able to export those US dollars to the world, even to countries like\nIndia, and we also face inflation. Is India going to face inflation?\nYes. So please brace for it. This will impact your retirement plans. So you need to have a sense as to how\nto build your portfolio, all this stuff. I do teach courses.\nI've spoken about it earlier. In case you guys are interested,\nyou can sign up. I only offer limited seats. My Dubai workshop is done,\nand the next key course that I'll be launching will be a live\nstock market course. So in case you are interested,\nyou can sign up for that. Third key point is\nthat China might sell less. Why? Because US has understood the point\nthat China is going to aggregate a lot of US dollar or US treasuries. Because of the fact that US is a net\nimporter of goods of China, it is sending a lot of money to China,\nand China can destabilize its economy in simple terms. There are two examples around it\nthat recently the Chinese sold a lot of US treasuries. They sold a lot of US dollars. As a result,\nUS got spoked and they came out full throttle that, Hey, you know what? Other countries,\nwe are still going to trade. But with China, more tariffs for you. So these are bullying tactics. I don't know till what\npoint this will continue. But to cut the long story short,\nUS giving more power to China happens if US starts importing more\nand more and more stuff. Now US has also started to realize US is\ngoing to undertake some manufacturing capabilities. So investing some money maybe\nin US small caps makes sense. Now, I also run a US stock-specific\ncommunity that I've spoken about, so you could consider joining that as well. I write very detailed macro notes which\nwill help you make investment decisions. So the The next point is\naround US's global superpower. Now, for example,\nif you look at McDonald's, Starbucks, all our US-based companies,\npeople enjoy engaging with these brands. Now, if you look at China, for example,\nluckin Coffee and whatever is coming up, they are also playing\nexactly the soft power game. Now the sphere of dominance\nof China is growing to grow. Therefore it makes sense to build\nsome positions even in Chinese market. Now, as international investors,\nwe would typically not buy Chinese real estate market. What is it that we could potentially buy? Chinese-based equities is what\nwe can potentially look at. I am also studying more and I will keep\non informing you guys regarding the same. Next comes the point that, hey, in the\nshort term, what is going to happen? Is this going to cause a crash that China\nand US are fighting all that stuff? There are rounds of tariff,\ncountertariffs. No, it will keep the market very volatile,\nand we are already exhibiting that. For example, the markets fell very much\nin the US, then they rose by 11% in a single day. All those things are happening. So understanding that need\nto trade volatility is critical. Now, this is something, again,\nthat I teach on my courses on how to do. I run a community around it. People have benefited a lot. So my advice to you would be that learn\nhow to trade this volatility. This is going to be important. Those days of simply doing SIPs are gone. It will not work anymore. I have been quite consistent\nwith my approach on this, and I have been stating this quite\nexpressively, and I still maintain this viewpoint. Next and final point comes that you should\nhave investments across different asset classes, and that asset class That\nshould serve some purpose for you. For example, many people want to make\nregular income from the stock market. It doesn't make sense anymore because\nin a highly volatile stock market, you will not be able to make regular income. It's impossible to do unless\nyou are extremely lucky. To make regular income, you have to buy\ncash flow real estate properties. Now, what is the meaning of cash\nflow real estate properties? For example, you buy a house worth or\na property worth 1 crore and you are getting a rent of 5,000,\nthat's 5% cash flow. Now, these type of properties are very\ndifficult to find in majority of India. I have a lot of investments\nlike these in Goa. I'm buying more in Dubai. I have been able to find this. So you will be able to find this\nif you expand your viewpoint. If your point is, I live in Hyderabad,\nI'll find real estate in Hyderabad only, then. You have to have a little bit of common\nsense and invest across asset classes. Now, many people keep on arguing with me\nthat the stock market grows at 12%, 13% CAGR, but real estate\nmarket grows up 2%, 3%. See, I have no interest\nin arguing with you. Do whatever you like.\nIt's your money. Common sense tells us that if you are\ngetting definite income from, let's say, real estate, what it allows you to do\nis that it allows you to buy dips. For example, the US stock market last\nweek, corrected by at least 10, 15%. Now, that allows you to buy a dip\nif you have a certain cash flow. You can probably even take\na line of credit and invest. Now, this is not an advice\nthat you should do that. But if you are getting definite cash flows\nfrom real estate, this is a possibility that opens up. I'll just leave the conversation there. Otherwise, it will become very big. To cut the long story short,\nvery simple that this is not Cold War 2. 0.\nThis situation will get resolved. This is a Buffalo-Igreit\nrelationship that US and China have. Short term, midterm,\nI don't think anything massive is going to happen except for stock market,\nbond market volatility, which we are already seeing. And a sensible investor needs to invest\nacross geographies and across asset classes. This is exactly what I'm doing\nand exactly teaching my students to do. Thank you so much for watching\nthis video, and I'll see you soon.",
    "timestamp": 1744865168747
  },
  "-Zdi2VGutY0": {
    "transcript": "हेलो फ्रेंड्स वेलकम बैक आई एम विवेक सिंघल फ्रॉम ट्रेडिंग vivek.com और मैंने एक ट्वीट किया था कुछ दिन पहले और ट्वीट था मींस कुछ दिन पहले किया यस्टरडे किया था आई विल मेक अ वीडियो ऑन दिस वेरी सून एंड द ट्वीट वाज़ निफ़ी 30,000 बाय दिसंबर 2026 सो यह सेवंथ अप्रैल को किया था और 7th अप्रैल को नाइट में किया था बेसिकली जब चीजें जैसे ही कुछ समझ में आती हैं अपनी स्टडी के बेस पर तो अगर सिंगल लाइन में कुछ लिखना हो तो Twitter ही एक ऐसा ऑप्शन है X.com कि वहां पर सिंगल लाइन में हम कुछ लिख सकते हैं बाद में हम उसके ऊपर वीडियो बनाकर डिटेल में चीजें बता सकते हैं तो इस ट्वीट के बाद काफी लोगों को बातें समझ में नहीं आई कि विवेक भाई एक तरफ तो वर्ल्ड ओवर मंदी का माहौल है टेरिफ वॉर है और इससे पहले पास्ट में जब भी टेरिफ वॉर आई है तो यूएस ने बहुत मंदी की मार झेली है तो ऐसे में आपको क्या लगता है कि 30,000 जैसी बातें करना ये बेकार सी बात नहीं है नॉनसेंस बातें नहीं है तो काफी मींस और ऐसे में एक और चीज होती है काफी लोग शॉर्ट बैठे होते हैं मार्केट में और उनकी शॉर्ट पोजीशन बनी होती है ऐसे में अगर कोई यह कहने लगे कि बहुत ऊपर जाएगी तो उनको अंदर से दिक्कत होती है कि यार मार्केट तो नीचे जानी चाहिए ये कौन इंसान है जो ऊपर जाने की बात कर रहा है सबसे पहले हमें एक बात समझनी चाहिए कि अगर पास्ट में इस जब भी यूएस ने टेरी फॉर की है और उसके बाद में यूएस की इकॉनमी को बड़ा नुकसान हुआ है जब दो बार ऐसा पहले हो चुका है पास्ट में तो हमें क्या ये लगता है कि थर्ड टाइम भी सेम मिस्टेक को सेम गंदे तरीके से रिपीट किया जाएगा यह बात बड़ी छोटी सी समझने वाली है कि अगर आप किसी नौकरी में हो और आपने पहले कोई मिस्टेक की और उस मिस्टेक का उस मिस्टेक का आपको बहुत बड़ा नुकसान उठाना पड़ा और चलो जी कोई बात नहीं मिस्टेक हो गई फिर दोबारा भी आपने सेम ही मिस्टेक कर डाली मिस्टेक दोबारा से हो गई अब उसको पहली बात तो मिस्टेक नहीं कहते रिपीट करना क्राइम कहते हैं लेकिन ये सोचा था कि शायद पहली बार ठीक से नहीं हुआ होगा या चीजें मैं हैंडल नहीं कर पाया होगा इस बार मिस्टेक नहीं हुई लेकिन दोबारा से सेम मिस्टेक हो गई और सेम ही आपको हरजाना भरना पड़ा सेम ही आपको नुकसान हुआ तो क्या मतलब किसी पागल कुत्ते ने काटा है कि तीसरी बार भी सेम ही मिस्टेक की जाए और उसको ऐसे ही चलने दिया जाए और उसके जो हमने एकशंस लिए और उसका अगर नेगेटिव इंपैक्ट आता आना शुरू होता है तो उस नेगेटिव इंपैक्ट को बिल्कुल भी मींस कंसीडर ही ना किया जाए कि इसको ठीक करने की कोशिश की जाए उसको नजरअंदाज कर दिया जाए जस्ट बिकॉज़ ऑफ़ ईगो प्रॉब्लम ऐसा नहीं है पहली बार मिस्टेक मिस्टेक होती है दूसरी बार वो एश्योरेंस हो जाती है कि हां पहली बार जो की थी वो मिस्टेक ही थी सेकंड टाइम भी सेम ही बेकार रिजल्ट आए लेकिन थर्ड टाइम अगर सेम चीज होती है तो वहां एकशंस लिए जाते हैं ऐसी बात नहीं है तो थर्ड टाइम भी सेम ही रिजल्ट आएंगे ऐसा नहीं है यहां पर चीजें ठीक करना अपने हाथ में है अपने कंट्रोल में है और अमेरिका को आज की डेट में अगर किसी कंट्री से डर है तो वो सिर्फ और सिर्फ चाइना है क्योंकि चाइना उनके बराबर होता जा रहा है और कुछ ही सालों में मे बी इन नेक्स्ट वन डिकेड चाइना अमेरिका की इकॉनमी को सरपास कर जाएगा तो यही तो एक डर है लेकिन इंडिया का भी चाइना को पता है दैट इंडिया इज गोइंग टू ग्रो लेकिन उसको ये भी पता है कि इंडिया को अभी चाइना बनने में ही 15 16 साल 17 साल लगेंगे मे बी 20 इयर्स अगर चीजें उतने अच्छे से नहीं चले और अगर बहुत अच्छे से चली भी तो भी कम से कम 14 15 इयर्स लगने वाले हैं तो इंडिया अभी चाइना जितना बन जाए उसके बाद की बात है अमेरिका जितना बनना है यानी कि कम से कम 25 साल हैं अगर चाइना अगर इंडिया बहुत अच्छे से ग्रो करता रहे तो अमेरिका के जितना बनने में शायद 25 26 27 इयर्स लगेंगे 30 इयर्स में भी लेकिन चाइना तो बिल्कुल सामने खड़ा है तो चाइना से डर है चाइना को यहां थोड़ा सा दबाने की जरूरत है यही चीजें अगर हम देखें तो क्या नजर आता है कि उसके इंपैक्ट क्या नजर आते हैं सबसे पहले अगर चाइना और यूएस के टेरिफ की बात करने लगे तो अल्टीमेट रिजल्ट ये निकल कर आता है कि मींस यूएस ने चाइना के ऊपर टेरिफ लगाए और टेरिफ लगाने के बाद में चाइना ने रिटेलिएट किया सेम टेरिफ चाइना ने लगा दिया उसके बाद में अमेरिका कहता है कि हम फदर 50% टेरिफ लगाएंगे और चाइना कहता है कि हमें फर्क नहीं पड़ता चाइना रिजेक्ट यूएस टेरिफ ब्लैकमेल वास टू फाइट टू द एंड मी्स कोई फर्क ही नहीं पड़ता और चाइना यूएस कहता है कि जो चाइना के ऊपर टेरीफ है वो 104% तक पहुंच सकता है 104% इट्स अ बिग नंबर इसका अल्टीमेट इंपैक्ट क्या आ रहा है अल्टीमेट इंपैक्ट ये आ रहा है कि Apple इज शिफ्टिंग मोर प्रोडक्शन टुवर्ड्स इंडिया फ्रॉम चाइना Apple में शिफ्ट iPhone प्रोडक्शन टू इंडिया Apple शिफ्ट्स फोकस टू इंडिया एंड Apple लुक्स टू इंडिया एंड उससे पहले भी अगर हम देखें तो एज ए रिजल्ट मैं यहां पर थोड़ा सा साइज छोटा करता हूं आपको ठीक से नजर आएगा एज ए रिजल्ट डोनाल्ड ट्रंप्स हाई हाई टेंड्स टेलीफोन चाइनीस गुड्स Apple इज़ प्लानिंग टू शिफ्ट मोर ऑफ़ द iPhone प्रोडक्शन टू इंडिया और अभी इंडिया के साथ अगर ये रिलेशंस बेटर होते हैं और चाइना से प्रोडक्शन इंडिया की तरफ आता है तो चीजें अलग लेवल पर इंडिया के फेवर में निकल कर आएंगी और इंडिया ने जो अच्छी बात की है कि इंडिया ने यूएस के साथ रिटेलिएट करने का कोई बात नहीं रखी इंडिया ने ऐसा कुछ नहीं किया कि उनके साथ रिटेलिएट किया जाए अह इवन कुल मिलाकर यूएस के साथ काफी कंट्रीज ने अह इस यूएस टेरीफ़ पर बात करने शुरू कर दिया है यूरोपियन यूनियन सेज़ इट प्रेफर्स नेगोशिएशन राइट एंड यूरोपियन यूनियन ऑफर्ड 040 डील टू यूएस वीक बिफोर टेरिफ अनाउंसमेंट विल ट्रंप नेगोशिएट टेरीफ जापान भी कहता है कि हम यहां पर बात करने को तैयार हैं और यहां पर 50 से ज्यादा कंट्रीज कहती है कि हम आपके साथ बात करने को तैयार हैं अगर आप देखो फोब्स में ये न्यूज़ छपी थी दो दिन पहले मोर देन 50 कंट्रीज हैव रीच्ड आउट टू वाइट हाउस वाइट हाउस टू नेगोशिएट ऑन टेरीफ यहां पर और उन 50 में इंडिया भी है ऐसा नहीं है कि इंडिया नहीं है इंडिया भी है इजराइल है वियतनाम है चाइनीज़ मींस ताइवान है अगर हम इसको वाशिंगटन पोस्ट को अगर डिटेल में देखें तो यहां पर स्टार्ट रीडिंग फ्री वाला वर्जन ही देखना है इसमें मुझे समझ नहीं आता इनको क्या लगता है कि अगर ये इस तरीके से करेंगे तो ज्यादा लोग इनकी वेबसाइट पर आएंगे या कम आएंगे एक्चुअल में रिजल्ट ये आएगा कि हम किसी और वेबसाइट पर चले जाएंगे ये सेम मिस्टेक बहुत सारी इंडियन वेबसाइट भी करती हैं तो ये इनके लिए बेकार है एनीवेज बैक टू मेन पॉइंट तो यहां पर 50 से ज्यादा कंट्रीज हैं और इंडिया ने रिटेलिएट नहीं किया ये सबसे अच्छी बात है अब यहां पर ट्रंप ये कहते हैं जैसे कि इंडियन फार्मा पर ये टेरीफ लगाएंगे तो ये इंडियन फार्मा पर टेरिफ थोड़ी लगा रहे हैं जो इनके खुद के कंट्री के पेशेंट्स हैं उनके लिए दवाइयां महंगी कर रहे हैं उससे ज्यादा फर्क नहीं है और कोई बात नहीं है यहां पर कॉम्पटीशन ऐसा नहीं है कि 26% या 25% का अगर यूएस ने इंडियन फार्मा के ऊपर डायरेक्ट लगा दिया जो पहले टेबलेट ₹10 की आती थी वो अभी 12 5 की आ जाएगी यानी या फिर जो टेबलेट $1 की आती थी वो अभी $1.25 की आ जाएगी तो लोग उस दवाई को नहीं लेंगे दवाई तो ऐसी चीज है कि आप ₹100 भी करोगे तो भी खानी पड़ेगी तो ये एक्चुअल में इंडिया से पैसा नहीं वसूलने की बात है ये अपनी ही कंट्री के लोगों से पैसा वसूलने की बात है बट यस वो भी पॉइंट ठीक है कि अगर हमारे एक्सपोर्ट पर आप 90% तक टेरिफ लगाते हो तो हम भी आपके ऊपर टेरिफ लगाएंगे तो यह सब चीजें ठीक है कहीं ना कहीं और उसका रिजल्ट भी यह आ रहा है कि बाकी कंट्रीज भी बात करने को तैयार हैं अब जैसे हम इंडिया से ऑटोमोबाइल एक्सपोर्ट की बात करते हैं तो टोटल एक्सपोर्ट ही 9 मिलियन सॉरी 2.2 बिलियन का है ऑटो में तो ये कुछ एक्सपोर्ट है क्या इससे कुछ फर्क पड़ता है क्या जब स्टील की बात करें तो अभी बात कर रहे थे कि स्टील के ऊपर वो अच्छे से यहां पर टेरिफ लगाएंगे लेकिन आज ही की खबर है ये सॉरी यस्टरडे की अप्रैल 8 कि इंडिया नेट इंपोर्टर ऑफ फिनिश्ड स्टील इन 2024 25 डेटा शोज़ अब अगर इंडिया नेट इंपोर्टर है तो इंडियन कंपनीज़ को कौन सी आग लगी है कि वो वहां पर यूएस में जाकर उसको एक्सपोर्ट करें और इतना टेरिफ ज्यादा पे करें वो इंडिया में ही अपना कर लेना तो ये तो इंडिया के लिए और अच्छी बात है ये डाटा निकल कर आया इस पे वर्किंग की गई कि भ कितना इंपैक्ट आया इस तरह की वर्किंग जनरली तब होती है जब प्रेशर आता है प्रेशर क्या होगा कि एक बार देख तो स्टील इंडस्ट्री को कितना बड़ा नुकसान होने वाला है क्योंकि उसको बाय फोर्स अमेरिका को एक्सपोर्ट करना पड़ेगा यहां तो पता चल रहा है कि एक्सपोर्ट करने की जरूरत ही नहीं है क्योंकि नेट इंपोर्टर है नेट इंपोर्टर हैं यानी कि जितना एक्सपोर्ट किया और जितना इंपोर्ट किया तो इंपोर्ट एक्सपोर्ट से ज्यादा है तो अगर दोनों को नफाई भी कर दें फिर भी नेट इंपोर्ट ही कर रहे हैं तो अच्छी बात है ना यार इंडिया का माल इंडिया में बेच लो आपको डॉलर भी बाहर नहीं बेचना पड़ेगा तो ये तो अच्छी ही बातें हैं तो बहुत ज्यादा कुछ फर्क नहीं पड़ेगा जो इंडिया की फार्मासटिकल कंपनीज हैं पता है कि वहां पर दवाइयों से बहुत ज्यादा फर्क नहीं पड़ेगा और अगर एक दो प्लांट वहां लगाने पड़ रहे हैं तो इट्स ओके ये बिनेस का पार्ट है ये तो ट्रेड का पार्ट है और एक और बात है कि अगर बाहर की कंपनीज़ इंडिया में आकर सस्ता माल बेच पाएंगी तो इंडियन मैन्युफैक्चरिंग कंपनीज़ को कॉम्पिटिटिव होना पड़ेगा इनको स्किल्स लेकर आने पड़ेंगे अभी तो हो क्या रहा है सी कि यूरोप से गाड़ी मंगाओ 100% टेरिफ लगाकर तो जो गाड़ी यूरोप में 35 लाख की सेल होती है इंडिया में आकर वो 70 लाख की हो जाती है जो इंडियन कार मेकर्स हैं वो क्या करते हैं एक घटिया सी गाड़ी बनाकर 25 लाख की बेचते हैं उसका इंपैक्ट क्या होता है कि इंडियंस के पास कोई चॉइस ही नहीं है कि वो 25 की ही बाय करेंगे क्योंकि 70 लाख की बाय करने के पैसे नहीं है अब अगर यहां पर इसको फ्री ट्रेड किया जाए और 35 लाख की कार को यहां पर 0% ड्यूटी के साथ 35 लाख की बेची जाए और इंडियंस 25 की बनाए यहां पर जो कार कंपनीज़ हैं वहां जाकर पता चलेगा कि यहां पर 10 लाख एक्स्ट्रा पे करो और क्वालिटी का कोई मींस आपस में कंपैरिजन ही नहीं है यहां की कंपनीज़ को तब काम करना पड़ेगा अभी तो हो क्या रहा है कि मींस जिसके ज्यादा नंबर आए उसको आउट कर दो और जिसके बेकार से नंबर आए उसको नौकरी दे दो कि ये कह के कि ये बेकार है ये अच्छा है मैं उस चीज में जाना नहीं चाहता आप समझ गए हो तो सेम ही तो चीज हो रही है बाकी कंट्रीज के साथ इसको फ्री करना चाहिए तभी असली काबिलियत निकल के आएगी और ये होगा भी क्योंकि कोई भी कंट्री अगर वो चाइना जितनी बड़ी नहीं है और चाइना से नीचे सारी कंट्रीज 5 ट्रिलियन डॉलर की इकॉनमी में खत्म हो जाती है चाइना अकेली कंट्री है जो यूएस के आसपास तक पहुंचती है तो अमेरिका 35 ट्रिलियन के आसपास है चाइना 19 18 ट्रिलियन के आसपास है उसके बाद जो थर्ड है वो सीधे 5 ट्रिलियन डॉलर पर है जिसके आसपास हम भी हैं तो सिर्फ चाइना ही एक ऐसा एक्सेप्शन रह सकता है जो यूएस से टक्कर ले सके और यूएस को बोल सके हम आपके साथ पूरी तरह से रिटेलिएट करेंगे जैसी मर्जी वॉर करनी है वैसी वॉर करेंगे हम अपना माल बाकी अफ्रीकन कंट्रीज एशियन कंट्रीज सब जगह बेच लेंगे हमारे पास अपनी भी 140 करोड़ लोगों की पपुलेशन है वहां से ध्यान रख लेंगे और आपके जो यूएसडी बोंड्स हैं उनको मार्केट में बेचकर आपकी बैंड बजा देंगे तो वहां उसके पास चाइना के पास ये ऑप्शंस हैं इंडिया के पास ऑप्शंस नहीं है इंडिया रिटेलिएट कर भी नहीं रहा है इस केस में इंडिया तो बल्कि क्या कर रहा है कि बात करने पर लगा है और इंडिया अपनी इकॉनमी को बेटर करने में जो कुछ कर सकता है उसकी तरफ उसका ध्यान है जैसे अभी इंडिया ने रेट कट करने शुरू किए हैं और रेट कट इसने पहले भी किए मैंने इसको लेकर ट्वीट भी किया था और यह ट्वीट अभी था 3 आवर्स पहले फोर आवर्स पहले कि अभी एक रेट कट हुआ है और इससे पहले भी फरवरी में रेट कट हुआ था और आने वाले टाइम में भी जल्दी ही रेट कट्स होंगे और उन रेट कट्स का यहां पर इंपैक्ट भी आएगा इंपैक्ट भी अच्छा आएगा कि यहां पर जैसे लिखा हुआ है होम लोन टू गेट चीपर और बाकी भी कंज्यूमर ड्यूरेबल गुड्स और कंपनीज़ को फायदे होंगे यहां पर तो सारी चीजों का यहां पर फायदा होने वाला है जब लोन की यहां पर ईएमआई सस्ती होती है तो जो एंड कंज्यूमर है उसकी बाइंग पावर बढ़ती है तो यहां पर लोन कट हो रहे हैं इंडिया नेगोशिएशन पर लगा हुआ है उसने रिटेलिएट नहीं किया फर्दर इंपोज करके बातें करने पर लगा है यूरोपियन यूनियन वो अमेरिका के साथ बात करने पर लगा है 040 यानी कि आप जीरो करो मैं भी जीरो करता हूं सेम प्रोडक्ट पर बड़ा सिंपल सा क्राइटेरिया है उसके बाद में अमेरिका इस हाई टेरीफ को ज्यादा लंबे टाइम तक कंटिन्यू नहीं कर सकता उसको भी पता है विद इन टू थ्री मंथ्स एव्री कंट्री विल कम टू देम कि वो बात करें और ज्यादा लंबे टाइम तक कंटिन्यू इसलिए नहीं कर पाएगा वहां की खुद की इकॉनमी पर बैड हिट होगा और वो साफ-साफ नजर भी आएगा तो ये दो-ती महीने की मैक्सिमम बात है अब यहां पर बात ये आती है विवेक भाई जो 30,000 यहां पर टारगेट लिखा था उसका क्या 30,000 टारगेट की अह मैं आपको सीधी-सीधी कैलकुलेशन दिखाता हूं कि अह जब भी इस तरह का बड़ा फॉल आता है बड़ा फॉल की जो भी डेप्थ हमारी होती है आप ध्यान से समझना डेप्थ हमारी कैसे काउंट हुई मैं सबसे पहले एक बार डेप्थ लगाता हूं कि ये हमारी टोटल डेप्थ थी यानी कि लास्ट टाइम जो हाई बना ये हमारा हाई बना था और जो ये हमारी डेप्थ थी तो जितनी हमारी डेप्थ होती है इतना ही उसके ऊपर ये जाता है आप हमेशा ध्यान से समझना आप पीछे जितनी मर्जी वर्किंग कर लेना ये सेम आएगा और टारगेट हमारा ये हो गया इसके बाद जितना भी ऊपर का पोर्शन है ये हाई फ्लाइंग ज़ोन है इसमें खतरा होता है और ये ओवरबोट ज़ोन है इससे ऊपर का जितना भी ये एरिया है यानी कि दिस पर्टिकुलर एरिया इज़ कॉल्ड एज द ओवरबोट ज़ोन और ओवरबोट ज़ोन नीचे आता ही आता है वापस से ठीक होने तो ये हमारा टारगेट आया था इस तरीके से इससे पहले अगर हम यहां पर बात करने लगे कि इस बड़ी गिरावट के बाद जो लाइफ टाइम हाई था इसके ऊपर ये सेम लेवल तक गया क्या यहां से उठाकर देखें तो ये सेम लेवल तक गया क्या यस गया उसके बाद क्या हुआ ये हाई फ्लाइंग ज़ोन हो गया और उसके बाद में ये कंसोलिडेशन में चला गया अच्छे लंबे टाइम तक तो हमारा टारगेट डिसाइड हो गया इससे पहले यहां पर ये अच्छी बड़ी गिरावट आई हम यहां पर भी देखते हैं कि सेम हमारा टारगेट इस तरह से अचीव हुआ क्या ये हमने डेप्थ लगाया इसके ऊपर इसको प्लॉट किया लाइफ टाइम हाई से ऊपर प्लॉट किया सिंपल हमने ज्यादा कुछ नहीं किया ये टारगेट हमारा अचीव हो गया और उसके ऊपर ये फिर हाई फ्लाइंग ज़ोन मींस ओवरबोट ज़ोन हो गया और ये कंसोलिडेशन में चला गया तो उसके बाद कंसोलिडेशन में जाता है ऐसी बात नहीं है नहीं जाता है इससे पहले हम देखें तो दिस पर्टिकुलर ये हमारा डेप्थ से हमने पिक किया और पिक करके हमने इसको ऊपर लगाया और यहां पर ये टारगेट अचीव हो गया और टारगेट अचीव होने के बाद में फिर ये कंसोलिडेशन में चला गया और इसके ऊपर का एरिया हमने ओवरबोट ज़ोन माना इससे पहले हम इसको भी ले सकते हैं जो टोटल वाला था इसी को हम यहां पर भी खींच सकते हैं आप समझ रहे हो कि 208 वाले पूरे फॉल को हम इस तरीके से पिक कर सकते हैं तो ये हमारे दोनों फॉल सेम ही थे यानी कि डेप्थ अलग-अलग थी लेकिन लाइफ टाइम हाई सेम था तो हम यहां पर कर सकते हैं इसको हमने उठाकर पिक किया और इसको पिक करने के बाद में आप देखोगे तो ये टारगेट भी अचीव हुआ हम इसको वीकली चार्ट पर देख सकते हैं ज्यादा अच्छे से क्लेरिटी के साथ नजर आएगा और यहां पर देखें तो ये हमारा टारगेट अचीव हो गया और उसके ऊपर का ये ओवरबॉट ज़ोन फिक्स हो गया तो सेम ही चीजें अब हमें नजर आती हैं क्योंकि अभी भी सेम डेप्थ बन चुकी है और यहां पर जो डेप्थ भी बनी है उसका जो टारगेट निकल कर आता है अगर हम लाइफ टाइम हाई के ऊपर रखें तो ये 30000 निकल कर आता है और उससे कम नहीं आता तो यहां पर अगर आप देखोगे तो ये 3850 नजर आता है अब लोग कहां डरे थे क्योंकि 30,000 जैसे मैंने बोला मैं आपको एक चीज बताता हूं और मैं आपके सामने इस चीज को आप इसको कंफेस कहें करना या कुछ भी बोले Twitter पर जब भी कोई बदतमीजी करता है ना या कोई गंदे वर्ड्स यूज़ करता है या अब्यूसिव वर्ड्स यूज़ करता है तो मेरे पास उसको समझाने का मन नहीं होता वैसे भी जो गाली देने वाले लोग हैं उनको समझाया नहीं जा सकता वो अंदर से इतने नेगेटिव इतने बीमार इतने यहां पर अनब्लेस्ड है इतने कर्स लोग हैं वो कि मेरी छोटी सी एनर्जी उनके कर्स को दूर नहीं कर सकती उनका लाइफ में कुछ हो नहीं सकता जो दूसरों को गाली देता है उसका कुछ नहीं हो सकता मैं सिंपली क्या करता हूं उनको ब्लॉक करता हूं दैट्स इट मेरे पास दूसरा कोई ऑप्शन नहीं है वैसे भी मेरे Twitter पर आकर मेरी ट्वीट को रीड करके मुझे अब्यूसिव वर्ड्स यूज़ करना मींस तुम्हें क्या मिलने वाला है इस चीज से और मैंने आपको समझाने की कोशिश भी नहीं की लेकिन फिर भी मैं ये बात क्यों कह रहा हूं यह बात इसलिए कह रहा हूं कि आपको भी लाइफ में ऐसे ही करना चाहिए जो नेगेटिव लोग जबरदस्ती आपके घर को नोक करके आपके घर में घुसे और आके कुछ उल्टा सीधा बोलना शुरू करें उनके साथ मुंह नहीं मारो उनको कुछ नहीं कहो चुपचाप सिक्योरिटी गार्ड्स उठाओ और उनको बाहर फेंकवा दो और उनको बोल दो सिक्योरिटी गार्ड्स को दोबारा नजर आए तो निपटा देना इनको तो सेम ही काम मेरे पास Twitter पे यहां पर बजता है जो लोग आकर उल्टा सीधा बोलते हैं सिंपल सा मेरे पास ऑप्शन है एक अच्छा सा ऑप्शन दिया हुआ है Twitter ने ब्लॉक दोज़ पीपल नॉट टू सी देयर फसेस अगेन एवर इन द लाइफ तो मैं ये चीज करता हूं और यही करना एक सफाई भी कहते हैं वही समझदारी भी होती है कि जितने लोग YouTube पर और Twitter पर खुद को फॉलो करते हैं ना वो अपने से हो मुझे इस चीज की बिल्कुल भी इच्छा नहीं है कि मेरे 20 मिलियन 30 मिलियन 40 मिलियन फॉलोवर्स हो ना इतने सारे लोग वैसे भी रिच नहीं बन सकते क्योंकि ईश्वर का ये नियम ही नहीं है रिच लोग बहुत ज्यादा होते ही नहीं है तो अगर 20 30 60 100 मिलियन अगर लोग आ गए 10 करोड़ लोग आ गए सोचने लगे कि ये 100 करोड़ मींस 10 करोड़ लोग अल्ट्रा रिच बन जाएंगे तो 10 करोड़ अल्ट्रा रिच किसी कंट्री में होते ही नहीं है चाहे वो अमेरिका क्यों ना हो अ तो ये ईश्वर का नियम ही नहीं है यहां पर बॉस कुछ होते हैं और जो नीचे टीम में होते हैं वो एम्प्लाइजस बहुत ज्यादा होते हैं यहां पर जो घर भी बनता है ना कोई बिल्डिंग भी बनती है तो उसका मालिक एक होता है लेकिन काम करने वाले हजारों लोग होते हैं ये कुदरत का नियम है लेकिन इस नियम में एक अच्छी बात क्या है कि कोई भी नीचे से निकल कर अपनी मेहनत से ब्लेसिंग से ईश्वर की आराधना करके अच्छा बिहेवियर लाकर अपनी स्किल्स को डेवलप करके कम खर्च करके ज्यादा सेव करके इन्वेस्ट करके अपने आप को मालिक तक पहुंचा सकता है यहां पर जितने भी आप फॉलोअर्स हो जितने भी लोग इस वीडियो को देख रहे हो और जितने भी वीडियोस को आप देखते हो अपने आपको उस कर्स वाले माहौल से निकाल कर ऊपर लेकर आओ रिच लोगों से सीखो रिच लोगों को गाली देने से कुछ नहीं होने वाला है आपका कुछ भी नहीं होने वाला है ईश्वर आपको वही बनाएगा जो आप बनना चाहते हो अगर आप रिच लोगों से जलते हो किलसते हो तो ईश्वर को पता चल रहा है कि इनको रिच पसंद नहीं है इनको रिच मत बनाओ ये बड़ा सिंपल सा कांसेप्ट है रिच बनना है तो रिच को रेस्पेक्ट दो गरीब बनना है तो गरीब को रेस्पेक्ट दो लेकिन रिच गरीब को रेस्पेक्ट देगा तो उसमें कुछ गलत है क्या कोई गलत नहीं है यहां पर रेस्पेक्ट देने की प्रॉब्लम नहीं है यहां प्रॉब्लम है उनके अगेंस्ट जाने की यहां प्रॉब्लम है उनको कर्स करने की यहां प्रॉब्लम है उनको अब्यूसिव वर्ड्स यूज़ करने की उनको होस्टाइल बनाने की उनके अगेंस्ट जाने की यूनिवर्स के यहां पर माहौल को समझो जो राजा बनना चाहता है वो राजा की इज्जत करता है जो ऑफिस में बॉस बनना चाहता है वो अपने बॉस की इज्जत करता है कोई भी वो लोग बॉस नहीं बना करते ऑफिस में जो बॉस को गालियां देते हो यूनिवर्स सुनता है इन सब बातों को को इन सब बातों को समझने की जरूरत है तो यहां पर टेक्निकल मैंने आपको साफ-साफ बताया यहां एक और पॉइंट है जब भी आज तक इंडियन हिस्ट्री में लोअर सर्किट लगे हैं वो भी एक बड़ी गिरावट के बाद ये लोअर सर्किट था यहां पर 5% का प्री ओपनिंग में जब यस्टरडे से और ये नीचे खुला था ये 5% का लोअर सर्किट था और स्मॉल कैप में 10% का लोअर सर्किट था जब भी एक बड़ी गिरावट के बाद ध्यान से समझना जब भी एक बड़ी गिरावट के बाद नीचे लोअर सर्किट लगे हैं उसके बाद में मार्केट उससे नीचे नहीं जाती है मार्केट वहां से रिकवर करती है और ऊपर चली जाती है यहां पर लोअर सर्किट एक लास्ट अटेम्प्ट होता है ऑपरेटर का रिटेलर्स के पॉकेट से शेयर्स को सस्ते भाव पर लेने का और रिटेलर्स यहां पर फंस जाते हैं और उनको स्टॉप लॉस लगाकर या मार्जिन ट्रेडिंग फैसिलिटी की वजह से टॉप अप नहीं करके मार्जिन फंड्स को यहां पर मजबूरी में बेचना पड़ जाता है तो जो एक्स्ट्रा ग्रेड लोग हैं यहां पर वो भी फंसते हैं जो जरूरत से ज्यादा दिमाग वाले हैं स्टॉप लॉस वाले यहां पर वो भी फंसते हैं जो उससे भी ज्यादा दिमाग वाले हैं एफ एंडो वाले वो भी यहां पर फंसते हैं यहां जो सिंपल लोग हैं दुकानदारी समझते हैं इसको बिज़नेस समझते हैं कि आज पैसा लगाया अच्छा माल लेकर रखा जब ग्राहक आएगा 20 30% 20 30% प्रॉफिट देने पर तब यहां से उसको बेचेंगे फिर नया माल ले आएंगे अगर मार्केट इस बीच में 15 डेज बिकॉज़ ऑफ़ एनी रीज़न बंद हो गई तो कोई बात नहीं जब खुलेगी तब माल बिकेगा जिनको घबराहट नहीं है जिन्होंने अपना पैसा लगाया है जो सेंसिबल तरीके से अच्छी चीजें पार्ट्स में डिवाइड करके थोड़ा सा कुछ आइटम थोड़ा सा कुछ आइटम थोड़ा सा कुछ आइटम वैसे लेकर चलते हैं ये सारी बातें मैं पहले भी बता चुका हूं सो 30,000 का मैंने पॉइंट बताया मार्केट वहीं जानी है कब तक जाएगी मे बी वन ईयर मे बी वन एंड हाफ ईयर उससे ज्यादा टाइम नहीं लगते हैं आप इस चीज को भी बैक टेस्ट करना और यूएस के साथ बातें सारी की सारी जो कंट्रीज अपने आप को यूएस जितना नहीं मानती है वो सब बात करने आएंगी और यूएस भी इसी चीज के लिए तैयार बैठा है जो आंखें दिखाएगा चाइना शायद उसको अपना ही नुकसान करना पड़ेगा एक लिमिट के ऊपर जब इंसान टॉप कैटेगरी में पहुंचता है तो वो डिफरेंट तरीके से बिहेव करता है चाइना हैज़ दैट यू नो उस चीज को क्या कहेंगे कि चाइना हैज़ दैट मच मनी दैट ही कैन फाइट विद यूएस बट इंडिया डजंट हैव दैट मच ऑफ़ मनी तो इंडिया उस मूड में भी नहीं है और ये अच्छी बात है इंडिया को इस पूरे गेम में फायदा ही होना है यहां नुकसान होता कुछ नजर नहीं आ रहा है और बाकी टाइम आपको अपने आप बताएगा आई कैन सेंस ऑल दीज़ थिंग्स शायद लास्ट 20 इयर्स से मार्केट में हूं और लास्ट 30 इयर्स से पैसा कमा रहा हूं लोगों के साथ डील करके व्हेन आई वास 13 तब कमाना शुरू किया था आई एम 43 नाउ और अभी तो पूरी जिंदगी बड़ी है और सीखते जाएंगे करते जाएंगे लोगों को समझते जाएंगे ह्यूमन साइकोलॉजी को समझना इंपॉर्टेंट है अगर मार्केट में अच्छे बड़े पैसे कमाने हैं अपने से बड़ों को अब्यूसिव वर्ड्स यूज़ करना बंद करो वरना ईश्वर कभी बड़ा नहीं बनाएगा कल फिर मिलेंगे एक नए वीडियो के साथ तब तक अपना ख्याल रखो जय हिंद जय भारत",
    "timestamp": 1744865181147
  }
}