{
  "SeAz3dfNVfc": "हर कोई एसआईपी से करोड़पति नहीं बन सकता आपकी 4000 की एसआईपी से 3 साल बाद 4 लाख बन जाएंगे लेकिन अगर भगवान ना करे आपके घर में कोई बीमार हो गया और हॉस्पिटल में एडमिट करना पड़ा तो 3 से 4 लाख का बिल कंफर्म है यानी आपकी 3 साल की पूरी सेविंग्स जीरो और पैसे कम पड़े ना तो गहने बेचकर या फिर दोस्तों से उधार लेकर भी इलाज करवाना पड़ेगा मैं सिंपली आपको यह समझाना चाहता हूं कि आप 4000 की बजाय 3000 की एसआईपी करते और 1000 महीना भर के हेल्थ इंश्योरेंस ले लेते ना तो आपको 5 से 10 लाख तक का हेल्थ इंश्योरेंस मिल जाता यानी पूरा मेडिकल बिल इंश्योरेंस कंपनी खुद पे करती और आपकी 3000 की एसआईपी से 3 साल बाद करीब ₹1.5 लाख का कॉर्पस भी आराम से बन जाता अब आप कहोगे कि हमने हेल्थ इंश्योरेंस ले लिया और क्लेम नहीं मिले तो वेल डोंट वरी डिट्टो के साथ ऐसा नहीं होगा डिट्टो इंश्योरेंस Zerod द बैंक एक न्यू एज इंश्योरेंस प्लेटफार्म है जिनकी टीम आपको फ्री कंसलटेंसी प्रोवाइड करती है यह देखिए यहां से आप बाय इंश्योरेंस पर क्लिक करके यहां से आप अपना सूटेबल टाइम स्लॉट सेलेक्ट कर सकते हो अब शेड्यूल टाइम स्लॉट पर डिट्टो की एक्सपर्ट टीम आपको कनेक्ट करेगी और आपके रिक्वायरमेंट के हिसाब से आपको बेस्ट हेल्थ इंश्योरेंस प्रोवाइड कर देगी बाकी कंपनियों की तरह बार-बार कॉल करके परेशान भी नहीं करेंगे कोई गलत प्रॉमिस भी नहीं करेंगे और तो और डिट्टो आपको क्लेम सेटलमेंट और डॉक्यूमेंटेशन में भी पूरी हेल्प करता है दैट टू फ्री ऑफ कॉस्ट तो अभी जाओ और अपनी फ्री कंसल्टेशन बुक कर लो लिंक मैंने बायो डिस्क्रिप्शन और पिन कमेंट में ऑलरेडी डाल दी है",
  "ZYfUWMPSKOA": "इकोनमिक टाइम्स का यह आर्टिकल देखिए 2025 के एंड तक निफ्टी 28,000 और ससेक्स 90,000 के लेवल पर पहुंच जाएगा ऐसी प्रेडिक्शन है यानी अगर यह सही हुआ ना तो निफ्टी 22,000 के बॉटम से लगभग 27% की आउटस्टैंडिंग रिटर्न दे सकता है वो भी सिर्फ 2025 में आई नो आपको भरोसा नहीं होगा लेकिन मेरे पास कुछ और भी इंपॉर्टेंट डाटा है ICICI डायरेक्ट की ये रिपोर्ट देखिए इनके अकॉर्डिंग निफ्टी 2025 के एंड तक 28,000 नहीं बल्कि 28,800 के लेवल तक पहुंच जाएगा Bajaj ब्रोकिंग भी निफ्टी के परफॉर्मेंस को लेकर काफी बुलिश है इसीलिए उन्होंने 28,700 का टारगेट दिया है अगर अब भी विश्वास नहीं होता ना तो गोल्डमैन सैच की ये रेटिंग देखो इस इंटरनेशनल ब्रोकरेज फर्म ने भी निफ्टी पर भरोसा जताते हुए 27,000 का टारगेट दिया है यानी ऑलमोस्ट बहुत सारे ब्रोकिंग फर्म निफ्टी को लेकर बहुत ज्यादा बुलिश है लेकिन क्या सच में ऐसा हो पाएगा क्योंकि पिछले 6 महीनों से यानी अक्टूबर 2024 से मार्च 2025 तक एफआई ने इंडियन मार्केट में कांस्टेंटली सेलिंग ही की है और निफ्टी को अपने लाइफट हाई से 15% क्रैश भी कर दिया है 2025 के एंड तक मार्केट कहां जाएगा यह समझना है तो तीन इंपॉर्टेंट डाटा पॉइंट्स को समझ लो टारगेट खुद ही समझ जाएगा नंबर वन बैंकिंग एंड फाइनेंसियल सर्विज स्टॉक में स्ट्रांग अपमूव आ सकता है क्योंकि आरबीआई आने वाले समय में 25 से 50 बेसिस पॉइंट का रेट कट कर सकती है जिससे लोन सस्ती हो जाएगी बैंक्स और एनबीएफसी के मार्जिन इंप्रूव हो जाएंगे लो इंटरेस्ट रेट वाली लोन का फायदा रियलस्टेट सेक्टर को भी मिलेगा और कंज्यूमर ड्यूरेबल गुड्स लाइक कार बाइक एसी टीवी मोबाइल्स की सेल्स में भी काफी इंप्रूवमेंट हो सकती है इन सबका कंबाइन इफेक्ट हमारी इकोनमी की ग्रोथ पर ही पड़ेगा नंबर टू कई सारे क्वालिटी स्टॉक अट्रैक्टिव वैल्यू्यूएशन पर मिल रहे हैं इसीलिए डीआई कंटीन्यूअसली उन्हें खरीद रहे हैं अक्टूबर 2024 से लेकर मार्च 2025 तक का पूरा डाटा देखिए एफआईआई भले माल बेच कर जा रहे हैं लेकिन डीआईएस आज भी कंटीन्यूअसली बाइंग कर रहे हैं पिछले 6 महीनों में करीब 3 लाख करोड़ की बाइंग और स्पेसिफिकली मार्च में तो एफआईआई भी नेट बायरर्स थे अगर यह ट्रेंड यूं ही चलता रहा ना तो 2025 के एंड तक मार्केट फिर से 26,000 के लेवल को आराम से टच कर सकता है नंबर थ्री इंडियन गवर्नमेंट यूएस टेरिफ वॉर को टैकल करने के लिए इंपोर्ट ड्यूटीज को कम करने का प्रपोजल पर विचार कर रही है बहुत जल्द इंडियन गवर्नमेंट इसे फाइनल भी कर देगी और फिर से हमारे जिओपॉलिटिकल रिस्क को कम कर देगी रिसेंटली सेबी और आरबीआई मिलकर एफआईआई की इंडिविजुअल स्टॉक इन्वेस्टमेंट लिमिट को 15% से बढ़ाकर 25% करने का प्रपोजल लाए हैं कुछ सेक्टर्स में एफडीआई लिमिट को भी बढ़ाया गया है मार्केट में आप जैसे रिटेल इन्वेस्टर्स का पार्टिसिपेशन भी बढ़ते ही जा रहा है यह सारे रीज़ंस मार्केट को सपोर्ट कर रहे हैं और बहुत जल्द निफ्टी को फिर से 26,000 के लेवल तक ले जा सकते हैं",
  "3b9t69R8MX0": "सीएनबीसी का यह आर्टिकल देखिए इसमें साफ-साफ लिखा है कि निफ्टी में 2500 पॉइंट का फॉल एक्सपेक्टेड है और निफ्टी 20,000 या फिर 19,500 के लेवल को भी टेस्ट कर सकती है यानी यहां से लगभग 10-12% का एक और भारी क्रैश आ सकता है और 27 सितंबर 2024 की 26,277 की पीक से देखा जाए तो लगभग 24% का फॉल एलरा कैपिटल के बीजू सोमियल ने सीएनबीc टीवी के साथ इंटरेक्ट करते हुए उनको यह भी बताया कि अब तक हमने जो देखा है ना वो तो बेयर मार्केट की सिर्फ पहली वेव थी और अभी तक 5 महीने ही हुए हैं यह बेयर मार्केट अगले 18 से 24 महीनों तक चल सकती है यानी आने वाले समय में शायद मार्केट और भी ज्यादा गिर सकता है वैसे मार्केट को गिरते हुए देखकर डरना छोड़ दो जहां गिरते हुए मार्केट में आपके पोर्टफोलियो लॉस में है वहां कई सारे ट्रेडर्स हर रोज लाखों रुपए कमा रहे हैं यह देखिए 1 अप्रैल 2025 को जब निफ्टी 350 पॉइंट डाउन है तब विकास वरा ने 27 लाख का प्रॉफिट बनाया है अनमोल ने 14 लाख का प्रॉफिट जितेंद्र सिंह ने 8 लाख का प्रॉफिट और तो और यह सारे ट्रेडर्स के वेरीिफाइड पीएनएल है मैंने यह सारा डाटा सेंसिबल से ही लिया है यानी लिटरली लोग 8 से 10 दिनों में 400 500% का रिटर्न बना रहे हैं और यह आप भी कर सकते हो यकीन नहीं होता है तो यह देखिए अगर आप निफ्टी के इस पुट ऑप्शन में सिर्फ ₹11,000 लगाते ना तो सिर्फ 10 दिन में ₹61,000 बन जाते यानी आपको ₹00 का नेट प्रॉफिट हो जाता यानी सिर्फ 10 दिन में 450% का रिटर्न कम है क्या चलो डिटेल में बताता हूं कि यह हुआ कैसे यह देखिए थर्ड जनवरी को निफ्टी 24,200 पर ओपन हुआ था और वहां से 10 दिन लगातार गिरावट आई 13 जनवरी को निफ़ी 23,100 के लेवल तक पहुंच गया यानी 10 दिन में करीब 1100 पॉइंट का क्रैश इसमें सबके इक्विटी पोर्टफोलियोस तो रेड हो चुके थे लेकिन मार्केट ऊपर जाए या नीचे ट्रेडर्स हर सिचुएशन में पैसा बना ही लेते हैं अगर आपको इस फॉल का अंदाजा होता ना तो आप थर्ड जनवरी को मार्केट ओपन होते ही निफ्टी का 16 जनवरी 2025 का ₹23,900 की स्ट्राइक प्राइस वाला यह पुट ऑप्शन बाय कर लेते जो उस समय लगभग ₹147 पर ट्रेड कर रहा था और अगले सात ट्रेडिंग सेशन में मार्केट 111 पॉइंट गिर गया जिस वजह से निफ़ी के इस पुट ऑप्शन की वैल्यू ₹825 हो गई यानी अगर आपने सिर्फ एक लॉट भी बाय किया होता ना तो आपके ₹11,25 इन्वेस्ट होते और वो ₹61,875 बन जाते यानी सारे खर्चे निकालने के बाद भी आपको ₹50,000 का नेट प्रॉफिट हो सकता था वो भी सिर्फ 10 दिनों में सिमिलरली अपमू में भी अब यह सेम स्ट्रेटजी से हजारों लाखों रुपए कमा सकते हो आपको बस मार्केट किस डायरेक्शन में मूव करेगा ना यह पता होना चाहिए आई नो ये डिफिकल्ट है बट इंपॉसिबल नहीं है मार्केट में 17 मार्च से लेकर 24 मार्च तक 5.8% की एक रैली आई थी जिसमें निफ्टी 22,350 से सीधे 1300 पॉइंट का जंप करके 23,650 तक पहुंच चुका था यहां अगर आप 17 मार्च को निफ्टी का 22,450 का यह कॉल ऑप्शन बाय कर दे ना तो सिर्फ छह ट्रेडिंग सेशन में 450% से भी ज्यादा का रिटर्न बन सकता था क्योंकि ₹300 वाला यह कॉल ऑप्शन 1270 पहुंच चुका था मार्केट की इस छोटी सी रिकवरी से आपका पोर्टफोलियो रेड से ग्रीन तो नहीं होता लेकिन आप ट्रेडिंग से छोटा-मोटा प्रॉफिट तो जरूर बना पाते ससेक्स का 78,000 का यह कॉल ऑप्शन तो सिर्फ 1ढ़ दिन में ₹55 से सीधे ₹834 तक पहुंच गया यानी ₹146% का मल्टीबैगर रिटर्न वो भी सिर्फ 1ढ़ दिन में यानी आपके ₹10,000 ₹1,400 बन जाते वाओ मोरल ऑफ दी स्टोरी क्या है यही है कि अगर मार्केट की मूवमेंट को समझ लिया ना तो प्रॉफिट आराम से बन सकता है और आज के इस वीडियो में मैं आपके साथ यही डिस्कस करने वाला हूं कि आने वाले समय में निफ्टी यहां से किस तरफ जा सकता है निफ्टी 18,000 पहुंचने वाला है या 28,000 आइए शुरू करते हैं इकोनॉमिक टाइम्स का यह आर्टिकल देखिए 2025 के एंड तक निफ्टी 28,000 और ससेक्स ₹0000 के लेवल पर पहुंच जाएगा ऐसी प्रेडिक्शन है यानी अगर यह सही हुआ ना तो निफ्टी 22,000 के बॉटम से लगभग 27% की आउटस्टैंडिंग रिटर्न दे सकता है वो भी सिर्फ 2025 में आई नो आपको भरोसा नहीं होगा लेकिन मेरे पास कुछ और भी इंपॉर्टेंट डाटा है ICICI डायरेक्ट की ये रिपोर्ट देखिए इनके अकॉर्डिंग निफ्टी 2025 के एंड तक 28,000 नहीं बल्कि 28,800 के लेवल तक पहुंच जाएगा Bajaj ब्रोकिंग भी निफ्टी के परफॉर्मेंस को लेकर काफी बुलिश है इसीलिए उन्होंने 28,700 का टारगेट दिया है अगर अब भी विश्वास नहीं होता ना तो गोल्डमैन सैच की ये रेटिंग देखो इस इंटरनेशनल ब्रोकरेज फर्म ने भी निफ्टी पर भरोसा जताते हुए 27,000 का टारगेट दिया है यानी ऑलमोस्ट बहुत सारी ब्रोकिंग फर्म निफ्टी को लेकर बहुत ज्यादा बुलिश है लेकिन क्या सच में ऐसा हो पाएगा क्योंकि पिछले 6 महीनों से यानी अक्टूबर 2024 से मार्च 2025 तक एफआई ने इंडियन मार्केट में कास्टेंटली सेलिंग ही की है और निफ्टी को अपने लाइफटाइम हाई से 15% क्रैश भी कर दिया है 26,000 से सीधे 22,000 तक 1 अक्टूबर 2024 से लेकर 26 मार्च 2025 तक एफआईआई ने करीब 32857 करोड़ का माल बेचा है हालांकि मार्च में एफआईआई ने सबसे कम सेलिंग की है लेकिन जब तक एफआईआई की इंडियन मार्केट में स्ट्रांग वापसी नहीं होगी ना मार्केट का तेजी से बढ़वा पाना बहुत मुश्किल है हालांकि मार्च में एफआईआई ने नेट बाइंग की है लेकिन फिर भी जब तक एफआईआई इंडिया में वापस नहीं आते ना तब तक इंडियन मार्केट का इतनी तेजी से ग्रो करना इंपॉसिबल लग रहा है ईडी नाउ की यह हेडलाइन देखिए इन्होंने भी अपने एक शो में यह सवाल उठाया था कि क्या निफ्टी 18,000 तक गिर सकता है और उस वक्त भी कई सारे एनालिस्ट का यह मानना था कि हां यह हो सकता है लेकिन फिलहाल तो बॉटम से मार्केट ने बाउंस बैकक करके एक रिलीफ रैली दिखाई है लेकिन क्या यह रैली सस्टेनेबल है क्या निफ्टी का डाउनफॉल यहां बंद हो जाएगा या फिर यह रिलीफ बस टेंपरेरी है और मार्केट फिर से 18,000 के लेवल तक गिरने वाला है वेल आज के इस वीडियो में आपको इन सभी सवालों के जवाब दूंगा अलोंग विद प्रॉपर रीज़ंस एंड एविडेंसेस तो वीडियो को एंड तक जरूर देखना अगर आपने मार्केट को सही तरीके से एनालाइज करना समझ लिया और आने वाले समय में मार्केट कहां जा सकता है यह समझ लिया ना तो आप आउटस्टैंडिंग प्रॉफिट बना सकते हो वैसे मार्केट ऊपर जाए या नीचे आपका प्रॉफिट पोटेंशियल बढ़ सकता है MSTOK के मार्जिन ट्रेडिंग फैसिलिटी फीचर के साथ आपको अपने कैपिटल पर 4x मार्जिन मिल सकता है यह प्लेटफार्म सारे रिटेल इन्वेस्टर्स को हेल्प करने के लिए ही बना है इनकी एमटीएफ ट्रेडिंग फैसिलिटी को यूज़ करके आप अपने एकिस्टिंग कैपिटल पर चार गुना लेवरेज ले सकते हो यानी सिर्फ 10,000 के कैपिटल से आप 500 के शेयर्स बाय कर सकते हो 400 की लोन आपको एमस्टॉक देता है जिस पे सिर्फ 6.99% से इंटरेस्ट स्टार्ट होता है जो कि पूरी इंडस्ट्री में सबसे लोएस्ट है यहां आप जीरो ब्रोकरेज के साथ ईटीएफ में भी इन्वेस्ट कर सकते हो जिसका मतलब है कम खर्चे में ज्यादा रिटर्न्स साथ ही डायरेक्ट म्यूच्यूल फंड्स पर भी 0% कमीशन का फायदा उठाइए और अपनी इन्वेस्टमेंट को कॉस्ट इफेक्टिव बनाइए ज्यादा सेविंग्स ज्यादा मुनाफा 18 लाख से ज्यादा लोगों का ट्रस्ट 80 करोड़ से ज्यादा सक्सेसफुली एग्जीक्यूटेड ट्रेड्स 4.1 स्टार की रेटिंग यह सब कुछ लोगों का इन पर भरोसा है एम स्टॉक नए और बेहतर टूल्स के साथ और भी पावरफुल हो चुका है ईटीएफ और एमटीएफ इन्वेस्टर के लिए 39 नए स्टॉक्स और छह ईटीएफ भी अब एमटीएफ के अंदर शामिल हो चुके हैं 16 नए ईटीएफ अब प्लेज शेयर के साथ अवेलेबल है इसका मतलब है कि अब आप भी डायवर्सिफाइड और फ्लेक्सिबल इन्वेस्टमेंट स्ट्रेटजीस फॉलो कर सकते हैं तो देर किस बात की है वीडियो खत्म होते ही डिस्क्रिप्शन में दिए हुए लिंक से एमस्टॉक चेक जरूर करना नाउ कमिंग बैक टू द टॉपिक मार्केट 2025 में कहां तक जाएगा उसका एक क्लियर पिक्चर समझते हैं मार्केट करंट लेवल पर रीज़नेबली वैल्यूड है पिछले 5 सालों में निफ्टी 8,000 के लेवल से 26,000 तक पहुंच चुका है यानी 223% का रिटर्न इन जस्ट फाइव इयर्स पिछले 5 सालों में हर किसी ने अपने पैसे 5 से 10 गुना ग्रो कर लिए हैं लेकिन अगले दो-ती सालों तक यह होना थोड़ा मुश्किल है इंडिया के जानेमाने ट्रेडर और इन्वेस्टर शंकर शर्मा का यह बयान सुनिए वेरी वेरीरी स्ट्रेट फॉरवर्ड यू विल सी नेक्स्ट टू जीरो रिटर्न्स फ्रॉम द हाईज ऑफ़ सेप्टेंबर 24 टिल द फॉर द नेक्स्ट फोर फाइव इयर्स और ऐसा इसलिए कहा जा रहा है क्योंकि ग्लोबल फैक्टर्स इंडियन मार्केट की ग्रोथ को बिल्कुल सपोर्ट नहीं कर रहे हैं एफआई अगले 3-4 सालों तक इंडिया वापस नहीं आएंगे क्योंकि यूएस बॉन्ड ईल्ड 4.5% के आसपास चल रही है यानी फॉरेन इन्वेस्टर्स यूएस में रिस्क फ्री 4 1/2% का इंटरेस्ट अर्न कर पा रहे हैं और अगर यूएस इक्विटी में इन्वेस्ट कर दे ना तो 10-12% का रिटर्न तो आराम से मिल जाएगा वहीं यूएस इन्वेस्टर जब इंडिया में इन्वेस्ट करने आते हैं तो सबसे पहले उसको करेंसी कन्वर्ज़ चार्जेस पे करने पड़ते हैं यूएस डॉलर्स को इंडियन रूपीस में कन्वर्ट करने के चार्जेस उसके बाद सेबी आरबीआई और इंडियन गवर्नमेंट के मल्टीपल रेगुलेशंस को फॉलो करना पड़ता है वो भी ठीक है और अगर वो इंडियन मार्केट से 15% रिटर्न बना भी ले ना तो शॉर्ट टर्म कैपिटल गेन टैक्स के नाम पे 20% और लॉन्ग टर्म में बनाए तो 12.5% यानी अगर एक साल में एफआईआई 15% का रिटर्न बना भी ले ना तो भी 3% तो गवर्नमेंट के पास जाएगा एज शॉर्ट टर्म कैपिटल गेन टैक्स इसके बाद 1 साल में इंडियन रूपी करीब 4% डेप्रिसिएट हो जाता है यानी जब एफआईएस अपना पैसा निकालकर यूएस वापस ले जाते हैं तब उन्हें यह रुपी डेप्रिसिएशन की वजह से 4% और कम मिलते हैं यह सब हटाने के बाद उन्हें ब्रोकरेज एक्सचेंज चार्जेस सेबी चार्जेस और करेंसी कन्वर्शन चार्जेस भी तो पे करने हैं सब मिलाजुलाकर 1% पकड़ लो यानी 15% पर एनम रिटर्न्स बनाने के बावजूद भी एफआईआई को नेट रिटर्न कितना मिला सिर्फ 7% इससे तो वह लोग इन्फ्लेशन को भी बीट नहीं कर पाएंगे अगर शॉर्ट टर्म कैपिटल गेन टैक्स की जगह लॉन्ग टर्म कैपिटल गेन टैक्स कंसीडर कर लो ना तो भी ज़्यादा से ज़्यादा 8% बन पाएगा और क्या वैसे हमने तो यह अस्यूम किया है कि निफ्टी 15% का रिटर्न देगा लेकिन यह जरूरी नहीं है पिछले 10 सालों में निफ्टी का सीएजीआर रिटर्न देखिए 10.40% है और 1.34% की डिविडेंड ईल्ड ऐड कर लो तो करीब 12% का रिटर्न अब सोचिए अगर मार्केट सिर्फ 12% रिटर्न देगा उसमें से 2-3% टैक्स 4- 5% का रुपी डेप्रिसिएशन 1% की ब्रोकरेज एंड सम अदर चार्जेस तो एफआईआई के पास बचेगा ही क्या सिर्फ 4 से 5% का रिटर्न इतना रिटर्न बनाने के लिए वो इंडिया थोड़ी आएंगे यूएस में बैठे-बैठे यूएस गवर्नमेंट बॉन्ड ईल्ड से ही इतना रिटर्न आराम से बन जाएगा और ऊपर से ट्रंप चाचा ने इंडिया इंडिया करके वोट्स तो ले लिए और पावर में आने के बाद इंडिया के खिलाफ ही टेरिफ वॉर अनाउंस कर दी है पर्सनली मुझे पॉलिटिक्स के बारे में ज्यादा तो नहीं पता लेकिन डोनल्ड ट्रंप एक नेशनलिस्ट इंसान लगते हैं जो सिर्फ और सिर्फ यूएस का ही फायदा देखना चाहते हैं जैसे इंडिया में मेक इन इंडिया मिशन चला था ना अब सिमिलरली यूएस में मेक इन अमेरिका मिशन चल रहा है सारे अमेरिकन मैन्युफैक्चरर्स को गवर्नमेंट रिबेट्स कंसेशंस और कई सारे बेनिफिट्स दे रही है और यह मिशन कोई टेंपरेरी मिशन नहीं है यह अगले तीन-चार सालों तक जरूर चलेगा बहुत जल्द डॉन्ड ट्रंप अमेरिकन इंस्टीट्यूशनल इन्वेस्टर्स को यूएस की कंपनीज़ और यूएस स्टॉक मार्केट में ही पैसा लगाने के लिए मोटिवेट करेंगे देख लेना जिस वजह से यूएस मार्केट में तेजी आ सकती है लेकिन इंडियन मार्केट में पहले जैसी तेजी आना मुश्किल है क्योंकि एफआईआई इंडिया वापस नहीं आएंगे एस पर माय ओपिनियन इंडियन मार्केट का ओवरवैल्यूड बबल अब बस्ट हो चुका है कई सारे स्मॉल मिड एंड माइक्रोcैब स्टॉक अपने टॉप से 50-60% गिर चुके हैं आपका पोर्टफोलियो भी 40-50% डाउन जरूर होगा और अगर अभी भी आपके पोर्टफोलियो में वही घिसे पिटे स्टॉक्स रहेंगे ना तो आप कभी प्रॉफिट नहीं बना पाओगे आपको सेक्टर स्पेसिफिक होना पड़ेगा ऐसे स्टॉक्स उठाने पड़ेंगे जो मार्केट लीडर्स हैं जिनका बिजनेस इन ग्लोबल फैक्टर्स की वजह से अफेक्ट नहीं होने वाला है ऐसे बिनेसेस जिसको गवर्नमेंट सपोर्ट कर रही है जो इकोनमी की ग्रोथ के साथ आसानी से ग्रो कर सकते हैं ऐसे 20 स्टॉक्स मैंने मेरे इस वीडियो में कवर किए थे एक बार चेक जरूर कर लेना लिंक मैंने डिस्क्रिप्शन में दे दी है और फिलहाल गिरते हुए मार्केट में म्यूच्यूल फंड कहां इन्वेस्ट कर रहे हैं कौन से टॉप 10 स्टॉक्स में अग्रेसिव बाइंग कर रहे हैं उसकी भी पूरी रिपोर्ट मैंने बना के रख ली है तीन दिन बाद मैं उस पर भी एक सेपरेट वीडियो लाने वाला हूं मिस मत करना चैनल को अभी सब्सक्राइब कर दो और बेल आइकन को भी प्रेस कर दो ताकि वीडियो लाइव होते ही तुरंत आपको नोटिफिकेशन मिल जाए निफ्टी के टारगेट की बात करूं तो सारे ग्लोबल फैक्टर्स को देखते हुए मार्केट कुछ समय तक कंसोलिडेट हो सकता है लेकिन 18,000 के लेवल तक तो नहीं गिरेगा अनलेस एंड अंटिल मार्केट में बहुत बड़ा स्कैम हो जाए या कोई बड़ा पेंडेमिक या फिर दो कंट्रीज के बीच में कोई मेजर वॉर डिक्लेअर हो जाए एस पर टेक्निकल एनालिसिस निफ्टी के लिए 21,980 बहुत ही स्ट्रांग सपोर्ट ज़ोन है पिछली बार भी मार्केट यहीं से बाउंस बैक हुआ था तो जब भी मार्केट 21,500 से 22,000 की रेंज में आता है और 21,500 को ब्रेक नहीं करता है आप बाउंस बैकक की तैयारी कर लेना फरवरी 2024 से लेकर जून 2024 चार महीनों तक निफ़ी ने कंटीन्यूअसली इसी लेवल को स्ट्रांग सपोर्ट बनाया था और यह आगे भी स्ट्रांग सपोर्ट का काम कर सकता है रही बात अपसाइड टारगेट की तो एज़ पर टेक्निकल एनालिसिस निफ्टी का अगला रेजिस्टेंस 24,800 पर है अगर आपको याद होगा तो यह वही लेवल है जहां से निफ़ी में हेड एंड शोल्डर पैटर्न का ब्रेकडाउन हुआ था और 3000 पॉइंट का एक शार्प फॉल आ चुका था अब अगर निफ्टी इस रेजिस्टेंस लेवल को ब्रेक करके ऊपर सस्टेन करता है ना तभी मार्केट में एक बुलिश सेंटीमेंट क्रिएट हो सकता है वरना यह छोटी-मोटी रैली से कुछ नहीं होने वाला है 2025 के एंड तक मार्केट कहां जाएगा यह समझना है तो तीन इंपॉर्टेंट डाटा पॉइंट्स को समझ लो टारगेट खुद ही समझ जाएगा नंबर वन बैंकिंग एंड फाइनेंसियल सर्विज स्टॉक में स्ट्रांग अपमूव आ सकता है क्योंकि आरबीआई आने वाले समय में 25 से 50 बेसिस पॉइंट का रेट कट कर सकती है जिससे लोन सस्ती हो जाएगी बैंक्स और एनबीएफसी के मार्जिन इंप्रूव हो जाएंगे लो इंटरेस्ट रेट वाली लोन का फायदा रियलस्टेट सेक्टर को भी मिलेगा और कंज्यूमर ड्यूरेबल गुड्स लाइक कार बाइक एसी टीवी मोबाइल्स की सेल्स में भी काफी इंप्रूवमेंट हो सकती है इन सबका कंबाइन इफेक्ट हमारी इकोनमी की ग्रोथ पर ही पड़ेगा नंबर टू कई सारे क्वालिटी स्टॉक अट्रैक्टिव वैल्यू्यूएशन पर मिल रहे हैं इसीलिए डीआई कंटीन्यूअसली उन्हें खरीद रहे हैं अक्टूबर 2024 से लेकर मार्च 2025 तक का पूरा डाटा देखिए एफआई भले माल बेच कर जा रहे हैं लेकिन डीआईएस आज भी कंटीन्यूअसली बाइंग कर रहे हैं पिछले 6 महीनों में करीब 3 लाख करोड़ की बाइंग और स्पेसिफिकली मार्च में तो एफआईआई भी नेट बायरर्स थे अगर यह ट्रेंड यूं ही चलता रहा ना तो 2025 के एंड तक मार्केट फिर से 26,000 के लेवल को आराम से टच कर सकता है नंबर थ्री इंडियन गवर्नमेंट यूएस टेरिफ वॉर को टैकल करने के लिए इंपोर्ट ड्यूटीज को कम करने का प्रपोजल पर विचार कर रही है बहुत जल्द इंडियन गवर्नमेंट इसे फाइनल भी कर देगी और फिर से हमारे जिओपॉलिटिकल रिस्क को कम कर देगी रिसेंटली सेबी और आरबीआई मिलकर एफआईआई की इंडिविजुअल स्टॉक इन्वेस्टमेंट लिमिट को 15% से बढ़ाकर 25% करने का प्रपोजल लाए हैं कुछ सेक्टर्स में एफडीआई लिमिट को भी बढ़ाया गया है मार्केट में आप जैसे रिटेल इन्वेस्टर्स का पार्टिसिपेशन भी बढ़ते ही जा रहा है यह सारे रीज़ंस मार्केट को सपोर्ट कर रहे हैं और बहुत जल्द निफ्टी को फिर से 26,000 के लेवल तक ले जा सकते हैं लेकिन जैसा कि मैंने पहले भी कहा हर स्टॉक ऊपर नहीं आएगा आपको सिलेक्टिव स्टॉक में इन्वेस्टमेंट करनी होगी इसके लिए आप मेरा यह वीडियो चेक करना मत भूलना और 3 दिन बाद जो वीडियो लाइव होने वाला है उसको भी मिस मत करना इसके लिए चैनल को अभी सब्सक्राइब कर लो और हां डिस्क्रिप्शन में दिए हुए लिंक से एम स्टॉक पर अपना अकाउंट ओपन करना मत भूलना जय हिंद इन्वेस्टमेंट्स एंड सिक्योरिटीज मार्केट्स आर सब्जेक्ट टू मार्केट रिस्क रीड ऑल द रिलेटेड डॉक्यूमेंट्स केयरफुली बिफोर इन्वेस्टिंग",
  "oOBy21Jcb3Y": "एलसीड इन्वेस्टमेंट का बाप मिल चुका है सिर्फ यह एक शेयर आपको रातोंरात अरबपति बना सकता था 6 महीने पहले यह स्टॉक ₹13 पर ट्रेड कर रहा था आज स्टॉक की वैल्यू ₹8,55,900 दिखा रही है यानी 65,83,746% का मल्टीबैगर रिटर्न ₹10,000 सीधे ₹65 करोड़ बन जाते हैं यह एक इन्वेस्टमेंट कंपनी है मर्चेंट बैंकिंग कमर्शियल फाइनेंसिंग स्टॉक ब्रोकिंग शॉर्ट टर्म लोंस लॉन्ग टर्म लोंस ऐसी कई सारी फाइनेंसियल सर्विज प्रोवाइड करती है स्टॉक का नाम है मेगा फिन इंडिया लेकिन ₹8,55,900 का यह प्राइस आपको सिर्फ go के ऐप पर देखने मिलेगा क्योंकि यह बहुत बड़ा ग्लिच है बीएसई का यह वेरीिफाइड डाटा देखो इस स्टॉक में आखिरी ट्रेड 18 नवंबर 2024 को हुआ था और वह भी ₹13 के आसपास और तब से यह स्टॉक का प्राइस ₹13.6 ही चल रहा है इनफैक्ट फिलहाल यह स्टॉक सस्पेंडेड है क्योंकि कंपनी ने बीएसई को एनुअल लिस्टिंग फीस यानी कि एएलएफ ड्यूस देने में डिफॉल्ट किया है इसीलिए आपको Go के अलावा किसी भी ब्रोकर के ऐप पर यह शेयर नहीं मिलेगा वेल यह स्टॉक कोई ट्रेडेबल स्टॉक है ही नहीं और एक्चुअली में इतना प्राइस हुआ ही नहीं है यानी सच में यह शेयर का प्राइस ₹8,55,900 कभी पहुंचा ही नहीं है यह सिर्फ Go के ऐप पर दिख रहा एक ग्लिच है लेकिन कई लोग बिना किसी प्रॉपर रिसर्च के सबको यह फेक न्यूज़ फैला रहे हैं तो यह वीडियो अपने सारे दोस्तों के साथ शेयर कर दो ताकि वह भी यह फेक न्यूज़ से बच सके और ऐसे ही इनसाइटफुल वीडियोस के लिए मुझे फॉलो करना मत भूलना",
  "yp-a-y1kSC4": "Hello friends, welcome again to another very interesting video, till now you must have seen many videos on YouTube to make AI talking avatar video and you must have seen many tutorials on our channel also to make AI talking avatar video, but today's video is completely different from all those videos because till now the method by which we make our AI talking avatar video, in that method we have to first generate the image of our character and then convert that character image into video. You have to generate an over and then lip sync with the character video and voice over, but in today's video we are going to tell you about the method and tool, neither will you need to generate the image of your character separately nor will you need to convert that image into a video, nor will you need to generate the voice over separately nor will you need to do lip syncing separately because you can do all this with the help of this tool. You can do it in one click and that too absolutely free and without any watermark, so friends, watch the video till the end so that all the steps are clear to you and like the video quickly. If you are new to the channel, then subscribe to the channel and also press the bell icon so that you keep getting notifications of all the upcoming videos. So, let's start the video. Search by typing hdra ai in the browser of your mobile or computer and open the website of hdra, after that sign up here. You will click here and sign up through email or with your Google account. You can also use temp mail to create your account on Hera. On creating an account on Hedra AI, you get 400 free credits. After creating the account, it asks you to accept some terms and conditions, then you have to accept them. After coming to the home page of Hedra AI, click on Try Now and then on the option in the video above. Now click on it and see, there are two options here - Audio Script and Image Frame. In the option with Audio Script, we have to add our script and in the option with Image Frame, we have to add the image of our character. So first we will add the image of our character, for this we click on the Image Frame. Now three options are visible in front of us, the first is Create Image, the second is Capture Image, the third is Upload Image. In Create Image, we can directly create the image of our character here. In Capture, you can use your camera from here. You can click the photo and by clicking on upload you can upload the image of your character from the gallery of your mobile or computer. Now we click on upload and upload the image of the character from our gallery. After adding the character image, now we have to add the script here, for this we will click on the option of audio script. We also get three options in the script. From the first option, we can directly generate the voice over from our script here. From the second option, we can add our voice here. We can record and by clicking on the third upload audio, we can upload our already recorded audio, so we will generate our video by uploading the already recorded audio here, so we click on upload audio here and select our audio and upload it. Now look, our audio has come here but right now our audio is visible here in red color. The reason for this is that in a free account here, we can create our talking avatar video with a maximum of 20 seconds length of audio at a time . Now Because this audio of ours is more than 20 seconds in length, so first we have to trim it to 20 seconds, for this we will trim our audio within 20 seconds by holding it like this. Now see, as soon as the length of the audio is within 20 seconds, the color of the audio has changed from red to blue. Now if you feel that there is background noise in your audio, then you enable the option of Remove Background Noise from here, then whatever is in your audio will be removed. There will be background noise, it will be removed and if you want to change the voice of your audio, then you can do that too, for this you will come to the voice change option and click on choose voice here, then the voices will open in front of you and you will select the voice with which you want to replace the voice of your audio and you will see this voice of yours by clicking on generate preview here. You can also listen to the preview, but for now we will keep our original voice here, so we will click on clear filter here, then whatever voice we have selected here will be removed from here, after that add to video here below. If you click on , now our audio script has also been added here. Before generating the video, you can apply some settings here like you can select the model from here but in the free account you get only one model which is automatically selected. From here you can select the aspect ratio of the video and from here you can select the resolution of the video which is maximum 720 pixels and this is also automatically selected here, now below. In the prompt box, you can enter a prompt to generate your video. However, this is optional. Even if you do not enter any prompt here, Hedra AI will generate a good quality lip sync video with your audio and character image. So for now, we will leave the prompt box blank and will come to this arrow to generate your video. And here you can see how many credits you will spend on generating this video. Now generate your video. To do this, we will click on this arrow. Now the processing of generating our video has started here, so it may take up to 3-4 minutes of time, so let's wait a little for it. Now the AI ​​talking avatar video with lip sync has been generated. Let's play the video. Now the AI ​​talking avatar video with lip sync has been generated. Let's play the video. If you have not liked the video yet, then like the video. The channel is new on the channel yet. If you have not subscribed , then subscribe the channel and also press the bell icon so that you get the notifications of all the upcoming videos. You can see how good the video quality is, how well the lip sync is happening and the best thing is that you will not be able to see watermark anywhere on the video and to download the video, click on three dots here. Click on download and download it. Now we will generate a video here and watch it in which we will see both the character image and voice over in the header. So for this we come back to the image frame and this time we will select the create image option. Now here we will generate the image of our character using the Flux Dev model. For this, in this box below, we will write or paste the character image prt. We had given you the character image prt in the description of the previous video, so you can use those character image prt. Otherwise, you can enter your own prt here, so now we paste our character image prt here. After that, click on the arrow here and within a few seconds it has generated the image of the AI ​​​​avatar. If you do not like the image, then you can generate the image of your character again by clicking on the arrow. Now here, if you click on Add to Video, then the character image has been added here. Now we will add audio, so for this, click on the audio script and click on generate speech. Now to generate the voice over, we have to paste our script in this box. Now for the voice over, we have to To select the voice, first we will click on the auto option here and from here we will select the Hindi language or you have to select the language in which you want to generate your voice over. Now here we will click on choose voice, then the voices have opened in front of us, which you can listen to by clicking on play here. If you click on the voice to use the voice you like, then that voice will appear. It will be selected, now click on add to video below, the voice has been added here, click on the arrow to generate the video and the processing of generating the video has started, so let's wait a bit. Now our second video has also been generated. Now let's play this video once and watch it. Friends, if you have not liked the video yet, then please like the video and if you are new to the channel, have not subscribed yet, then you can only watch the channel. With this one tool, character image, character's talking video, voice over lip sync, everything is ready with a single click and that too for free without any watermark. So by following these steps, you can easily create your AI talking avatar video with lip sync without watermark . So friends, we hope that you would have liked this new tutorial of creating AI talking avatar. If you found the video useful then do like the video and subscribe the channel till now. If you haven't already, then subscribe to the channel and also press the bell icon so that you get notifications of all the upcoming videos. Bye-bye and take care for now, see you in the next video for a new tutorial.",
  "z01lyQH7rao": "hi everyone So in the year 1990 China's GDP was 1 by 20th or 20 times less than that of the US Right now the situation is that on purchasing power parity terms China has overtaken the US in terms of GDP China's GDP is half that of the US So what has happened in the last 30 40 years is that China's economy has grown at a very fast rate and as a result China from being a colony of the US has become a real competitor to the US and now it is almost given that it will overtake the US Now this is going to have massive repercussions for the world So on this video I'm going to give you an understanding of what those potential changes could be and how this current trade war is an important watershed moment in history which will propel China to the top So let me not complicate the story Let me explain the entire story in six very simple points So first and foremost what you need to understand is that how Chinese economy has evolved and how it has gone from being a colony of the US in a way to becoming a real superpower which now competes with the US and what kind of repercussions it has So the story starts in the year 1971 At that point in time US had catapulted to the top of the economic food chain and it has become one of the most powerful nations on earth and it was setting up international systems like WTO It's one could argue it's like US- based World Bank is US governed so to say So all these international bodies international organizations were set up by the US Now US in a way one could argue is the colonizer of the entire world including China So what was US looking for in the 70s well what every colonizer would look for they would look for cheap labor cheap raw material So they went and invaded a lot of oil countries in a way and they started hunting for cheap labors Now why was this required very simply because the US consumer domestic base was growing What is the meaning of US customer base growing well in the ' 70s as US dollar became the reserve currency of the world post the Bretonwood system Basically what happened was that the US consumerism also rose Basically that was the start of people consuming more and more stuff in the US The entire financialization of assets started to happen at a really fast rate The entire credit card debit card industry started booming up The fractional banking system or the abuse of fiat money system started in that era In simple words US consumers were demanding more and more and they needed to import different goods and products from different parts of the world to meet that rising demand China back in the 70s 80s was a low-income country It was going through a series of challenges of its own And like any low-income country it started focusing on agriculture and it got an opportunity to start manufacturing subsequently Now the interesting thing about the Chinese people were that they really focused on their trade For example you would have heard that if you go back 15 20 years ago China reverse engineers things Now what is the meaning of reverse engineering thing for example if Japan sends a washing machine to China Chinese people will open up that washing machine They will study every part they will replicate it and build a better washing machine at a lower cost So this is the meaning of reverse engineering and China or Chinese people did that exceptionally well They did it for clothes they did it for assembly lines they did it for even like cars Now for example if you have taken a ride in a car called as BYD you will categorically understand that it is a better car compared to Tesla So what has happened over the years is that Chinese invested a lot in their education in their infrastructure and directed their economy to become a manufacturing oriented economy Until date they are manufacturing a lot Yes they might not be exporting directly out of China So they have gone ahead and built new bases of export For example Vietnam is now a hot spot for exporting Chinese goods Thailand is exporting a lot of Chinese goods So what is happening in very simple terms is that from 1990 all the way till 2025 China amplified its export It gained a lot of strength in terms of its export and US ended up consuming a lot of stuff Fast forward to 2025 the situation now is that the current trade war is a war between two options Option one is that China figures out a new market to export and does not export much to American customers but figure out some new market maybe India and for America the war is being fought on the base that can they also start their own manufacturing and reduce their export dependence from China which brings us to point number two that if you look at this table what you will figure out is something called as trade deficit So you'll see that every year what happens is America is importing a lot of stuff from China right in the tunes of billions of US dollar and this deficit is already growing right now what we imagine is that for example if America is importing stuff from China let's say that they are importing some washing machines America will pay some US dollars to China and China will keep this US dollar with them and do nothing but that is not true anymore and this is what the point of contention right now is Now what is the meaning here so let me take a minute to explain this critical concept to you It's very simple that for example if Americans are giving $100 billion for Chinese goods to China what would China do with that $und00 billion well they will buy something called as US denominated assets This could be US stocks or this could be US bonds or this could be US real estate In fact if you go back and study the last 15 years Chinese buyers have bought properties everywhere in the world Right from Malaysia to UAE to America everywhere Chinese buyers are buying properties very aggressively Why because they have excess of these American dollars which they are getting out by exporting a lot of stuff to the world including that in the US Now the current problem is that this system was working beautifully US did not really bother about too much because of the fact that US dollar was the reserve currency of the world But the issue happening right now is that China has become so strong economically that it can potentially destabilize the US dollar Now how exactly can it destabilize the US dollar we have started to get this initial hint in the current bond market in the US So for this you need to understand the relationship between bond market and stock market Now basically what happens is that if the stock market is going down what does that mean well let's say that if the stock market was at 100 units okay and it fell to 90 units there is a 10% correction Why did it fall to 90 units well because 10 units of money came out of the stock market Now if 10 units of money came out of the stock market where should it go well in most cases or up until now this is like at least a four decade old relationship that whenever the stock market goes down this excess money which has been pulled out of the market goes into the bond market So therefore it is typically seen that bond and equity/stock market have an inverse relationship that when stock market is falling bond markets will go up When bond markets are falling equity market will go up This is because of the fact that this excess money right it rotates between bond and equity market Now it is important to note that US has the number one stock market in the world and it is also important to note that US has the number one bond market in the world But in the year 2025 something strange is happening What is happening is that when the current crash due to this trade war happened the equity market in the US went down by 20% So NASDAQ went down by 20% But the bond market also went down Now this can be seen from this spike in yield So whenever yield prices of the bonds or 30-year treasury goes up it means that the bond prices are corrected So there is an inverse relationship between yield of a bond and its price So here you are seeing the spike on the bond market which means that the prices of the bond are going down and that is where the breakdown of US financial assets are at play Many people are speculating that it is the Chinese people who have sold the bonds or the Chinese government has sold the bonds If you look at this chart you will see that how much of external US dollars are held by different countries and China features as the number two country in the world which holds a lot of US dollars So the game plan for China is very simple that they export more get more US denominated assets when they keep on creating more exports and eventually they get into a power where they can pretty much dictate terms to the US where they could derail the bond market So many people are making fun of Trump that Trump is an idiot He should not be focusing on his manufacturing etc He's not He has a plan Maybe that plan is not working That's a separate story But to cut the long story short for the US to build that manufacturing base right and building their internal capability to manufacture or at least starting that process is very very important because this is not a game that US can continue to play forever They have benefited from this game for the last 30 40 years but it's time that US puts a halt to this and take some measures which can decelerate or slow down the decline of US dollar so to say So far if you have been enjoying the video I would request you to subscribe to this channel I actually teach a lot of macroeconomics finance from a practicality point of view I run my own hedge fund in Dubai I gain practical experiences I talk about investment from that lens So in case you can give a thumbs up to this video and subscribe it would mean a lot Which brings us to the next point that okay who is likely to win this war so according to me China is likely to win this war Why because there are two choices at play that hey option one is that America ends up building their manufacturing capability Probability of this happening is what number two is that China finds a new market to export Well there will not be a clear winner here but I think China will come out on top in this negotiation Reason is that China has an easier or China will have an easier time figuring out new customers and it's really really tough for America to build its manufacturing capability to the point where they can probably like offset 50% of export from China So this is a much more difficult inherently difficult choice for the Americans Now you add to that some other factors as to why China is likely to win Number one point is that even US corporates or US-based companies are hobnobbing with the Chinese A recent case study is that Nvidia's chief Jensen Huang he actually flew to China the moment US President Donald Trump he imposed a fine in a way on Nvidia for exporting the H20 chips Now this was very recent news just last week Nvidia chief did not go and meet Trump He went and met Chinese officials right to figure out how they can probably work together So number one point here is that even American corporates are not listening to American president This is problem one Now you compare this to Jack Mahar story and imagine him rebelling against the Chinese government He once did something and he vanished for 3 months Okay Then number two point is even US central bank is independent compared to Chinese central bank Now what do I mean by that so recently like and this is again last week that Jerome Powell right he has been targeted by President Trump and this is the statement of President Trump I'm reading it out that Donald Trump has attacked the head of US central bank for not cutting interest rates stating that Jerome Powell's termination cannot come fast enough so he wants him gone okay and he cannot do anything as of now because there are probably democratic structures at play or whatever you call it but this problem is not with China so if they want to keep their currency base low or they want to temporarily devalue their currency in order to increase their export effectiveness they would do it Okay So they do not have to deal with central bankers per se Now call it the merits of autocracy or demerits of democracy whatever you want to call it but this is a reality Number three in the US there is a lot of infighting within the government So Republicans and Democrats like BJP and Congress here they are at each other's throat and a lot of consensus building needs to happen and that kind of gives a competitive advantage to China These are some of the basic factors why China will win Now if you look at it from an infrastructure geopolitical viewpoint again there are two things that I will draw your attention to Number one point is something called as string of pearls theory So for example you will see this string of pearls around being built by China around India What this allows them to do is that they are controlling strategic ports in the vicinity of India Right so for example in Sri Lanka they control something called as Hantoa port In Pakistan they control something called as Guadada port Now how is China exactly controlling these countries So for example you would have heard that Sri Lanka actually went bankrupt Now who offered them money right to build like infrastructure in Sri Lanka well it was Chinese right now China is acquiring strategic infrastructure all across the globe right from Africa to Mauritius to Sri Lanka and they are creating something called as belt and road initiative and the string of pearls theory okay so if you look at belt road this is what a built-in road looks like what it does is that it connects China to rest of the world till Europe right where things can pretty much move through railway lines and even through roads right now what this will do is that it will allow China to explore new markets and transport their goods at a cheaper rate and improve the logistics Now logistics are very important for China because US has done a string of pearls with China So it's difficult for them to use those oceanic routes without getting into a direct intervention But if they get this thing organized below new markets and they are very much on track with it This is not something that they have prepared for today They have been doing this belt and road initiative for a while now So then comes the last point that okay fine if China wins the trade war and currently if they come out on top and US starts focusing on its own manufacturing base what would happen to the world and what would happen to the world of investing now a lot of changes will happen now that that is a video in itself if you guys want I'll make it but there are three critical points that I will help you pick the first key critical point is that the representation of Chinese currency in the global currency will go up for example IMF has something called as SDR special drawing ing rights and here the currency is uh kind of designed in a way where the representation of US dollar is 43% euro is 30% Chinese remn is 12% Japanese yen is 7 and a half% pound is 7.44% So the mix in this basket will change This might be the new reserve currency in the world 20 25 30 years down the line because people are trusting US dollar less and less Does it mean that US stock will go to zero no that will not happen What will happen is point number two which is there will be very high inflation in the world US will keep on exporting a lot of inflation to the world For example in the last cycle in the 2020 zone when COVID crisis happened there was more inflation in India compared to that in the US If you look at it from a practicality point of view if you just look at government numbers it's a separate story So what why does that happen because US exports inflation really well to the world every time they turn on the printer it hurts them less because that's internal debt for the US but it's external debt for India in a way so as a result inflation in middle inome countries like India is going to go haywire before the US market crashes right so it's not as if that US market will fall in fact when inflation is high things like real estate or assets like real estate and stocks actually do better right so it's better to be in assets compared to that in cash so don't assume that US stock market will go under or something of that sort But yes the real returns will come down and it will come with a lot of volatility Volatility looks something like this It looks like a sine wave that there is lot of up and down movement etc And this is already happening on the market So let me just show you the chart also So for example if you consider this 21 phase right and here I'm looking at NASDAQ So what you would notice is that the NASDAQ itself fell by roughly 35% right here out of the blue just from valuation correction This is a 21% fall which is underway right now on NASDAQ This volatility right previously it used to be like this this height but now it has gone up to this height Okay So this is volatility This will panic a lot of investors Unfortunately we don't have a choice but to stay invested Final key takeaway that I'll give in terms of in the form of investing is that you need to be diversified I have been saying this over and over again You need to diversify for different asset classes Real estate bonds gold whatever you need to do However you feel like diversifying Number two diversification is called as geographic diversification You cannot have everything in India or everything in the US You need to diversify across developed and developed markets Very very important And finally is the currency risk For example we don't know at what rate US dollar will destrengthen or strengthen Whether Chinese people will depreciate their currency or not So all these are critical macroeconomic issues which we have no clarity on A lot of things are at play So it's better to be diversified Hedge for currency geography and asset class risk I hope you enjoyed this macro conversation If you did do press the like button and I'll see you soon",
  "ma4GpLT4cTQ": "And Steve Jobs when he came to India he said in his documentary by Walter Isixson that India runs by intuition of common sense use while crossing the road you you use your common sense you don't obey the lines you sometimes use the common sense if there's you can you can get in anywhere you want to even in the roads in the lines but US runs by intellect",
  "12YlKk40YAI": "hey guys Lovable 2.0 just dropped with a bunch of new amazing features to make it even easier to build and deploy real world applications even if you're not a coder And in today's video we're going to look at the five biggest updates of Lovable 2.0 And then you're going to see all of these updates in action as we go off and build a beautiful website just like this completely from scratch only using prompts inside of Lovable And we're going to build it in less than 10 minutes And because you guys are awesome I'm giving away a custom GPT that I've created for you guys that helps you create the perfect prompts for Lovable to help you build beautiful websites even faster Just check out the link in the description below so you can download it for free Also don't worry if you're not a coder Lovable 2.0 has made it even easier to build full stack applications to where even your grandma can do it which is why I'm so excited to talk about everything in this new release Also huge shout out to lovable for sponsoring this video I've been using them for a while to build my own websites just like this one And I've loved how easy and simple they've made it to build beautiful websites which is why I was so excited when they reached out to collaborate to talk about this new release But enough talking let's go ahead and cover the five big features that you want to see and go ahead and dive into the live build So the first and my favorite update inside of Lovable 2.0 is they've really upped the bar on their visual editing platform At this point you can click on any element inside the web application you're building and you have total control over it You can update the text the text size the padding pretty much anything that you can think of you can directly control through a guey And this is a huge improvement from where we were a few months ago where if you wanted to make changes you would either have to hook the project up to code and you manually go change it elsewhere or you would have to spend an extra credit to say \"Hey can you please make the text this much bigger?\" So this is a huge improvement to make it more cost-effective and easier to use to get better results Super excited about this first update And the second feature I'm super excited about is Lovable is now fully supporting dev mode which means you can easily toggle back and forth between prompt and preview and code and preview So if you're a developer like me and you want to get your hands dirty you can easily now do it And my favorite part is all of the changes you make you can easily press save and it will save it directly to GitHub which is a huge improvement of where we were a while ago to where you would have to manually edit everything over in GitHub and import it back in Now it's just super easy to all edit in one place Super excited for you guys to try this one out And the third new feature you're going to see inside of Lovable 2.0 is their new chat mode agent And I can go ahead and tell you this thing is a beast You can use it to ask questions about your project or you can have it help you debug issues Or my favorite is you can use it to plan out big changes and updates inside your applications And it's great because you get to make sure you and the agent are on the same page before it goes off and makes changes But once you are both on the same page it has a nice little button for you that says implement changes and then it just takes care of the rest for you from there Absolutely love this one Super excited for you guys to try this one too And the fourth new feature you're going to see inside of Lovable 2.0 is their new multiplayer mode which allows you to bring in your friends co-workers and other contributors to your projects so that you all can work on the same project This one is amazing because in the past everything inside of Levable was single player So it was pretty much you working on it If you wanted to make changes you had to send it over to GitHub where you could have other people to start to work on the project But now you can all work in one unified workspace which is Lovable and make all the changes you guys want and you can share all the billing credits under one account Absolutely love this feature And the fifth major update you're going to see inside of Lovable is you can now buy your own custom domains all inside the application I absolutely love this one especially for beginners because now you don't have to hop across all these different websites to go off and buy your own beautiful domain and you're actually going to see me later in the video go off and buy AI with Brandon.ai and you're gonna see how just how easy it is to buy it and actually start hosting your website on your own custom domain Excited for you guys to see this one in just a bit And as a quick extra bonus I wanted to show you guys some pricing changes that they've made to make everything simpler and more transparent and honestly more affordable So let me walk you through the old pricing super fast so you can see what it used to be So back in the day what it was is they had multiple tiers everything from starter to launch to scale to teams and everything was based around daily limits and then on top of that it was monthly limits So there were just a lot of moving parts uh and ultimately if you were using lovable a ton you would eventually hit scale and once you hit scale it was confusing cuz it's like I just want more credits Now I'm having to deal with monthly limits So it was all around kind of confusing But now to make things more transparent more clear and like I said more affordable they've simplified it to now a free tier a pro tier and a team uh team tier on the free tier So if you just sign up for Lovable today you'll get five daily credits So you can log in actually crank out a beautiful website completely for free and you can actually see it The only gotcha is it's going to be public so other people can see your source code but it's still a great way to get started and try out the product Then once you're saying \"I'm addicted and I can't stop using it now.\" You will hop over to the pro tier which is 25 bucks a month for 100 credits per month And what's so nice about this is everything's credit based So one credit equals one message And if you want more credits great There's uh will be a drop down right here And you can say I'd like 200 monthly credits 300 400 500 And basically every 100 credits is around $25 And you can do a ton with a 100 credits You'll see in just a second when we go build out the application how many credits we use to actually build a beautiful website So you're going to see you know we can go really far with 100 credits And you're going to get some other features too So private project so you can hide your project so other people can't see the source code You can invite other editors to start doing the multiplayer mode And you can start to bring in your own custom domain So you're going to see all this in just a second So yeah those were the five plus one bonus new features inside of Levable 2.0 So now let's go ahead and hop over to the live build so you can see all these features in action All right guys welcome to lovable.dev So this is what the updated version of Leovable looks like And I'm super excited for us to dive into the live build in just a second But if this is your first time looking at lovable I just want to give you a quick tour So right when you log in you can easily just type in your prompt right here and create a beautiful web application As you go off and create real world projects they'll be able to uh access all of the active projects you have right down here And then if you're looking for inspiration they have a from the community tab So you can see in real time all the different projects that people are working on to get inspiration and just see what people are making So absolutely love it Now in our case we are going to be doing a live build to showcase all the new features that you just saw And as I mentioned at the very beginning of the video I have built a special GPT for you guys that will create the perfect prompt for you guys to make building a website inside of Lovable so easy and just make the results honestly beautiful Lovable already does a phenomenal job and this just helps you with getting the ideas out of your head and into a prompt So all you need to do is click the link down description below to go over and get this GPT prompt generator And what it'll do is it'll walk you through a few quick questions about like hey what are you trying to build you know what's the goal and what you're trying to do from there And after answering a few questions it's just going to go off and generate a beautiful document that's going to contain all the information needed for Lovable to create an amazing website for you So it's cranking out so much code So what I've done is I've copied the code Um and what we're doing in our case is saying \"Hey please build me a portfolio website so that I can say \"Hey here's all my YouTube content and if you want help building out AI agents come work with me.\" That's all we're trying to do That's all the GPT has done So what we can do is just paste in the result from the GPT and give it over to Lovable From there Lovable is going to take in our huge prompt that's going to contain everything from the copy for the website the style of the website and everything else needed to go off and create our website And it's going to spin out and start cranking up an entire Nex.js application completely completely for for free and super fast Just if you remember from the beginning you get five free credits So this could be one of your credits to go off and create the initial part of your application So we're going to give it a second while it's going off and cranking out our website and we're going to pop right back in once it's done building Okay guys So it took just a few more seconds to go off and build our website But look how amazing the final result is And this is after a single prompt This is crazy how good it did So as you can see we have a amazing hero section saying like \"Hey AI with Brandon email me Here's some information about me.\" and just continual call to actions We'll fix some of these buttons in a second but overall amazing for the first attempt From there I told the prompt that I wanted to showcase my latest YouTube videos So it did a great job of making a new section to showcase all my videos Don't worry in just a little bit we'll actually put in real videos you know just to help you get ideas on how you can actually interact with lovable and make changes And then from there it has an awesome footer section to where it's like hey once again call to action Do you want to work with me cool you know help I'll help you build out your AI agents Just email me and here's some examples of what I can work on So all around crazy that it did this in a single you know a single try So what we're going to do next is start working on showcasing how you can start to use some of the new features to fix and make improvements to the application that you just built inside of Lovable Okay So the first thing I want to show you guys is the new visual editor So in order to make changes to a specific component inside of our application we can click the edit button down here And what it'll do is it'll go okay great Which application do you want to change so in our case what I want to do is update this span right here So specifically what I want to say is hey please drop the email icon here And basically what we can do is it'll go off and it'll make the change in real time to where it's going to say \"Okay I understand where in the source code this icon is at I'm going to remove it save the file and then I'll update the preview.\" So this should take just a second to go ahead and fix the email button So you can see in real time it's editing it It should be changing it and it dropped it Okay great So now we have fixed that part of the code And now what we can do is once again try it on somewhere else So we have the edit button toggled So let's go ahead and do this edit And in this case the cursor flashing keeps happening in the wrong spot So um you can also see inside of here we can change anything as well So we can update the you know the style of the text We can change anything that we wanted to So in our case what I want to do is just say let's say discard because I clicked the wrong thing So discard Sorry about that And what we'll do is click this section right here and just say \"Hey there are some issues with the cursor inside of this component It is always on the right sorry about that long day side of the screen So then what we can do now is send it off and it'll go okay hm why is that happening?\" It'll go off and fix it So all around this is just crazy that we can just type to lovable it give it the issues we're having It'll analyze the code and then from there it'll go off and make the fixes in order to actually make the changes happen Uh so we can get rid of bugs which is crazy because once again nothing so far has required you to understand code All you need to do is just identify a problem and then translate it and tell it to lovable for it to go off and make the necessary changes So we're going to give it just a second to go off and quickly update this cursor issue real quick and then we're going to showcase some of the other features inside of Lovable 2.0 So we gave Lovable a few more seconds and it was able to fix the typewriter effect So now it's looking flawless to where it's typing in and out my different things that I do instead of having the cursor over here randomly So this looks amazing So now let's go ahead and look at one of the next features which was going to be the chat feature Now this one is crazy how good it is So let me show it to you So what you can do is click chat And as you can see when you click chat it's gonna allow you to work with lovables agent that is going to understand what you want before making changes So let me show you this in action So what we're going to say now is go okay I would please like to make some changes to this YouTube section I don't want to have all of these different category tags that you can see right here And then when it comes to my actual videos I don't want to show these placeholders I want to show my actual videos So here are links to all of my videos and the title for each one of those videos So now what we can do like I said click chat and then press enter What this is going to do in our case is come up with a big plan of going okay I understand the website's current state I understand what you want and now I am working and brainstorming a new plan of how I can make this come to action and what I'm going to do to you is present this plan in real time so you can see all the changes I want to make So I want to update the gallery So I want to get rid of all the current stuff Then what I want to do is actually enhance the video data So everything's fake right now It's mock data And I want to show the real YouTube ID So when someone clicks it it takes them over to YouTube And then I want to make the each one of these card elements more beautiful So right now um you know we just have very light animations and I want to make it look a lot prettier So this is what it's recommending And then like I mentioned earlier this thing is a beast So once you're on the same page as it you can just click the implement the plan and it'll go off and make all the code changes And that's exactly what we're going to do So this takes just a few more seconds to go off and actually look through all the different code and look at the plan and make all the changes So we're going to give this a few more seconds so you can see implement this plan in action So after just a few seconds Lovable was able to crank out the plan that we gave it And the updates are crazy So now you can see it's pointing out to all of my videos that I've been working on on my YouTube channel that I gave it So you can see it has beautiful like nice little effects for each one So now we can have like a nice little play button and when I actually hover over it it you know shows a nice animation So all around it did a great job showcasing my portfolio And now what I want to do is dive into one of the other features that Lovable just dropped which was their inline code editor So you don't need this if you're not a developer but if you are a developer I just want to showcase how powerful it is So what we're going to do inside the code is drop this section right here So this was just like a madeup quote and we're just going to get rid of it So what we can do is in the top right hand corner there's a new button that allows you to switch over to dev mode So once you're in dev mode you can see all your source code And to get a better sense in of the code you can actually collapse this editor over here on the lefth hand side So now you're just in full code mode And this is where you can see everything inside of your Nex.js application In my case you know if you're familiar with Nex.js code you can see all the different things in here And I believe this will probably be the work with me section Yeah this is definitely the work with me section And we're going to scroll down to the bottom cuz this is where it made up that one quote that I don't want anymore And I can easily come in here and delete it So I'm just going to press delete And what's amazing is now what you can do is just click save changes In the past this used to be a big sticking point because what you had to do was go all right lovable Sorry you're actually connected up to GitHub Don't worry if you don't know about GitHub Um but basically you're saving all your changes to uh GitHub and now what you have to do is go make changes in a different editor and then save those changes push them back up reloadable It used to be a whole ordeal but now you're just directly making the changes right here inside of Level And it's so easy to do It's crazy So now you can just click save changes Everything should uh take just a second to save everything to GitHub And now whenever you look back at the preview you can see that it completely dropped that random quote at the end So that was so easy to make some amazing changes And now what we can do is open back up our editor over here and everything's great You can see that we just saved some changes in our code editor Now if you did want to add it back something else that Lovable does that just makes it super easy If you ever make a mistake you can easily just click restore and you'll go back and undo a change So I can just show it to you real fast So if we want to get rid of that code change we can just click restore It'll take us a few seconds to actually load everything back up It's working on undoing those changes Success We restored And now it's back But hey I don't want it I just wanted to show you guys that it does work So it takes just a second So all right guys So now what we're going to do is head over and start looking at how we can start to publish our application and buy your custom domain now that we have a perfect beautiful website uh spun up And publishing is super easy All you need to do is in the top right hand corner click publish Now what this will do is it will automatically by default publish to a lovable domain for you So lovable.app is where it'll all get published and whatever the name of your application is So up here in the top left that's usually what the domain you're going to be given So you're just going to click publish And what this will do is it'll take a few seconds but it's like packaging all the code together deploying it for you handling all that complexity so you never have to worry about it So now you can see your app is fully deployed So you can click the little link and it'll take you to your website to where you can see it in all of its glory And this thing looks amazing guys And we did this in like a few minutes It's crazy that we could build all of this in a few minutes So all round absolutely crushed it Love what Lovable has done hence the name So now what I want to do is walk you through the process of buying your own domain inside of Lovable just so you can see how easy it is and how you can update the domain you deployed to So you're not deploying to lovable you're deploying to your own URL So we're going to go ahead and walk through it real quick First thing you need to do is click manage When you click manage it'll take you to the settings page and it'll give you two options If you already have your own domain that you've bought somewhere else click add domain But if you want to buy it through Lovable I would uh just click this link right here and it'll take you over to this page right here So it's going to take a second to spin up I think they're just getting a ton of traffic right now So it's a little slower to start but we're going to give it a few seconds and then we're going to come back and start trying to buy our own domain All right so what you need to do go ahead and delete whatever it has in here and type in whatever domain you want to And it has some extra cool features that you'll see in just a second where it includes AI to help you come up with ideas But go ahead and type in your first domain by default So in my case I'm going to do AI with Brandon Make sure I spelled it right Yep Andai And we're going to go ahead and click check availability Now what this is going to do is say all right is this domain available in my case it is So what I can do is buy the domain Now for whatever reason if this domain was not available you can actually search for other domains So down here let me zoom in for you guys so you can see it a little bit better So you can see down here what we can do is search for other ones So if this one doesn't work and I was going to be like Brandon does AI I can search with generated uh domain name So I'm going to say Brandon Brandon AI developer developer And then we can click generate domains and it'll go off and search for us to be like okay based on what you want to do here's other domains that you could buy And some of them are stupid cheap And then other ones aren't I definitely want to go for a.com aapp or aai So I'm not going to look at those And I'm going to go back to add to cart And I'm quickly just going to buy everything So you know it's a two-year subscription Just to give you guys an update on like pricing I've bought domains other AI domains and they usually run me around $69 per year So this is honestly a really good deal So I'm going to go through the process of buying it real quick and then once it's done we're going to hop back over and I'm going to show you how you can change to deploy your apps uh your own app to your own new website So give me just a second Oh and something else I just want to show you that pops up immediately next is Lovable gives you the option to easily hook up Google Workspace So if you want to have your own custom email so in my case it would be Brandon at AI with Brandon I could easily click add to cart and this would give me that email capabilities But I'm going to skip it for now and just buy strictly the domain So one second and then we'll be right back So I just bought a domain and this is what the screen looks like after you're done where it says like hey you brought the domain and it's going to be automatically configured to work with lovable It could take some time for everything to get configured but we should be good to go So we're going to click finish And then we're going to in our case go back to publish And now what we can do is see that we have two different domains now So we have our current one that came automatically And now we have a new one Now you can see it's spinning cuz it's taking some time to officially connect everything So you can see it's just pending So what we're going to do is take a quick pause while it's in that 10-minute grace period And as soon as it's ready we'll go ahead and record it And I'll show you guys how you can fully deploy and we'll go check everything out So it took about 10 minutes just like it said it would And now everything is officially connected No more white dot And what you can do is if you go off and publish right now what'll happen is it will now publish to both of our domains which is super nice It's one click and we get everything deployed to both of our different domains Now this isn't going to work However I'll show you why So u if you click right now it's going to go and take you to this failed site So what we need to do is if you bought a domain just like me what you'll do is you'll go over um you'll get some emails saying like \"Hey here's your link to login.\" And in our case we need to activate this SSL thing which is basically allowing you know secure HTTPS which stands for hypertext transfer protocol secured And that's what we're trying to do So we're just went to do the activate now the SSL starter kit one It takes a second then everything is officially Yeah Everything is officially secure So you just click wait a second and I agree I agree I agree Set up SSL I'm going to download the private key So yeah tada You now have officially made your website secure So you're not going to get that issue anymore So I just want to show you guys that cuz that definitely was tripping me up at first until I realized what was going on So now it probably will take a little bit to propagate everything None of this stuff is instant We'll update one more time just to make sure But yeah usually anything related to buying a domain setting up all these uh certificates takes extra time So don't get freaked out if it takes you know a little bit up to sometimes an hour or so to uh to officially be connected But now yeah we're going to give it a little bit more time and I'll let you guys know once it's ready to go So I gave it a little bit more time and now everything is golden So now whenever I click to go off to my website now it officially directs everything over to where you can see AI with Brandon We have our beautiful website built with lovable We have some amazing looking animations You can click to email me where it'll be directed to actually you know sending me an email to work with me You can see all the videos I've been working on and you can you know once again say hey call to action You want to build an AI agent work with me And once again this was all created with Levelable which is crazy I'll actually have a link to this uh website down in the description below so you can see it yourself and test it out just because I think this thing is amazing So I hope you guys are as excited about Lovable 2.0 as I am And I definitely recommend checking out the link in description below so you can head over and check out Lovable yourself to start creating your own beautiful websites And also if you would like to see me to do a deeper dive into Lovable and connecting up to Superbase to start building out deeper full stack applications definitely drop a comment down below so that I know that you guys want it and I can build it for you guys But yeah definitely recommend checking out all the other videos I have on my channel and cannot thank you guys enough for watching this one today See you Talk to you in the next one Bye",
  "uFoRdJvzEcs": "nft 50 ETF में इन्वेस्ट करके आप Reliance TCS Wipro HDFC Bank ITC Infosys Bajaj Fins जैसे मल्टीपल कंपनीज़ में इन्वेस्ट कर सकते हो यह 50 ब्लूचिप स्टॉक्स है यानी सिर्फ ₹60-70 या ₹1200 खर्च करके आप इतने सारे स्टॉक में इन्वेस्ट कर सकते हो अब अगर आपको थोड़ा सा अग्रेसिव जाकर अपने रिटर्न्स को इंप्रूव करना है तो आप निफ्टी नेक्स्ट 50 ईटीएफ में इन्वेस्ट कर सकते हो बेसिकली यह इंडेक्स निफ्ट्टी 50 के बाद की टॉप 50 कंपनीज़ को ट्रैक करती है इसमें निफ्ट्टी 50 के कंपैरिजन में रिस्क थोड़ा सा ज्यादा होता है और निफ्टी टोटल मार्केट के कंपैरिजन में थोड़ा सा कम होता है निफ्टी nex 50 में एमआरf hl dमar adan power टाटा पावर जैसी बड़ी-बड़ी कंपनीज़ शामिल है यहां कोई छोटी-मोटी कंपनी नहीं है लेकिन फिर भी यहां रिटर्न्स और ग्रोथ के पैरामीटर्स ज्यादा अच्छे होते हैं यह देखिए बेंचमार्क निफ्टी Nex 50 ट्राई के 1 3 एंड फाइव ईयर रिटर्न्स को देखिए 4.76% 16.62% एंड 26.22% रेस्पेक्टिवली यानी 5 साल के हिसाब से 26% का सीएजीआर यह आउटस्टैंडिंग है अगर आप मार्केट में बिगिनर हो या आपका अप्रोच थोड़ा कंजर्वेटिव है तो आप निफ्ट्टी 50 ईटीएफ में इन्वेस्ट कर सकते हो अगर आप लॉन्ग टर्म इन्वेस्टर हो जिसको डवर्सिफाइड पोर्टफोलियो चाहिए तो निफ्टी टोटल मार्केट इंडेक्स इज़ द बेस्ट ऑप्शन 750 शेयर सिर्फ ₹10 में और अगर आप इन दोनों कैटेगरीज के बीच में हो तो आप निफ्टी नेक्स्ट 50 ईटीएफ में इन्वेस्ट कर सकते हो लेकिन लास्ट वाला जो ईटीएफ है ना वो तो ग्लोबली सबसे बेस्ट परफॉर्मिंग ईटीएफ है दैट इज गोल्ड ईटीएफ बेसिकली यह ईटीएफ डोमेस्टिकली फिजिकल गोल्ड के प्राइसेस को ट्रैक करता है और हर ईटीएफ यूनिट 99.5% प्योरिटी वाले 1 ग्राम गोल्ड को रिप्रेजेंट करता है इसीलिए गोल्ड ईटीएफ एक बहुत अच्छा लॉन्ग टर्म इन्वेस्टमेंट ऑप्शन है इससे आपका पोर्टफोलियो और वाइड हो जाएगा प्लस यह गोल्ड ईटीएफ आपके लिए फ्लक्चुएटिंग मार्केट में हैेजिंग का काम करते हैं जब स्टॉक मार्केट नीचे होती है ना तब गोल्ड के प्राइसेस बढ़ने लगते हैं और उस वक्त आपके पोर्टफोलियो में रहा हुआ गोल्ड ईटीएफ आपको पॉजिटिव रिटर्न्स दिखाएगा आपके पोर्टफोलियो को ग्रीन में रखने के लिए बहुत जरूरी है अगर आप एक डवर्सिफाइड पोर्टफोलियो बनाना चाहते हो तो अपने टोटल इन्वेस्टमेंट को इन चारों ईटीएफ में क्लासिफाई करके इन्वेस्ट करना शुरू कर दो गोल्ड गिरते हुए मार्केट में भी अच्छा रिटर्न देगा निफ्ट्टी 50 ईटीएफ इंडेक्स को रेप्लिकेट करेगा निफ्टी नेक्स्ट 50 ईटीएफ जो है वो मार्केट से बेटर रिटर्न देगा और निफ्टी टोटल मार्केट इंडेक्स आपको 750 शेयर में सिर्फ ₹10 से इन्वेस्टमेंट करवा देगा"
}