{
  "ZYfUWMPSKOA": {
    "transcript": "इकोनमिक टाइम्स का यह आर्टिकल देखिए 2025 के एंड तक निफ्टी 28,000 और ससेक्स 90,000 के लेवल पर पहुंच जाएगा ऐसी प्रेडिक्शन है यानी अगर यह सही हुआ ना तो निफ्टी 22,000 के बॉटम से लगभग 27% की आउटस्टैंडिंग रिटर्न दे सकता है वो भी सिर्फ 2025 में आई नो आपको भरोसा नहीं होगा लेकिन मेरे पास कुछ और भी इंपॉर्टेंट डाटा है ICICI डायरेक्ट की ये रिपोर्ट देखिए इनके अकॉर्डिंग निफ्टी 2025 के एंड तक 28,000 नहीं बल्कि 28,800 के लेवल तक पहुंच जाएगा Bajaj ब्रोकिंग भी निफ्टी के परफॉर्मेंस को लेकर काफी बुलिश है इसीलिए उन्होंने 28,700 का टारगेट दिया है अगर अब भी विश्वास नहीं होता ना तो गोल्डमैन सैच की ये रेटिंग देखो इस इंटरनेशनल ब्रोकरेज फर्म ने भी निफ्टी पर भरोसा जताते हुए 27,000 का टारगेट दिया है यानी ऑलमोस्ट बहुत सारे ब्रोकिंग फर्म निफ्टी को लेकर बहुत ज्यादा बुलिश है लेकिन क्या सच में ऐसा हो पाएगा क्योंकि पिछले 6 महीनों से यानी अक्टूबर 2024 से मार्च 2025 तक एफआई ने इंडियन मार्केट में कांस्टेंटली सेलिंग ही की है और निफ्टी को अपने लाइफट हाई से 15% क्रैश भी कर दिया है 2025 के एंड तक मार्केट कहां जाएगा यह समझना है तो तीन इंपॉर्टेंट डाटा पॉइंट्स को समझ लो टारगेट खुद ही समझ जाएगा नंबर वन बैंकिंग एंड फाइनेंसियल सर्विज स्टॉक में स्ट्रांग अपमूव आ सकता है क्योंकि आरबीआई आने वाले समय में 25 से 50 बेसिस पॉइंट का रेट कट कर सकती है जिससे लोन सस्ती हो जाएगी बैंक्स और एनबीएफसी के मार्जिन इंप्रूव हो जाएंगे लो इंटरेस्ट रेट वाली लोन का फायदा रियलस्टेट सेक्टर को भी मिलेगा और कंज्यूमर ड्यूरेबल गुड्स लाइक कार बाइक एसी टीवी मोबाइल्स की सेल्स में भी काफी इंप्रूवमेंट हो सकती है इन सबका कंबाइन इफेक्ट हमारी इकोनमी की ग्रोथ पर ही पड़ेगा नंबर टू कई सारे क्वालिटी स्टॉक अट्रैक्टिव वैल्यू्यूएशन पर मिल रहे हैं इसीलिए डीआई कंटीन्यूअसली उन्हें खरीद रहे हैं अक्टूबर 2024 से लेकर मार्च 2025 तक का पूरा डाटा देखिए एफआईआई भले माल बेच कर जा रहे हैं लेकिन डीआईएस आज भी कंटीन्यूअसली बाइंग कर रहे हैं पिछले 6 महीनों में करीब 3 लाख करोड़ की बाइंग और स्पेसिफिकली मार्च में तो एफआईआई भी नेट बायरर्स थे अगर यह ट्रेंड यूं ही चलता रहा ना तो 2025 के एंड तक मार्केट फिर से 26,000 के लेवल को आराम से टच कर सकता है नंबर थ्री इंडियन गवर्नमेंट यूएस टेरिफ वॉर को टैकल करने के लिए इंपोर्ट ड्यूटीज को कम करने का प्रपोजल पर विचार कर रही है बहुत जल्द इंडियन गवर्नमेंट इसे फाइनल भी कर देगी और फिर से हमारे जिओपॉलिटिकल रिस्क को कम कर देगी रिसेंटली सेबी और आरबीआई मिलकर एफआईआई की इंडिविजुअल स्टॉक इन्वेस्टमेंट लिमिट को 15% से बढ़ाकर 25% करने का प्रपोजल लाए हैं कुछ सेक्टर्स में एफडीआई लिमिट को भी बढ़ाया गया है मार्केट में आप जैसे रिटेल इन्वेस्टर्स का पार्टिसिपेशन भी बढ़ते ही जा रहा है यह सारे रीज़ंस मार्केट को सपोर्ट कर रहे हैं और बहुत जल्द निफ्टी को फिर से 26,000 के लेवल तक ले जा सकते हैं",
    "timestamp": 1745046856380
  }
}