{
  "8_-FG1ZCzUc": "आपको किसी भी एआई टूल से कोड लिखने की जरूरत नहीं है। इंप्लीमेंटेशन करने की जरूरत नहीं है। जस्ट वन क्लिक में आप अपना वेब एप्लीकेशन या वेब ऐप बना सकते हैं। वेलकम टू द बैंग। भाई कितना खतरनाक बना दिया भाई। कसम से कह रहा हूं मैं भाई लिटरली इतना खतरनाक। तो आज का आप सेलेक्ट करेंगे। मैं यहां पे आपको दिखाता हूं Google पे सर्च करके। वेब एप्लीकेशनेशंस टूल का सबसे बड़ा जो बेनिफिट होता है, यहां पर Google अपडेट्स के बहुत ज्यादा इंपैक्ट देखने को नहीं मिलते हैं। चाहे वो Google कोर अपडेट हो या Google स्पैम अपडेट। इसका मैं आपको एग्जांपल दिखाना चाहूं तो यह देख सकते हैं मेरे एक टूल का पिछले 12 महीने का ट्रैफिक रिपोर्ट है। जिसमें आप देखेंगे कि आपको बहुत ज्यादा चेंजेस नहीं देखने को मिलता है। अब इसका क्या कारण है? इसका सबसे बड़ा जो कारण है वह आपको मैं वीडियो के लास्ट में मैं बताऊंगा। लेकिन उससे पहले एक और बेनिफिट की बात कर लेते हैं। वेब एप्लीकेशनेशंस में बिना ज्यादा कंटेंट लिखे भी हमें एडसेंस अप्रूवल काफी फास्ट मिल जाता है। तो यह दो मेजर बेनिफिट्स हैं। इसके अलावा भी बहुत सारे हैं। मैं आपको आज जो बताने वाला हूं वो शायद आपको हैरान कर दे। अभी तक मैंने बहुत सारे एआई टूल्स की मदद से क्रिएट करने को बताया है कि कैसे हम कोड लिखते हैं और फिर वेब एप्लीकेशन क्रिएट करते हैं। लेकिन आज मैं बताने वाला हूं कि केवल एक क्लिक में आपको किसी भी एआई टूल से कोड लिखने की जरूरत नहीं है। इंप्लीमेंटेशन करने की जरूरत नहीं है। जस्ट वन क्लिक में आप अपना वेब एप्लीकेशन या वेब ऐप बना सकते हैं। जी हां, यह बिल्कुल सच है। मैं आपको डेमो दिखाता हूं। यहां पर मैंने दो टूल बनाए हैं। जो पहला टूल है यहां पर देखेंगे जो पहला टूल मैंने बनाया है यह एक इमेज कंप्रेसर है। यहां पे कोई भी इमेज हम अपलोड करेंगे उसका साइज कंप्रेस कर देगा। यह किस तरह के फॉर्मेट को सपोर्ट करता है? यह jpgpn.gi का सपोर्ट करता है। और यह मैक्सिमम 10 MB के फाइल को कंप्रेस कर सकता है। अब यहां पे मैं आपको डेमो दिखा देता हूं। यहां पे मैं फाइल सेलेक्ट करता हूं। और जैसे यहां पर मैं एक पीएजी फाइल सेलेक्ट करता हूं। आप देखेंगे और इसका जो साइज है यहां पर दिखा दिया 1.33 MB का है। और यह प्रीव्यू करके दिखा रहा है। क्वालिटी जो हमें कंप्रेस करना है हम इसको कम या ज्यादा भी कर सकते हैं। और यहां पे कंप्रेस इमेज पे जब मैं क्लिक करता हूं तो देखेंगे यह 1.33 MB इमेज को कंप्रेस करके 134 KB का बना दिया। तो काफी कमाल का टूल है ये। और यहां पे हम जस्ट वन क्लिक में इसको डाउनलोड भी कर सकते हैं। देखेंगे यह डाउनलोड हो गया है। तो यह एक टूल है। और सेकंड जो टूल हमने बनाया है अभी देखेंगे ये प्रीव्यू मोड में भी आपको दिख रहा होगा। यह बना हुआ है। इसमें आप देखेंगे इसने रेवेन्यू बताया इतना हुआ है। प्रॉफिट इतना हुआ है। आरओx इतना हुआ है। ऐड स्पेंड इतना हुआ है। और यहां पे एआई इंसाइड भी है। कितना प्रॉफिट मार्जिन हुआ है। ये सब कैलकुलेट करके यह बता रहा था। तो देखेंगे कितना कॉम्प्लेक्स टूल है जिसको हमने बनाया है जस्ट वन क्लिक में और इसमें पूरा इंसाइट आपको देखने को मिलेगा और यह पूरा काम कर रहा है आसानी के साथ यहां पे फॉरकास्ट भी आप चेक कर सकते हैं कि फ्यूचर में क्या होने वाला है इवन ग्राफ भी यह ड्र्रा कर देता है और यहां पे नीचे देखेंगे Amazon एड्स पे कितना हुआ है Google एड्स पे कितना हुआ है TikTok एड्स पे सब सब यहां पे आपको देखने को मिल रहा है। यहां पे ऑप्शन भी मिलता है लाइट मोड का डार्क मोड का और उसके बाद यहां पे की मैट्रिसेस भी देखने को मिल जाते हैं। इसके अलावा यहां पे अपलोड करके कोई फाइल अगर आपको समझ में नहीं आ रहा है तो यहां पे सैंपल डेटा का भी इस्तेमाल कर सकते हैं और यहां पे कोई भी डेटा जो कि इस फॉर्मेट में हो उसको अपलोड करके एनालिसिस किया जा सकता है। तो ये दो टूल मैंने बनाया है। एक मैंने इजी वाला टूल दिखाया वेब कंप्रेशन और एक मैंने दिखाया आपको कॉम्प्लेक्स टूल। तो डेमो आपने देख लिया कितना फ्रेश डिज़ वाला कितना बेहतरीन टूल क्रिएट किया जा सकता है जस्ट वन क्लिक में। और यह चीज मैं आपको लाइव करके दिखाने वाला हूं। तो अब आते हैं नेक्स्ट टॉपिक पे जो है इस वीडियो का एजेंडा। तो दोस्तों यहां पे सबसे पहले हम फाइंड करेंगे वेब एप्स आईडिया जिस पे हम अपना वेब एप्लीकेशन क्रिएट कर सकते हैं। दूसरा वेब एप्लीकेशन आईडिया को हम कन्वर्ट करेंगे एi प्र्प में यानी एक प्रोफेशनल प्र्ट उसको क्रिएट करके देखेंगे। कैसे बनाते हैं एi की मदद से ही। इसके अलावा उस प्र्प्ट्स को वन क्लिक में हम कैसे टूल बना सकते हैं। इसको हम लाइव करके देखेंगे। वेब एप्लीकेशनेशंस के लिए कंटेंट प्लान कैसे करते हैं? यह कंप्लीट प्रोसेस हम सीखने वाले हैं। यहां पर जो हम वेब एप्लीकेशन बना रहे हैं, उसमें इनिशियल ट्रैफिक कैसे लाएंगे, इसके क्या-क्या सोर्सर्सेस होंगे, उस पे हम लर्न करने वाले हैं। एडसेंस के लिए कब अप्लाई करना है, कितने दिन बाद अप्लाई करना है, इसके बारे में जानकारी शेयर करने वाला हूं। और हम एक प्रो एडवांस मेथड जानने वाले हैं कि लाइक जब हमारा वेब एप्लीकेशन ल्च हो जाता है उस पर ट्रैफिक धीरे-धीरे ग्रो होता है लाइक 500 600 ट्रैफिक डेली का आने लगता है हम उसको स्काई रॉकेट कैसे करेंगे यानी उसको बूस्ट कैसे करेंगे यह जानने वाले हैं तो यह कंप्लीट वीडियो का एजेंडा है आर यू रेडी अगर यस तो वीडियो को लाइक करिए और अपने WhatsApp स्टेटस पर शेयर कर दीजिए और अब हम बढ़ते हैं स्टेप्स की तरफ तो सबसे पहला स्टेप है जिसमें हम फाइंड करेंगे वेब टूल आइडियाज क्योंकि हमें पता होना चाहिए किस तरह के टूल्स हम बना रहे हैं राइट तो इसके लिए हम एआई का हेल्प ले सकते हैं। उनसे टूल आईडिया फाइंड कर सकते हैं। तो अब हम यहां पे लिखने वाले हैं। हम कोई भी इंडस्ट्री नहीं देंगे। तो यहां पे हम लिखेंगे भाई कि क्या करो? सजेस्ट करो। सजेस्ट 100्स प्लस वेब टू आइडियाज विद एंड विदाउट एआई एपीआई ठीक है? मैंने बस यहां पर सिंपल सा कुछ नहीं लिखा है। मुझे कहा है 100 प्लस वेब टूल आईडिया सजेस्ट करो जिसमें एआई की भी जरूरत एआई एपीआई की भी जरूरत हो और उसके बिना मतलब एपीआई जरूरत हो और ना जरूरत हो। दोनों तरह के टूल हमें चाहिए। तो यहां पे एंटर हिट करते हैं। इसका क्या बेनिफिट है? मैं आपको आगे बताऊंगा। बट अभी हम यहां पे इसको देखते हैं। पहले इसने सबसे पहले एi पावर टूल्स का लिस्ट बनाया है। तो यहां पे देखेंगे 10 इसने बना दिया है। 20 25 ये तो लिस्ट ही बनाता जा रहा है। अब देखेंगे लास्ट में इसने बोला कि और चाहिए यूनिक अनटैप्ड अनटैब्ड हम सर्च करते हैं। अनटप्ड वेब टूल आइडियाज। ठीक है? ये जैसे अनटैप्ड मतलब जिस पे लाइक एक इसको लोगों ने काम नहीं किया हो ये सब चीजें। तो इसको भी हम एंटर कर देते हैं। यूनिक जो होगा अब मैं एक बार क्रिएट हो जाए फिर दिखाता हूं। फिर आपको समझ में आएगा। ये सारे मैं लिस्ट पूरा दे दूंगा डिस्क्रिप्शन में। आप इनको डाउनलोड करके यूज़ कर सकते हैं। आप या फिर सिंपल जैसा मैंने लिखा है वैसा टाइप करेंगे। आपको मिल जाएगा। कोई दिक्कत वाली बात नहीं है। देखेंगे यहां पे मैं लाइव करके दिखाता हूं। मैं बाद नहीं बता देता हूं चीजें जो मैं करता हूं वही मैं आपको दिखाता हूं। यह चीज ध्यान रखना दोस्तों कि जो मैं कर रहा हूं वही मैं आपको दिखाता हूं या कह लीजिए कि जो मैं कर रहा हूं उसका 10% भी आपको दिखाता हूं। उसका तो पूरा दिखाता भी नहीं। यहां पे इसने ऐसे टूल्स के आईडिया जनरेट किए हैं जैसे एसइओ या ब्लॉगिंग इंडस्ट्री से रिलेटेड एआई कंटेंट रीाइटर रीडेबिलिटी स्कोर एनालाइजर एआई पावर ब्लॉग आउटलाइन क्रिएटर। ठीक है? डिज़ में एi पावर लोगो जनरेटर एi बेस्ड फोटो एनहांसर ये कितने यहां पे देखेंगे एi पावर वाटरम्क रिमूवर एi अवतार क्रिएटर एi बेस्ड मेमो क्रिएटर ठीक है तो यहां पे बहुत सारे एi पावर टूल आईडिया जनरेट किए हैं देखेंगे एi बेस्ड लिप सिंक टूल ठीक है एi बेस्ड बैकग्राउंड नॉइज़ रिमूवर एi बेस्ड म्यूजिक जनरेटर ठीक है अब यहां पे देखेंगे कोडिंग से रिलेटेड भी है। बिज़नेस से रिलेटेड भी है। ई-कॉमर्स से रिलेटेड भी है। यह है एI इसमें एi का इस्तेमाल होगा। मतलब एi पावर्ड का मतलब सिंपल सा है। इसमें एi की एपीआई यूज होगी। जैसे कि ओपन एi की एपीआई हो गई। Google की एआई की एपीआई हो गई। जैसे ग्रो की एपीआई हो गई। किसी ना किसी एआई की एपीआई जो है चाहिए इस टूल को यूज़ करने के लिए। नहीं तो इस टूल को क्रिएट करके इस्तेमाल में नहीं लाया जा सकता है। ठीक है? तो ये आप समझ गए जो एआई पाउंड वाले हैं। दूसरा जो इसने टूल आईडिया हमें जनरेट करके दिया है। यह है नॉन एआई। मतलब इसमें हमें एआई एपीआई की ज़रूरत नहीं होगी। जैसे साइट मैप जनरेटर हो गया। सेम एसइओ एंड ब्लॉगिंग के लिए फैब आइकॉन जनरेटर हो गया। फ्री वेबसाइट स्पीड टेस्ट टूल हो गया। ठीक है? Google सर् सिमुलेटर हो गया। फ्री वेबसाइट अप टाइम मॉनिटर हो गया। ठीक है? इसके बाद यहां पे क्या है? डिज़ एंड क्रिएटिव टूल्स में हो गया। ऑनलाइन कलर पिककर हो गया। ठीक है? पीएजी टू जेपीजी कन्व्टर हो गया। ठीक है? 3D टेक्स्ट जनरेटर हो गया। यहां पे देखेंगे वीडियो एंड ऑडियो में फ्री ऑनलाइन ऑडियो ट्रिमर हो गया। वीडियो टू जीआईएफ कन्व्टर हो गया। ऑनलाइन वीडियो कटर हो गया। ठीक है? MP4 टू वेब एम कन्व्टर हो गया। ठीक है? फ्री वॉइस रिकॉर्डर हो गया। ठीक है? इसके बाद यहां पे कोडिंग के लिए भी बताया है। तो कोडिंग को स्किप कर रहा हूं मैं। बिजनेस के लिए भी बताया है इसने। ऑनलाइन टाइम ट्रैकर टूल हो गया। एक्सपेंस ट्रैकर टूल हो गया। फिर ऑनलाइन पोल मेकर टूल हो गया। बिज़नेस कार्ड जनरेटर टूल हो गया। इसके बाद ई-कॉमर्स के लिए फ्री शॉपिफाई प्रॉफिट कैलकुलेटर हो गया। Amazon फी कैलकुलेटर हो गया। शॉपिफाई सेल्स टैक्स कैलकुलेटर हो गया। ठीक है? इसके बाद यहां पर देखेंगे हमने अनटप्ड वाले टॉपिक को भी दिया है। तो यहां पर अनटप्ड वाले टॉपिक में क्या है? यहां पर कंपटीिटर गैप फाइंडर हो गया। कंपटीिट कंटेंट गैप फाइंडर। ठीक है? यहां पर जो भी यह बहुत ही पॉपुलर बहुत ही पावरफुल वे है अपने ब्लॉग पर ट्रैफिक जनरेट करने का अपने ब्लॉग पर इंडेक्सिंग फास्ट करने का अपने ब्लॉग पे रैंकिंग फास्ट करने का कि जो हमारे कॉम्पिटिट हैं लाइक अ कोई भी नीस हम सेलेक्ट करते हैं जो उसके टॉप कॉम्पिटिटर्स हैं उन पे ऐसे कंटेंट को फाइंड करने के लिए जो उन्होंने कवर नहीं किया है यहां पे गैप एनालिसिस गैप फाइंडर के लिए यह टूल क्रिएट कर सकते हैं। Google सर्च इंटेंट क्लासिफायर हो गया। ठीक है? इसके बाद यहां पे ज़ीरो क्लिक सर्च फाइंडर हो गया। ठीक है? अब यहां पे देखेंगे डिज़ाइन में एi बेस्ड 3D लोगो क्रिएटर हो गया। वीडियो में आएंगे एi बेस्ड पडकास्ट रिपर्पसर हो गया। ठीक है? स्लाइस साइलेंट वीडियो बैकग्राउंड म्यूजिक मैचर हो गया। ठीक है? तो यहां पे कितने तरीके के इसने टूल बना दिए हैं जिसका कोई लिस्ट नहीं है। शॉपिफाई अबंडेंट कार्ट रिकवरी मैसेज जनरेटर हो गया। तो इसमें से कोई भी एक टूल सेलेक्ट कर सकते हैं। यह सारे लिस्ट मैं आपको दे दूंगा डिस्क्रिप्शन में। फिर से बोल रहा हूं। इसमें से कोई भी एक लिस्ट टूल सेलेक्ट कर सकते हैं। स्टेप नंबर टू में हम सेलेक्ट करते हैं टूल आईडिया और उसको कन्वर्ट करेंगे एक एआई प्र्प्ट में। तो, यहां पर हम क्या करते हैं? सबसे पहले एक डॉक्स ओपन कर लेते हैं। Dox में क्योंकि हमारा डाटा सेव रहेगा फ्यूचर में अगर कोई चेंज होता है, तो हम लाइक उसका हिस्ट्री चेक कर सकते हैं। ठीक है? तो यहां पे हम नाम देते हैं अह वेब वेब एप्स। ठीक है? तो यहां पे टूल आइडियाज हम लिखते हैं। हैं? तो यहां पे जो मैं एक छोटा और एक बड़ा दो टूल सेलेक्ट करूंगा और दोनों को बनाकर दिखाऊंगा। तो इससे आपको आईडिया हो जाएगा कि कितना आसान प्रोसेस है। तो यहां पे हम क्या करते हैं? एआई एपीआई वाला नहीं करते हैं क्योंकि अगर यह एपीआई का करेंगे तो वो फिर हो सकता है आप जब टेस्ट करें काम ना करें। तो यहां पर हम क्या करते हैं? वीडियो में जाते हैं। मैंने एक यहां पे कॉपी किया था YouTube थंबनेल डाउनलोडर। यह क्यों? आपको मैं दिखाना चाहूंगा। मैंने YouTube थंबनेल डाउनलोडर क्यों सेलेक्ट किया है? इसका जो यहां पे देखेंगे एडसेंस अप्रूवल मिलता है। YouTube डाउनलोडर पे नहीं मिलता है। लेकिन इस पे एडसेंस अप्रूवल मिलता है और इस पे ह्यूज ट्रैफिक है। देखेंगे जो मंथली सर्चेज है ना एवरेज वह 400 429000 है और यहां पे हर एक बंदा लगभग डेढ़ पेज विजिट करता है तो मतलब आप समझ के चलिए कि लाइक जो अर्निंग है वह काफी हाई है थंबनेल डाउनलोडर पे जो सीपीसी है वह भी काफी हाई है 1.2 का है जो कि काफी अच्छा है ट्रैफिक देखेंगे यूनाइटेड स्टेट से 15% है इंडिया पाकिस्तान यह तीन ट्रैफिक सोर्सर्सेस हैं इनका जहां से कमाई भी अच्छी होगी तो इसका कारण है तो यहां पे यह स्मॉल टूल के कैटेगरी में आएगा। स्माल टूल के कैटेगरी में आएगा। ठीक है? और हम एक बनाएंगे। एक टूल और क्रिएट करके देखेंगे। एक लार्ज टूल भी क्रिएट करेंगे। तो यहां पे अनटप्ड कैटेगरी जो हमने फाइंड किया था वो तो यहां पे देखेंगे कोई भी हम सेलेक्ट करेंगे। एसइओ आते हैं डिज़ाइन में। तो यहां पे मल्टी फॉर्मेट इमेज एनालाइजर है। ठीक है? यहां पे देखेंगे एक हमें बहुत ही कमाल का एक आईडिया मिला है जो कि लाइक थोड़ा सा कॉम्प्लेक्स है डिजाइन में बट कमाल का है। लाइक कई सारे लोग के लिए कई सारे यूज़र्स हैं। जैसे कि आप मैं आपको एक इसका दिखाना चाहूंगा। जैसे हम यहां पे Google सर्च करते हैं। ठीक है? हम यहां पे Google सर्च करते हैं। तो Google का डिजाइन कुछ इस तरह से दिखता है। Bing सर्च करते हैं तो Bing का डिज़ाइन कुछ इस तरह से दिखता है। इन्होंने इस तरीके से बनाया है और Google ने इस तरीके से बनाया है। तो इसका कारण क्या है? इसमें कलर जो है इनके लोगो में इनके लोगों में जो कलर है इन सब का एक कारण होता है। तो जब भी कोई ब्रांड बिल्ड करता है ना तो उसमें लाइक किस तरह के फों्ट इस्तेमाल होते हैं? क्या कलर स्कीम रहेगा? लोगो का कलर कैसा होगा? टेक्स्ट का कलर कैसा होगा? बैकग्राउंड कलर कैसा होगा? ये सब चीजें बहुत ही इंपॉर्टेंट मायने रखती हैं और बहुत सारे बड़े-बड़े टूल्स हैं जो इसके लिए पैसा भी चार्ज करते हैं। तो यहां पर हम ये टूल क्रिएट करने वाले हैं और यहां पे और यहां पे कुछ बड़े टूल्स हैं जो कि पैसा भी चार्ज करते हैं। तो यहां पर हम यही क्रिएट करेंगे एi बेस्ड ब्रांड मोड बोर्ड जनरेटर जिसमें हम फाइंड करेंगे कंप्लीट ब्रांड किट बनाकर देखेंगे जिसमें कलर फॉन्ट और स्टाइल सब चीजें होंगी। तो यह हो गया यह हमारे लार्ज टूल की कैटेगरी में आ जाएगा। तो यहां पे लार्ज टूल के कैटेगरी में हम ये दो टूल एंटर कर देंगे। ठीक है? अब हम क्या करेंगे? लाइक इन टूल आईडिया को प्र्प्ट्स में कन्वर्ट करेंगे। तो यहां पे हम लिखते हैं प्र्ट अपने डॉक्स में और हम क्या करते हैं? चैट जीपीटी पे जाते हैं फिर से और इसको बोलते हैं जस्ट राइट फ्रॉम टू टू मेक दिस ठीक है। यहां पर अभी तक हमारा जो था टूल आईडिया केवल एक आईडिया था। अब इसने इसका डिटेल बना दिया है प्र्प्ट्स में। यह प्र्ट भी मैं आपको दे दूंगा। यह प्र्ट क्या है? क्रिएट ए YouTube थंबनेल अह क्रिएट YouTube थंबनेल डाउनलोड टूल दैट अलाउ यूज़जर टु एंटर YouTube वीडियो यूआरएल एंड इंस्टेंटली इंस्टेंटली फेच हाई क्वालिटी थंबनेल इन डिफरेंट रेोल्यूशन मैक्स एचडी एंड एसटी टूल शुड प्रोवाइड प्रीव्यू ऑफ थंबनेल एंड ऑप्शन टू डाउनलोड इन मल्टीपल साइज। समझ रहे हैं? कितना गजब का यह इसने प्र्ट लिख दिया। अब इसी तरह हम इसका भी प्र्ट लिख लेंगे। ठीक है? यानी जो सेकंड स्टेप है हम अपने टूल आईडिया को प्र्प्ट्स में कन्वर्ट करेंगे। तो यहां पे हम इसका भी प्र्ट एंटर कर देते हैं। ठीक है? और यहां पे आते हैं। सेम बस हम इतना ही कॉपी करेंगे और देखेंगे यह गजब का प्र्ट लिख देता है। हमें कुछ देखेंगे क्वेरी हमें चैट जीपीटी पे बड़ा लिखने की जरूरत नहीं होती है। हम आसानी के साथ यह काम कर सकते हैं। तो यहां पे हमने लिख दिया है और यहां पे एंटर हिट कर देते हैं। [संगीत] अब देखेंगे इसने पूरा ये कंप्लीटली प्र्ट बना दिया है। ठीक है? अब हमारे पास हो गया है दोनों टूल का हमारा प्र्प्ट भी रेडी हो गया। तो प्र्ट को मैं ऐसे कर देता हूं ताकि आपको पता चले। तो यहां पे अब समझ गए आप? अब हम आते हैं नेक्स्ट स्टेप पे। जस्ट वन क्लिक में क्रिएट करने के लिए हमारे पास होना चाहिए होस्टिंगर जो कि मेरे पास है। तो मैं यहां पे लॉग इन करता हूं। अगर आपके पास नहीं है तब भी मैं बताऊंगा कैसे करेंगे। ठीक है? यहां पर आते हैं। वेबसाइट लिस्ट में आते हैं। होस्टिंगर में लॉग इन करने के बाद यहां पर जाते हैं। यहां पर जाने के बाद हम क्या करेंगे? ऐड वेबसाइट पे क्लिक यहां पे देखेंगे लिखा है होस्टिंगर होराइजन अर्ली एक्सेस। इस पे हम क्लिक करेंगे। जैसे हम इस पे क्लिक करते हैं, तो यह एक देखेंगे इंटरफ़ेस नया ओपन होगा। जहां पे लिखा व्हाट डू यू वांट टू क्रिएट। जस्ट यहां पे जो हमने प्र्ट लिखा है, यहां पे हम कर देंगे उसको पेस्ट। और नीचे देखेंगे कुछ सजेस्ट कर रहा है। मतलब जैसे इमेज कंप्रेसर जो मैंने पहला दिखाया था। जस्ट यहां पे मैंने क्लिक करके बना दिया था। वन क्लिक में ही बना दिया था। यहां पे TikTok टो गेम बना देंगे। मॉडर्न लैंडिंग पेज सब कुछ ये डिजाइन कर देगा। तो यहां पे मैं अपना प्र्ट ना YouTube थंबनेल डाउनलोडर वाला पेस्ट कर देता हूं। देखेंगे पेस्ट कर दिया। अध्याय इस एरो पे जस्ट वन क्लिक मैंने कहा था ना यहां पे एरो पे हम बस क्लिक करके मैं हाथ देखेंगे दोनों ऊपर कर लिया हूं। ठीक है? अब ये सारा काम करेगा। कोड का जो स्टेप है, जो स्ट्रक्चर है, कुछ भी बनाने की जरूरत नहीं। ये पूरा बना ही देगा। टूल ही बना देगा और वो हमें दे देगा। ठीक है? इवन इसमें अगर कोई इशू आता है तो यह भी बताता है उसको मैं यहां पे देखेंगे इसने लगभग कोड को रेडी कर दिया है। यहां पे देखेंगे सारे कोड्स को इसने बना दिया है। फोल्डर्स भी बना दिया है इसने। हमने कुछ नहीं किया है। ये सब बना दिया। यह प्रीव्यू है। देखेंगे इस तरह का प्रीव्यू इसने दिखा दिया है। और यहां पर हम चाहे तो इसको यूआरएल में ओपन करके भी देख सकते हैं। पब्लिश करके भी देख सकते हैं। तो यहां पे जैसे हम क्लिक करते हैं। अब हम क्या करेंगे? कोई भी YouTube वीडियो डाल के यहां पे मैं आपको दिखाता हूं यह काम कर रहा है कि नहीं कर रहा है। हम YouTube पे जाते हैं। शैलेश चौधरी सर्च करिए। नहीं जानते हैं भाई अपना ये चैनल है। सब्सक्राइब भी कर लीजिए। ठीक है? जैसे ये लास्ट वीडियो हमने बताया था कि लाइक अ फर्स्ट से मोनेटाइजेशन कैसे मिलेगा। तो इसको हम कॉपी करते हैं। इसका थंबनेल डाउनलोड करना चाहते हैं। यहां पर YouTube वीडियो को पेस्ट करेंगे। गेट थंबनेल पर क्लिक करेंगे। भाई आपके सामने है मैक्स रेोल्यूशन हाई क्वालिटी मीडियम क्वालिटी। देखेंगे यहां पे और जैसे यहां पे क्लिक करेंगे तो देखेंगे क्वालिटी इसका लो हो गया। और यहां पे क्लिक करेंगे क्वालिटी और भी लो हो गया। तो ये भाई कमाल का है। जस्ट यहां पे क्लिक करते ही डाउनलोड हो गया। ठीक है? और इसको हम डाउनलोड करके रख सकते हैं। तो यह टूल है और इसको मैंने देखेंगे कितना आसानी के साथ बना दिया। अब इसको बनाने अगर आपको बनाना है तो क्या चाहिए रिक्वायरमेंट उसके बारे में हम बात करते हैं। इसके लिए हम लाइक अ स्टेप बाय स्टेप जाते हैं ताकि अगर कोई बिगिनर है पहली बार कर रहा है तो उसको पूरा समझ में आ जाए। जिसके पास अभी तक होस्टिंगर है वो इस तरीके से क्रिएट कर सकता है। अब आपको क्या करना है? आपके पास होना चाहिए एक होस्टिंग और एक डोमेन। होस्टिंग कौन सी चाहिए? होस्टिंगर का चाहिए। क्योंकि यह टूल है होस्टिंगर ने ही बनाया है। इसका नाम है होस्टिंगर होराइजंस। तो हमें क्या करना है? सिंपल सा जाना है। आपको यहां पे वीडियो के नीचे जाएंगे तो आपको यहां पे डिस्क्रिप्शन में इस तरह से लिंक मिलेगा साइन अप विद होस्टिंगर जिसमें आप देखेंगे 10% का एक्स्ट्रा डिस्काउंट है। तो यहां पे क्लिक करना है और यहां पर आने के बाद आप देखेंगे जो जो प्राइस है ₹149 पर मंथ से है। तो आपको ज्यादा पैसा नहीं देना पड़ेगा। 30 डेज का मनी बैक गारंटी है। फ्री डोमेन मिल जाएगा। मतलब अपने टूल के लिए अपने वेब अप के लिए आपको लाइक अ डोमेन खरीदने की जरूरत भी नहीं पड़ेगी। मैनेज होस्टिंग मिलता है सब चीजें और यह टूल जो होस्टिंग का होराइजन की बात कर रहे हैं यह इसी पे मिलेगा और कहीं नहीं मिलेगा। दूसरा होस्टिंग यूज़ कर रहे हैं तो आपको यह नहीं मिलेगा। तो यहां पे स्टार्ट नाउ पे क्लिक करना है। देन आपको क्या करेंगे? यहां पे 149 का प्लान सेलेक्ट कर सकते हैं। 249 का 599 का जो भी आपको पसंद आए। तो यहां पे मैं रिकमेंड करूंगा यह वाला प्लान क्योंकि इसमें 100 वेबसाइट आपको यानी 100 टूल बनाने को मिल जाएंगे। आपको लाइक यहां पे इतना मंथली विजिटर ये झेल सकता है। उसके बाद 100 GB का एसएसडी स्टोरेज मिलता है और और यहां पे आपको लाइक अ फ्री एसएसएल ऑटोमेटिक बैकअप माइग्रेशन ये सब चीजें मिलता है। यहां पे ध्यान चूज़ प्लान पे क्लिक करते हैं। अब जैसे हम लाइक ए प्लान सेलेक्ट करते हैं। देखेंगे यहां पे आ गया प्रीमियम वेब होस्टिंग। अभी जो है इसका जो प्राइस है वह ₹28,752 है जिसको डिस्काउंट करके केवल ₹7152 में ही यह दे रहा है। तो यहां पे इस ऑप्शन को सेलेक्ट कर लेना है। देन आपको क्या करना है? यहां पर आपको अगर आप चाहे तो इसको 2 साल या 1 साल या 24 महीने किसी में भी बाय कर सकते हैं। और आप देखेंगे इसमें आपको क्या मिलेगा? फ्री डोमेन मिलेगा। प्लस 2 मंथ का फ्री होस्टिंग मिलेगा। ठीक है? अब यहां पे हम इसका प्राइस और भी कम कर देंगे। हम क्या करेंगे? यहां पे कूपन यूज़ करेंगे। होस्टिंग का 10 हम ये कूपन ऐड करेंगे और जैसे यहां पे ऐड करते हैं तो देखेंगे यह अब जो प्राइस है ₹6400 ₹34 ₹6436 हो गया ₹715 का और एक्स्ट्रा डिस्काउंट आपको मिल गया। फ्री डोमेन आपको मिलेगा जिसका कॉस्ट ₹1000 के लगभग होता है। यानी जो आपके होस्टिंग पड़ी पूरे 4 साल के लिए वो आपका लाइक 5000 में पड़ा। बहुत बड़ा नंबर है। मतलब 1000 एक साल का 1010 1000 12000 या 1300 कह लीजिए एक साल का आप होस्टिंग का दे रहे हैं। तो यह काफी ह्यूज ऑफर है। यहां पे 30 डेज मनी बैक गारंटी भी मिलता है। कंटिन्यू पे क्लिक करेंगे तो यहां पे मैं फटाफट अपना ईमेल आईडी और पासवर्ड जो मुझे होस्टिंग लॉग इन के लिए चाहिए वो यहां पे एंटर कर देता हूं। अब यहां पे देखेंगे मैंने एक ईमेल आईडी और एक पासवर्ड यहां पे एंटर कर दिया है। देन रजिस्टर नाउ का बटन है। यहां पे मैं क्लिक करूंगा। अब हम आ गए हैं कार्ट में। कार्ट में आप देखेंगे पहला बिलिंग एड्रेस डिटेल है। ठीक है? उसके बाद यहां पे आप देखेंगे हमारा जो ऑर्डर समरी है ये दिया गया है। प्रीमियम वेब होस्टिंग हम ले रहे हैं। 12 महीने का प्लान हमने सेलेक्ट किया है। डोमेन नेम अभी सेलेक्ट नहीं किया है। वो बाद में करते हैं। डाटा प्रोटेक्शन हमने नहीं लिया है। होस्टिंग का जो है टोटल डिस्काउंट हमें जो मिला है 66% और प्लस 10% हमें उस प्राइस में मिला है जो 66% के बाद है। टैक्स कैलकुलेटेड अगर मैं यहां से पेमेंट करूंगा तो मुझे टैक्स नहीं देना पड़ेगा। बट अगर इंडिया से करते हैं तो टैक्स भी इंक्लूड हो जाएगा। अगर इंडिया हम सेलेक्ट करेंगे यहां से कंट्री। यहां पर मैंने अपना फोन नंबर ऐड कर दिया। अब यहां पर नाम एंटर कर देता हूं। ठीक है? मैंने अपना नाम भी ऐड कर दिया। अब आ जाते हैं नीचे। यहां पे देखेंगे कंटिन्यू पे क्लिक करेंगे। कंटिन्यू पे क्लिक करते ही रिफ्रेश होगा यह। रिफ्रेश क्यों होगा? क्योंकि इंडिया में लगता है टैक्स। और यहां पे देखेंगे हमारा जो है टैक्स हमें हमने अपने 2300 के अमाउंट में हमने 28% समथिंग जीएसटी शायद लगता है। अब इसका मुझे 18% लगता है। तो 18% जीएसटी ₹425 हमें एक्स्ट्रा पे करना पड़ेगा। यानी हमारा जो प्राइस था ₹2365 वो उसमें ₹425 हम जो सरकार को देंगे वो टैक्स हमने यहां पे ऐड कर दिया है। तो ऐसा सोचिए नहीं कि आप अगर कुछ नहीं कमाते हैं तो आप टैक्स नहीं देते हैं। यह आपका यह टैक्स है जो आप पे कर रहे हो। आप देखेंगे यहां पे कई सारे पेमेंट के ऑप्शन भी हमें साथ में दिखने लगते हैं। जैसे यूपीआई के थ्रू कर सकते हैं। PayPal के थ्रू हम पेमेंट कर सकते हैं। ठीक है? और हम चाहे तो कार्ड के थ्रू भी पेमेंट कर सकते हैं। तो जैसे हम यूपीआई ऐड करते हैं। जैसे ये हमारा है हमने यहां पे लिखा यूपीआई सबमिट। सबसे आसान इंडियंस के लिए यही होता है। अब हमारा फोन नंबर है और देन हम यहां पे यूपीआई आईडी एंटर करेंगे। तो मैं अपना यूपीआई आईडी एंटर कर देता हूं। पहले यहां पे मेरा नाम हो गया और ये है मेरा यूपीआई आईडी आईबीएल। ठीक है? और यहां पर हम अभी एक्टिव नहीं हुआ है बटन। साइड में हम जब क्लिक करेंगे तो एक्टिव होता है। थोड़ा सा टाइम लगता है। जब यह ग्रीन हो जाए तभी इस पर क्लिक करना होता है। देन यह ग्रीन हो गया है। कंटिन्यू पे क्लिक करेंगे। अब देखेंगे कंटिन्यू पे क्लिक करेंगे। यहां पे आ रहा है व्हेन यू गो टू अप्रूव योर पेमेंट। ठीक है? यू विल सी ट्रांजैक्शन लिमिट ऑफ़ 8300। मतलब कि 8300 इंग्लिश में बोले तो 8300। यू वोंट बी चार्ज दिस अमाउंट। दिस लिमिट सेड टू ऑटोमेट योर फ्यूचर पेमेंट्स। ओके? आप देखेंगे यहां पे कई सारे लोग डर जाते हैं। क्या है जब वह पेमेंट करने जाएंगे तो उन पे 8300 दिखाएगा। अब वो सोचेंगे यार कि हमें हम मैं तो पे कर रहा था लाइक ₹2700 लेकिन अब मुझे तो ₹8300 पे करना है। ऐसा नहीं है। यह क्या दिखा रहा है कि फ्यूचर में ऑटोमेट करते हैं। मतलब ऑटो पेमेंट इनेबल करते हैं इस अमाउंट का। मतलब जब रिन्यूल होगा तो उसका चार्ज ₹8,300 हो गया। अभी तो पहली बार डिस्काउंट में यह दे रहा है। राइट? अब आप सोचोगे यार डिस्काउंट में तो इतना सस्ता मिल रहा है 8000 अगर भाई इसीलिए मैं बोल रहा हूं कि अभी आपको डिस्काउंट में मिल रहा है। अगर आपको लगता है फ्यूचर के लिए तो वो प्लान आप 4 साल का सेलेक्ट कर सकते हैं। ठीक है? अगर आपको लगता है कि आपको कंटिन्यू इसी पे करना है अगले साल भी तो 4 साल का भी ऑप्शन मिलता है। 2 साल का भी ऑप्शन मिलता है। तो 8300 नहीं पे करना है। यह मैं बता रहा हूं। उसको टेंशन मत लेना। उसको पे करना बेधड़क। 8300 जाएगा नहीं आपका। यहां पे कंटिन्यू पे मैं क्लिक करता हूं। आप देखेंगे यह रीडायरेक्ट कर रहा है। पेमेंट डायरेक्ट चाहेगा यूपीआई मेरे यूपीआई पे आएगा और यहां पर मैं इनेबल करवा देता हूं जस्ट अ सेकंड। तो अभी देखेंगे जैसे पे हो गया है। आप देखेंगे रीडायरेक्ट हो रहा है। ये थोड़ा टाइम लेता है रिीडायरेक्शन में। उसके बाद रडायरेक्ट हो जाएगा। पेज को टच नहीं करना है। देखेंगे यहां पे आएगा स्टेटस 404 और सक्सेस और यहां पे 1 मिनट मैं जाता हूं ईमेल पे। ठीक है? कुछ एरर आया है। ईमेल पे हमारे पास जरूर आएगा कंफर्मेशन। और यहां पर देखेंगे पेमेंट सक्सेस देखेंगे ईमेल आ गया है 0 मिनट पहले अभी आया है यह पेमेंट सक्सेस का हमने पेमेंट कर दिया है। ठीक है? अब यहां पे हमें एक और ईमेल आता है कि होस्टिंगर का अकाउंट वेरीफाई कर लेना है। बहुत सारे लोग नहीं करते हैं तो लॉग इन नहीं कर पाते बाद में। तो यहां पे देखेंगे ये वेरीफाई योर ईमेल एड्रेस जो ईमेल एड्रेस आप एंटर कर रहे हैं वहां पे जाएगा। वेरीफाई पे हम क्लिक करेंगे। और यहां पे जो इशू आया है इसको टेंशन नहीं लेना है। कोई दिक्कत नहीं है। ये कभी-कभी रूट फेल हो जाता है प्रिंट करने में। तो उसका दिक्कत नहीं है। आप देखेंगे यह हमारा लॉग इन पैनल है। मतलब हमने होस्टिंग सक्सेसफुली परचेस कर लिया है। लॉग इन करने के बाद यहां पे आना है वेबसाइट। यहां पे ऑप्शन दिखेगा। वेबसाइट्स लिस्ट में जाना है। तो यहां पर हम क्या करेंगे? ऐड वेबसाइट पे क्लिक करेंगे। क्लिक करने के बाद हम यहां पे सेलेक्ट करेंगे क्या? होस्टिंगर होराइजन। देखेंगे यहां पे ऑप्शन दिख रहा है। ये कोई भी और ऊपर नहीं सेलेक्ट करेंगे। होस्टिंगर वेबसाइट बिल्डर नहीं सेलेक्ट करेंगे। वर्डप्रेस नहीं सेलेक्ट करेंगे। इंपटी पेज नहीं सेलेक्ट करेंगे। हम सेलेक्ट करेंगे क्या? होस्टिंगर होराइजन यह ध्यान रखना है। यहां पे क्लिक करेंगे। यहां पे क्लिक करने के बाद इस तरह का इंटरफ़ेस जो कि ऑलरेडी मैं दिखा चुका हूं। ऐसा इंटरफ़ेस देखने को मिलता है। अब हम क्या करेंगे? अब हम पहले बड़ा वाला टूल बनाते हैं। फिर सेकंड छोटा वाला टूल भी बना के देख लेंगे। तो, यहां पे देखेंगे कि आई वेस्ट ब्रांड मोड बोर्ड जनरेटर। ये वाला टूल हम बनाते हैं। बड़ा टूल है। तो यहां पे क्लिक करते हैं। कॉपी करते हैं इसको। इसके प्र्ट को प्र्प्ट को यहां पे पेस्ट कर देंगे। पेस्ट करने के बाद यहां इस एरो पे क्लिक कर देंगे। देखेंगे ये पूरा कोड ये लिखना शुरू कर दिया। यह खुद से फाइल बनाता है। खुद से उसमें कोड लिखता है। सब काम करता है। हमें डायरेक्टली यूआरएल प्रोवाइड करता है। भाई हमें कुछ करने की जरूरत भी नहीं है। यहां पे हम उसके बाद उसमें डोमेन कनेक्ट कर सकते हैं और फिर इसको लाइव कर सकते हैं। तो देखेंगे ये बना रहा है। कितने कोड ये लिख रहा है। आप समझ रहे हैं? एक आप समझ रहे हैं यह जितना भी पेजेस दिखा रहा है जैसे पहले जेएक्स लिखा है जेएस उसके बाद सीएसएस जेएस उसके बाद यहां पे जे जेएसx करके इसका कुछ कोड है वो अपना लिखा है ऐसा नहीं है कोड नहीं लिखना पड़ रहा है ये पूरा डेवलपर की तरह काम कर रहा है आपके लिए कंप्लीट डिज़र प्लस डेवलपर प्लस बैक एंड सब कुछ काम कर रहा है भाई ये लाइक सब कुछ इतना बेहतरीन बना के देता है जो कि देखने में काफी शानदार लगता है तो ये टाइम लग रहा है थोड़ा सा क्योंकि देखेंगे देखेंगे लाइन अप कोड कितना लिख रहा है। देखेंगे कितने पेजेस का कोड है। 1 2 3 4 5 6 7 8 9 10 11 12 13 14 15 16 पेजेस का ऑलरेडी ये लिख चुका है कोड भाई। आप समझ रहे हैं डेवलपर को दे दे तब भी महीनों लगा देता है लिखने के लिए। लेकिन ये देखेंगे बहुत ही आसानी के साथ लिख देता है। और मैं आगे चलके इसी का इस्तेमाल करके बहुत सारी चीजें करने वाला हूं। इसमें पांच जो है मैं आपको बता देता हूं। देखेंगे पांच डेली मैसेज फ्री मिलते हैं। इसके बाद हम चाहें अगर इसको इनक्रीज करना तो हमें अपना प्लान अपग्रेड करना पड़ेगा। अब देखेंगे इसने कोड हमारा लगभग लिख दिया है। अब यहां पे जैसे ये कंप्लीट होता है ना यहां पे प्रीव्यू भी ये करने लगेगा। देखेंगे वेब अप इज बिल्डिंग यहां पे लिख दिया है। अब उसको प्रीव्यू करेगा थोड़ी देर में। और भाई भाई साहब सामने है। सामने है कमाल का टूल। अब मैं आपको इसको प्रीव्यू करके दिखाता हूं। यहां पे क्लिक करते हैं और यह देखेंगे इसका डिज़। तो यहां पे सबसे पहले ब्रांड का नाम एंटर करना होगा। इंडस्ट्री सेलेक्ट करना होगा। ब्रांड का वाइब सेलेक्ट करना होगा। ब्रांड का अगर कोई डिस्क्रिप्शन है तो ये भी एंटर कर सकते हैं। तो यहां पे मैं ब्रांड का नाम सेलेक्ट करता हूं। ठीक है? इंडस्ट्री यहां पे सेलेक्ट कर लेते हैं। टेक्नोलॉजी फिटनेस मार्केटिंग यहां पे सेलेक्ट वाइब मॉडर्न हम करते हैं। ठीक है? उसके बाद यहां पर लिखते हैं हमने यह ब्रांड का डिस्क्रिप्शन डाल दिया है। अब हम क्या करते हैं? यहां पर जनरेट मूड बोर्ड यह करते हैं यहां पे। भाई साहब वेलकम टू द गैंग। भाई कितना खतरनाक बना दिया भाई। कसम से कह रहा हूं मैं। भाई लिटरली इतना खतरनाक तो आज का आप सेलेक्ट करेंगे। मैं यहां पे आपको दिखाता हूं Google पे सर्च करके। पहले आपको आईडिया हो जाएगा। यह लाखों का टूल है भाई। लाखों का टूल यहां पे Cवा का आपको मिलता है। AOB का मिलता है। ठीक है? यहां पे किसी का भी ओपन करेंगे ना इतना बेहतरीन तरीके से नहीं है। यहां पे देखेंगे यह क्या है? यहां पे क्रिएट पे हम जब क्लिक करेंगे यहां पे बिज़नेस जैसे यून डिजिटेट डालते हैं। ठीक है? मैं कंपेयर करके ही डायरेक्ट दिखाता हूं। ठीक है? और यहां पे मॉडर्न एंटर करते हैं। ठीक है? और क्या भाई? बस और एसइओ डिजिटल मार्केटिंग ठीक है यहां पे हम क्रिएट पे क्लिक करते हैं और यह भी है। ठीक है? कोई भी इस तरह का अब देखेंगे इसने जो क्रिएट किया है ये पॉपुलर टूल माना जाता है। यह भाई इसने क्रिएट किया है इस तरह का कलर फॉन्ट ये सब चीजें। अब मैं जो हमने बनाया है ना भाई भाई उसका कोई कंपैरिजन ही नहीं है किसी से देखेंगे ब्रांड डिस्क्रिप्शन यहां पे और यहां पे डाउनलोड हो जाएगा सेव हो जाएगा सब कुछ हो जाएगा देखेंगे पहले लिखा है कलर आपका किस तरह का है नेवी ब्लू स्लेट ब्लू ब्लू स्काई ब्लू और ये कलर आपको देखो कोड मिल गया ठीक है टाइपोग्राफी देखेंगे फॉन्ट किस तरह का रहेगा पपिंस यूज़ कर सकते हैं बॉडी फंट ओपन सांस लोगो ठीक है यहां पे लोगो भी इसने एक जनरेट कर दिया लोगो स्टाइल किस तरह का रहेगा ठीक है ब्रांड गाइडलाइन भी इसने ने बना दिया है। ठीक है? और उसके बाद यहां पे लाइक अ मॉडर्न वर्क ऑफिस का आपको यहां पे देखेंगे दिखा दिया है। मॉडर्न इस तरह का रहेगा। तो यहां पे कितना कमाल का इसने पूरा जनरेट कर दिया है। लोगो जनरेट कर दिया है। फोंट जनरेट कर दिया है। कलर कैसा रहेगा? ब्रांड डिस्क्रिप्शन ब्रांड इंस्पिरेशंस कैसे होंगे? ये सब चीजें इसने बना दिया है। तो यह काफी कमाल का टूल है। और हम क्या कर सकते हैं? इसको यहां पे क्लिक करेंगे बैक और यहां पे हम क्लिक करके इसको कर सकते हैं पब्लिश। तो देखेंगे यह हो जाएगा पब्लिश। अभी मैं आपको दिखाता [संगीत] हूं। अब देखेंगे यह हमारा पब्लिश हो गया है। ठीक है? यहां पे ये हमारा एक जो है कस्टम सब डोमेन मिल गया है जिसको जाके आप मैं लिंक दे दूंगा। चेक आउट करना चाहें चेक आउट कर सकते हैं इस तरीके से। अब यहां पे ऑप्शन आता है कि अगर आपको जैसा हमने फ्री डोमेन किया है। तो यहां पे गेट डोमेन का भी ऑप्शन आता है। तो होस्टिंगर में सीधे ले जाएगा। और यहां पे जैसे हमारा एक डोमेन है। मैं इसको कनेक्ट कर देता हूं। जस्ट एग्जांपल मैं आपको दिखाता हूं। डोमेन है डोमेन एडेड टू योर वेबसाइट यहां पे गो टू वेबसाइट पे क्लिक करेंगे करेंगे इसको हम ओपन करके देखते हैं देखेंगे यहां पे डोमेनcom आपको दिख रहा है तो आप आपके सामने ये देख सकते हैं डोमेन है और यहां पे यह पूरा बन गया है तो इस तरह से बना सकते हैं बहुत आसानी के साथ दोस्तों यहां पे कमाल के टूल बन रहे हैं और बहुत ही हाई क्वालिटी मतलब अट्रैक्टिव डिजाइन लुक हाई क्वालिटी परफॉर्मेंस सब कुछ बेटर एकदम मतलब क्लीन जैसे कहते हैं ना एक अच्छा एक्सपीरियंस डेवलपर डिजाइन करता है वैसा ही यहां पे बनता है जैसा मैंने बताया कि आप वर्क और कहीं से आप हायर करते हैं। तो आपने टूल बना के देख लिया। यह सब डन हो गया। तो अब बात करते हैं नेक्स्ट स्टेप। हमारा टूल रेडी हो गया है। अब हम इसके लिए कंटेंट प्लान कैसे करेंगे? तो देखेंगे कंटेंट प्लानिंग के लिए हमें अलग से कुछ करने की जरूरत नहीं है। हम अपने एi को ही बोलते हैं जैसे यहां पे जाते हैं। चैट जीपीटी ओपन करते हैं। हम एक बार चैट जीपीटी ओपन कर लेते हैं। हमारा टूल यह है। ठीक है? तो हम यहां पे कंटेंट का यहां पे इसका कंटेंट प्लान कर देते हैं। ठीक है? अब हम क्या करेंगे? यह टूल है। इसको कॉपी करेंगे। यहां पर लाइक लिखते हैं क्रिएट एसइओ ऑप्टिमाइज कंटेंट प्लान फॉर माय वेब टूल। ठीक है? यहां पे इसका। अब यहां पे ये हमने जस्ट इतना छोटा सा प्रप लिखा है। अब यहां पे लाइक अ थिंक बिफोर यहां पे ऑप्शन को सेलेक्ट कर लेंगे। ये थोड़ा सोचेगा और उसके बाद यहां पे हम क्लिक कर देंगे। अब क्या है? यह थोड़ा सा लाइक पहले सोचेगा कि जो हमने दिया है वो क्या है एक एग्जैक्टली और हमें क्या चाहिए और उसके बाद फिर एप्रोप्रियट आंसर देगा क्योंकि हमारे लिए रेलेवेंट होगा और यह पूरा प्लान क्रिएट कर देगा। तो थोड़ा सा वेट करते हैं। तो देखेंगे यहां पे इसने क्या कर दिया है इसने यहां पे देखेंगे पहला क्या है डिफाइन योर टारगेट ऑडियंस ठीक है तो यहां पे जैसे स्टार्टअप्स हो गए डिजाइनर फ्रीलांसर हो गए मार्केटिंग प्रोफेशनल हो गए एजेंसी हो गए ये हमारे टारगेट ऑडियंस हैं कोर वैल्यू प्रोपजेशन में आप देखेंगे इंस्टेंट ब्रांड आइडेंटिटी एआई ड्रिवन क्रिएटिव्स यूजर फ्रेंडली कस्टमाइजेबल कॉस्ट इफेक्टिव ठीक है यह जनरेट कंप्लीट ब्रांड किट जो हमारा लाइक जो हम दूसरों को बोलेंगे कि यह टूल क्या कर सकता है जो हमारा लाइक अ कोर वैल्यू है टूल का वो क्या है? ठीक है? उसके बाद यहां पे कीवर्ड्स इसने जो है सजेस्ट किए हैं कि प्राइमरी कीवर्ड्स क्या होगा? सेकेंडरी कीवर्ड्स क्या होगा? कंटेंट पिलर इसने बताया हाउ टू गाइड हमें ऐड करना है लाइक हाउ टू क्रिएट ए स्टैंडिंग ब्रांड किट इन ए मिनट यूजिंग एi ठीक है? इस तरीके के हमें बनाने हैं कंटेंट। उसके बाद यहां पे इंडस्ट्री ट्रेंड्स फोकस करना है। अब इसके अलावा इसने क्या सजेस्ट किया है? कंटेंट फॉर्मेट डिस्ट्रीब्यूशन लाइक क्या लिखा है? ब्लॉक पुश इन डेप्थ एसइओ ऑप्टिमाइज आर्टिकल एक से दो पर वीक। देखेंगे। मैंने कहा था डेली कंटेंट राइटिंग का झंझट नहीं है। वीडियो ट्यूटोरियल बना सकते हैं। केस स्टडी बना सकते हैं। फीचर हाईलाइट्स बना सकते हैं। देखेंगे कंटेंट का फॉर्मेट्स क्या होगा? उसको कैसे क्रिएट करेंगे यह भी बताया है। उसके बाद इनफोग्राफिक्स बना सकते हैं। सोशल मीडिया पोस्ट बना सकते हैं। ईमेल न्यूज़ लेटर बना सकते हैं। तो ये जो पांच तरीके हैं कोर इसके कंटेंट डिस्ट्रीब्यूशन के मॉडल होंगे जहां पे आप कंटेंट को डिस्ट्रीब्यूट कर सकते हैं। लाइक ब्लॉग YouTube pin मान सकते हैं। इसके लिए सोशल मीडिया मान सकते हैं और ई ईमेल मान सकते हैं। कंटेंट कैलेंडर वीकली होगा। बाय वीकली होगा। मंथली होगा या क्वार्टरली जो होगा कंटेंट कैलेंडर भी बना सकते हैं। लिंक बिल्डिंग क्या होगा? गेस्ट ब्लॉगिंग होगा। इन्फ्लुएंसरर पार्टनरशिप और कम कम्युनिटी इंगेजमेंट ये तीन तरीके से आप आउटरीच कर सकते हैं। अपने ब्रांड को प्रमोट कर सकते हैं। तो इसने कंप्लीट ये प्लान बना दिया है कि आपके जो टूल है उसका प्लान क्या होगा? उसमें कंटेंट क्या किस तरह के रहेंगे? उसको कैसे प्रमोट करना है। उसको कैसे ग्रो करना है। यह कंप्लीट प्लान है इसका। अब जैसे यहां पे अब फॉर एग्जांपल देते हैं कि यहां पे यहां पे जैसे हम एi ब्रांड मोड बोर्ड जनरेटर पे ही हम करते हैं क्रिएट एसइओ ऑप्टिमाइज कंटेंट लैंडिंग पेज कंटेंट लेआउट। ठीक है? यहां पे हम क्या करते हैं? आउट यहां पे देखेंगे हमने क्या दे दिया कि भाई हमारा जो लाइक ये हमारे टूल का नाम है इसका जो लैंडिंग पेज है जो फर्स्ट पेज है उसके लिए कंटेंट का पूरा लेआउट बना दो। अब हम इसको देंगे तो ये पूरा लेआउट भी क्रिएट कर देगा। ठीक है? तो मतलब हमने पहले जाना कंटेंट प्लानिंग क्या होगा? किस तरह से यह लाइक कंप्लीट टूल के लिए हम कंटेंट का प्लान क्रिएट करेंगे। फिर हम हर एक पेज के लिए भी कंटेंट यहां पे प्लान उसके लिए बना सकते हैं। यहां पे देखेंगे सोच रहा है पहले फिर वो क्रिएट कर देगा। ठीक है? देखेंगे यहां पे हीरो सेक्शन क्या चाहिए भाई? क्या लोगे अब? और क्या चाहिए भाई? इससे ज्यादा क्या लोगे? घर थोड़ी ना ले लोगे। हां देखेंगे। देखेंगे इसने बना दिया पहला H1। मेन हेडिंग है H2 है हेडिंग है। इसके बाद यहां पे गेट स्टार्टेड उसके बाद आपको मेटा एलिमेंट्स भी लिख दिया है। टाइटल मेटा डिस्क्रिप्शन बेनिफिट्स आपको बताने हैं। फीचर्स आपको बताने हैं। होम पेज पे कैसे काम करता है? सोशल मीडिया प्रूफ टेस्ट टेस्टीिमोनियल्स लगाने हैं। एफएक्यूज़ इकॉलॉल टू एक्शन फुटर डिजाइन करना है। क्या मतलब क्या चाहिए आपको? इससे ज्यादा तो और कुछ नहीं लोगे ना भाई। सब कुछ तो बता दिया है। तो इस तरीके से आप अपने टूल्स का कंप्लीट जो है उसको रेडी करके पब्लिश करके कंटेंट बना सकते हो। ठीक है? तो आपको ये समझ में आ गया? क्लियर हो गया। अब आपके घर तक मैं समझाने नहीं आऊंगा। आपको हाथ पकड़ के नहीं क्रिएट करूंगा। तो देखिए जो समझने वाले हैं, जो बनाने वाले हैं, वही समझ चुके हैं। क्या खेला है, क्या चीजें हैं, कैसे करना है, ये सब चीजें उनको आईडिया मिल गया होगा। अब जब नेक्स्ट स्टेप पे आते हैं। हमारा कंटेंट रेडी है। हमारा नया टूल है। हम इनिशियल ट्रैफिक कैसे लाएंगे? तो इनिशियल ट्रैफिक लाने के लिए देखेंगे मैं आपको कुछ टूल बताता हूं। कुछ प्लेटफार्म बताता हूं जहां पे आपको काम करना है। तो सबसे पहला जो इसमें नाम है वह है pintst का। यह बहुत ही आपने देखा होगा कंटेंट प्लान में भी इसने सजेस्ट किया था। हमें क्या करना है? अपने कंटेंट के अराउंड अपने टूल के अराउंड हमें लाइक इनफोग्राफिक क्रिएट करने हैं और pintst पे शेयर करने हैं रेगुलर बेसिस पे कम से कम एक हर दिन। तो काफी आसान है और आसान क्यों है मैं बताता हूं। जैसे कि यहां पे हम चार gpटी का नया हम ओपन कर लेते हैं। और यहां पे से यहां पे मैं लिखता हूं सजेस्ट pinst कंटेंट आइडियाज फॉर माय वेब टूल। ठीक है? यहां पे मैंने क्या कर दिया? सजेस्ट पिंटरेस्ट कंटेंट आइडियाज फॉर माय वेब टूल। अब यहां पे एंटर हिट करते हैं। हमने अपने वेब टूल का नाम दिया है केवल। ठीक है। अब क्या बना रहा है भाई? इसमें कोई लिस्ट नहीं है। एकदम मतलब कितना झकास बना रहा है इसको बताने की जरूरत नहीं है। देखेंगे इसने हमें कई सारे कम से कम 10 तो बताएगा ही लग रहा है मुझे मानेगा नहीं ये। सेकंड वाले को सेलेक्ट करने के बाद अब हमें क्या करना है? यहां पे एक और एi टूल यूज़ करना है जिसका नाम है क्वii। क्वन AI से हम क्या कर सकते हैं? अपना जो है AI से इमेज जनरेट कर सकते हैं अपने Pintterest के लिए। अब हम क्या करेंगे? यहां पे क्रिएट इमेज ऑप्शन पे हम सेलेक्ट करेंगे। साइज में जाएंगे। साइज हम सेलेक्ट करेंगे लाइक 3:4 वाला सेक्शन और इसके बाद यहां पे जाएंगे क्रिएट एन इमेज फॉर पिनस्ट यहां पे डिफाइन कर देना है पिन ऑन टॉपिक ठीक है ताकि सब चीज सही से क्रिएट हो यहां पे हम एंटर कर देंगे ठीक है ये इस तरीके से अब ये थोड़ा सा टाइम लेगा और हमें क्रिएट करके दे देगा ठीक है इमेज हमारा बना देगा तो देखेंगे इसने इस तरीके से इमेज बना दिया है और हम क्या कर सकते हैं? इस इमेज को डाउनलोड कर सकते हैं। डाउनलोड करने के बाद अब हम क्या करेंगे? यहां पर आएंगे और यहां पर इसको देंगे राइट राइट पिंटरेस्ट पिन कंटेंट। ठीक है? पिन कंटेंट और ऑन टॉपिक। ठीक है? ये टॉपिक हम इसको पकड़ा देंगे। अब ये पिन का पूरा कंटेंट बना देगा। ठीक है? अब देखेंगे दो कंटेंट ये बना रहा है। अब हम क्या करेंगे? नेक्स्ट स्टेप में आएंगे। नेक्स्ट स्टेप में आने के बाद हम क्या करेंगे? Pinterest पे जाएंगे। Pinterest पे ऑलरेडी मेरा अकाउंट है। कैसे बनाना है? कई सारे वीडियो मैं बना चुका हूं। नया वीडियो बनाने की जरूरत नहीं है। इनिशियल ब्लॉक पे ट्रैफिक कैसे लाते हैं? यह भी मैंने बताया है। तो यह भी बताने की जरूरत नहीं है मुझे। मैं बस यहां पे एग्जांपल दिखा रहा हूं। तो वो भी आप चेक आउट कर सकते हैं। डिस्क्रिप्शन में सारे लिंक मिल जाएंगे। चैनल का नाम है शैलेश चौधरी। आपको YouTube पे सर्च करोगे चैनल मिल जाएगा। आप यहां पे जाके वीडियो चेक करोगे। एक से एक कमाल के वीडियो यहां पे आपको मिलेंगे। हम क्या करते हैं? यहां पे जाएंगे। क्रिएट ऑर्गेनिक ऑप्शन में क्रिएट पिन। यहां पर क्लिक करते हैं। इमेज को हम अपलोड करेंगे। अपलोड करने के बाद हम आ जाएंगे यहां पे। देखेंगे इसने बनाया है टाइटल। और यहां पे इस टाइटल को हम लोग क्या करते हैं? यहां पे टाइटल पेस्ट करेंगे। टाइटल पेस्ट करने के बाद हम क्या करेंगे? यहां पे जो भी यह है डिस्क्रिप्शन। यहां पर कॉपी करते हैं। और यहां पर यह डिस्क्रिप्शन है। यहां पर इसे पेस्ट कर देंगे। ठीक है? यहां पर इसको हम कर देंगे पेस्ट। और यहां पर बोर्ड सेलेक्ट करके हम यहां हमने बोर्ड सेलेक्ट कर लिया। अब यहां पे हम पब्लिश पे क्लिक कर देंगे। तो ये हमारा इस तरह से हमारा पिन हो जाएगा पब्लिश। कुछ पिन पब्लिश करेंगे तो यहां पे जो भी है हमारे यहां पे क्लिक करके हमारी वेबसाइट तक विजिट कर सकता है। और इस तरह से पिन बनाते जाएंगे। फिर धीरे-धीरे हमें यहां से ट्रैफिक मिलता जाएगा। तो पहला तरीका ये हो गया। अब दूसरा तरीका क्या है? अब इसी पे जो कंटेंट है यहां पे। अब यहां पे हम क्या कर सकते हैं? इसी कंटेंट को ना हम सोशल मीडिया पे भी शेयर कर सकते हैं। तो जैसे यह कंटेंट है। Facebook पे जाना है और ऐसे ग्रुप्स फाइंड करने हैं ना जहां पे पोस्ट शेयर कर सकें। तो यहां पे जब आप एंटर करोगे लाइक यहां पे सर्च करोगे शेयर पोस्ट। ठीक है? और यहां पे आप आ जाओगे ग्रुप यहां पे ग्रुप्स पे। तो देखेंगे बहुत सारे ऐसे ग्रुप्स मिलेंगे जहां पे पोस्ट शेयर कर सकते हैं। यहां पे फॉलोअ भी अच्छे खासे अनलिमिटेड रील्स शेयर, अनलिमिटेड पोस्ट शेयर। ठीक है? और 10 के मेंबर्स हैं इस पे। इस पे देखेंगे 12 के मेंबर्स हैं। तो यहां पे आप कुछ भी शेयर कर सकते हैं। और यहां पे जैसे इससे जुड़ जाएंगे। आप जुड़ जुड़ने के बाद आप यहां पे जाके अपने कंटेंट को जैसे यहां पे शेयर पोस्ट ओपन करते हैं। अपने पोस्ट को सेलेक्ट करते हैं और यहां पे इसको एंटर कर देंगे। एंटर करने के बाद आपका जो लिंक रहे लिंक जो आपके उसका रहे उसका लिंक यहां पे यहां पे इस तरह से जो लिंक रहे उसको लिंक एंटर करके यहां पर पोस्ट पर क्लिक कर सकते हैं। तो यहां से भी जो भी यहां पर जो लोग होते हैं देखेंगे यहां पर पब्लिश हो गया। इस तरह से लिंक ऐड हो गया है। हमने जो पब्लिश किया है पब्लिश हो गया। तो यहां पे जो मेंबर्स होंगे ना इनके साथ जाएगा और इनमें से जो भी इंटरेस्टेड होंगे वो शेयर करेंगे। तो दो तरीका मैंने बता दिया। तीसरा तरीका क्या है? मीडियम जो है यहां पे आप फ्री आर्टिकल लिख सकते हैं। इसी तरीके का Lindin है। यहां पे आप फ्री आर्टिकल भी शेयर कर सकते हैं। यानी ये आर्टिकल रैंक होते हैं काफी अच्छे तरीके से और यहां से भी आपको ट्रैफिक मिलेगा। तो यह तरीका है इनिशियल ट्रैफिक लाने का। अब बात करते हैं जब इनिशियल ट्रैफिक ला 500 400 आ जाएगा तो अब आप मोनेटाइज कब करेंगे? देखेंगे मोनेटाइजेशन जैसा मैंने दिखाया कि YouTube थंबनेल डाउनलोडर पे भी मिलता है एडसेंस का और इस पे भी मिलता है। तो इस पे जब आपके ट्रैफिक 100 200 आने लगे ऑर्गेनिक तब जाके मोनेटाइजेशन के लिए अप्लाई करें। सारे प्रोसेस को स्टेप बाय स्टेप फॉलो करते आएंगे। मान के चलिए 1 महीना 2 महीना यूज़ कर रहे हैं टूल को उसके बाद जाके आप मोनेटाइजेशन के लिए एडसेंस के लिए अप्लाई करेंगे तब अप्लाई होगा। आपको फोकस करना है जो ट्रैफिक है 100 150 आने लगे तभी आपके चांसेस हैं अप्रूव होने का और यहां पे देखेंगे हमने एक लाइव दिखाया है कि हमने कैसे 5 मिनट के अंदर मोनेटाइजेशन लिया फर्स्ट डे से मोनेटाइजेशन के लिए ये वीडियो देख सकते हैं डिस्क्रिप्शन में लिंक है पहले दिन से मोनेटाइजेशन मिल जाएगा अब आपका मोनेटाइज भी हो गया अब आपको स्केल करना है तो स्केल करने के लिए आपको थोड़ा सा अपना पैसा खर्च करना पड़ेगा क्योंकि देखेंगे आप आपके पास दो ऑप्शन होते हैं या तो टाइम तो देखेंगे गेस्ट पोस्टिंग का आप गेस्ट पोस्टिंग कर सकते हो जो भी रिलेटेड हैं। बिज़नेस वाले जो जैसे फॉर एग्जांपल ये टूल बना रहे हैं तो बिज़नेस वाले जो वेबसाइट है वहां पे गेस्ट पोस्टिंग कर सकते हैं। इसके अलावा बहुत सारे पीआर सबमिशन वाले वेबसाइट होते हैं। जैसे कि पेड आप सर्च करेंगे पेड गेस्ट पोस्टिंग। ठीक है? या फिर यहां पे पेड बेस्ट पोस्टिंग सर्विज सर्च करेंगे। ठीक है? यहां पे आपको देखेंगे जो ब्रांड पुश अप है काफी पॉपुलर है। आपको यहां पे मिल जाएंगे। आपको Fiverr पे बहुत सारे लोग मिल जाते हैं जो कि लाइक कैश पोस्टिंग के लिए सर्विज देते हैं। यहां पे आप जाएंगे तो देखेंगे 70DR वाले साइट पे ड फॉलो लिंक के साथ। तो यहां पे जैसे ब्रांड पुश अप का मैंने बताया तो देखेंगे यह दुनिया के बड़े-बड़े न्यूज़ के साथ जैसे बिनेस insider हो गया, MSN हो गया, Fox 20 हो गया, Yahoo Finance हो गया। इन सबके साथ ये लोग जुड़े हुए हैं। तो ये लोग बहुत ही कम प्राइस में आप देखेंगे यहां पे प्राइिंग क्या बात करें तो आप देखेंगे 195 यूएस डॉलर में ही ऑर्डर कर सकते हैं। इसमें आपका टोटल न्यूज़ आउटलेट 200 लोगों तक जाएगा और यहां पे क्या साइटें रहेंगे भी वो भी जैसे कि आपको देखने को मिल जाएंगे। तो यहां पे देखेंगे इंडियन प्रेस का जो है आपको प्रेस रिलीज़ मिल जाएगा। यहां पर पीआर सर्विज ऐसे सर्च करेंगे सर्विज तो आपको यहां पर इंडिया के जो भी आप लाइक बिजनेस वालों को आप लोग देखते होंगे कट शेयर करते हैं कि भाई मेरा इस न्यूज़ में आ गया ये सब ये सब ये पेड पीआर के थ्रू ही जाते हैं ज्यादातर लोग यहां पे आपको देखेंगे जैसे NS 18 NDTV जी N न्यूज़ Hindstan टाइम्स सारे में सारे में आप पब्लिश कर सकते हैं पीआर के थ्रू आप जाके सारे न्यूज़ जगह पे आपके बिज़नेस का नाम होगा तो इसके लिए पैसा खर्च करना पड़ता है और यह एक पैकेज देते हैं कि इस पैकेज के अंदर आपका जो है आप के किन-किन साइटों पे जाएगा तो आप जब बात करेंगे तो आप उनसे डिटेल में आपको मिल जाएगा। तो इस तरीके से आप क्या है बूस्ट कर सकते हैं। ये मेथोडोलॉजी बहुत ही वर्किंग है। जल्दी से किसी ब्रांड को स्केल करना है तो यह बहुत ही तगड़ा तरीका है। लेकिन इसमें पैसा लगता है जैसा मैंने बताया। दूसरा तरीका है गेस्ट पोस्टिंग में आप जा सकते हैं। ऑलरेडी मैं वीडियो बना चुका हूं। तो उसको फॉलो कर सकते हैं। लंबे समय तक काम कर सकते हैं। तो अब जो मेरा होराइजन टूल के प्रति है। देखिए होरजन टूल जो है होस्टिंगर ने बनाया है। यह एक नो कोड डेवलपमेंट टूल है जो कि हेल्प करेगा क्रिएटर, ब्लॉगर, फ्रीलांसर या फिर कोई भी इंडिविजुअल जो कि विदाउट कोडिंग अपना टूल क्रिएट करना चाहते हैं। होस्टिंगर पे जस्ट जस्ट एक कमांड देके जस्ट एक कीवर्ड देके उसके अराउंड टूल वेव बना सकते हैं। कॉम्प्लेक्स टूल भी ये डिजाइन करता है। छोटे टूल भी डिजाइन करता है। काफी कमाल के इंटरफ़ेस के साथ यह टूल बनाता है और उसको डायरेक्टली हम अपने होस्टिंग पर डोमेन कनेक्ट करके लाइव कर सकते हैं। तो, यह प्रोसेस काफी स्मूथ है और काफी इजी है। तो, होप आप सभी को समझ में आया हो। कोई भी सवाल है, कोई भी प्रकार का अगर टूल हेल्प चाहिए, तो हम हेल्प करेंगे। बस इसके लिए आपको नीचे डिस्क्रिप्शन से दिए गए लिंक से होस्टिंग बाय करना है और उसका जो लाइक वो है क्या कहते हैं जो इनवॉइस है हमें ईमेल करना है। ईमेल आपको डिस्क्रिप्शन में मिल जाएगा और इसी के साथ इस चैनल पे हमें सब्सक्राइब करके भी जाइएगा। मिलते हैं नेक्स्ट वीडियो में। तब तक के लिए आप सभी का धन्य। केवल एक क्लिक में आपको किसी भी एआई टूल से कोड लिखने की जरूरत नहीं है। इंप्लीमेंटेशन करने की जरूरत नहीं है। जस्ट वन क्लिक में आप अपना वेब एप्लीकेशन या वेब ऐप बना सकते हैं। वेलकम टू द बैंग भाई कितना खतरनाक बना दिया भाई कसम से कह रहा हूं मैं भाई लिटरली इतना खतरनाक तो आज का आप सेलेक्ट करेंगे मैं यहां पे आपको दिखाता हूं Google पे सर्च करके वेब एप्लीकेशनेशंस टूल का सबसे बड़ा जो बेनिफिट होता है यहां पर Google अपडेट्स के बहुत ज्यादा इंपैक्ट देखने को नहीं मिलते हैं। चाहे वह Google कोर अपडेट हो या Google स्पैम अपडेट। इसका मैं आपको एग्जांपल दिखाना चाहूं तो यह देख सकते हैं मेरे एक टूल का पिछले 12 महीने का ट्रैफिक रिपोर्ट है जिसमें आप देखेंगे कि आपको बहुत ज्यादा चेंजेस नहीं देखने को मिलता है। अब इसका क्या कारण है? इसका सबसे बड़ा जो कारण है वह आपको मैं वीडियो के लास्ट में मैं बताऊंगा। लेकिन उससे पहले एक और बेनिफिट की बात कर लेते हैं। वेब एप्लीकेशनेशंस में बिना ज्यादा कंटेंट लिखे भी हमें एडसेंस अप्रूवल काफी फास्ट मिल जाता है। तो यह दो मेजर बेनिफिट्स हैं। इसके अलावा भी बहुत सारे हैं। मैं आपको आज जो बताने वाला हूं वो शायद आपको हैरान कर दे। अभी तक मैंने बहुत सारे एi टूल्स की मदद से क्रिएट करने को बताया है कि कैसे हम कोड लिखते हैं और फिर वेब एप्लीकेशन क्रिएट करते हैं। लेकिन आज मैं बताने वाला हूं कि केवल एक क्लिक में आपको किसी भी एआई टूल से कोड लिखने की जरूरत नहीं है। इंप्लीमेंटेशन करने की जरूरत नहीं है। जस्ट वन क्लिक में आप अपना वेब एप्लीकेशन या वेब ऐप बना सकते हैं। जी हां, यह बिल्कुल सच है। मैं आपको डेमो दिखाता हूं। यहां पर मैंने दो टूल बनाए हैं। जो पहला टूल है यहां पर देखेंगे जो पहला टूल मैंने बनाया है यह एक इमेज कंप्रेसर है। यहां पे कोई भी इमेज हम अपलोड करेंगे उसका साइज कंप्रेस कर देगा। यह किस तरह के फॉर्मेट को सपोर्ट करता है? यह jpgpn.gi का सपोर्ट करता है। और यह मैक्सिमम 10 MB की फाइल को कंप्रेस कर सकता है। अब यहां पे मैं आपको डेमो दिखा देता हूं। यहां पे मैं फाइल सेलेक्ट करता हूं। और जैसे यहां पर मैं एक पीएजी फाइल सेलेक्ट करता हूं। आप देखेंगे और इसका जो साइज है यहां पर दिखा दिया 1.33 MB का है। और यह प्रीव्यू करके दिखा रहा है। क्वालिटी जो हमें कंप्रेस करना है हम इसको कम या ज्यादा भी कर सकते हैं। और यहां पे कंप्रेस इमेज पे जब मैं क्लिक करता हूं तो देखेंगे यह 1.33 MB इमेज को कंप्रेस करके 134 KB का बना दिया। तो काफी कमाल का टूल है ये। और यहां पे हम जस्ट वन क्लिक में इसको डाउनलोड भी कर सकते हैं। देखेंगे यह डाउनलोड हो गया है। तो यह एक टूल है। और सेकंड जो टूल हमने बनाया है अभी देखेंगे ये प्रीव्यू मोड में भी आपको दिख रहा होगा। यह बना हुआ है। इसमें आप देखेंगे इसने रेवेन्यू बताया इतना हुआ है। प्रॉफिट इतना हुआ है। आरओx इतना हुआ है। ऐड स्पेंड इतना हुआ है। और यहां पे एआई इनसाइड भी है। कितना प्रॉफिट मार्जिन हुआ है। ये सब कैलकुलेट करके यह बता रहा था। तो देखेंगे कितना कॉम्प्लेक्स टूल है जिसको हमने बनाया है जस्ट वन क्लिक में और इसमें पूरा इंसाइट आपको देखने को मिलेगा और यह पूरा काम कर रहा है आसानी के साथ यहां पे फॉरकास्ट भी आप चेक कर सकते हैं कि फ्यूचर में क्या होने वाला है इवन ग्राफ भी यह ड्र्रा कर देता है और यहां पे नीचे देखेंगे Amazon एड्स पे कितना हुआ है Google एड्स पे कितना हुआ है TikTok एड्स पे सब सब यहां पे आपको देखने को मिल रहा है। यहां पे ऑप्शन भी मिलता है लाइट मोड का डार्क मोड का और उसके बाद यहां पे की मैट्रिसेस भी देखने को मिल जाते हैं। इसके अलावा यहां पे अपलोड करके कोई फाइल अगर आपको समझ में नहीं आ रहा है तो यहां पे सैंपल डेटा का भी इस्तेमाल कर सकते हैं और यहां पे कोई भी डेटा जो कि इस फॉर्मेट में हो उसको अपलोड करके एनालिसिस किया जा सकता है। तो ये दो टूल मैंने बनाया है। एक मैंने इजी वाला टूल दिखाया वेब कंप्रेशन और एक मैंने दिखाया आपको कॉम्प्लेक्स टूल। तो डेमो आपने देख लिया कितना फ्रेश डिज़ वाला कितना बेहतरीन टूल क्रिएट किया जा सकता है। जस्ट वन क्लिक में और यह चीज मैं आपको लाइव करके दिखाने वाला हूं। तो अब आते हैं नेक्स्ट टॉपिक पे जो है इस वीडियो का एजेंडा। तो दोस्तों यहां पे सबसे पहले हम फाइंड करेंगे वेब एप्स आईडिया जिस पे हम अपना वेब एप्लीकेशन क्रिएट कर सकते हैं। दूसरा वेब एप्लीकेशन आईडिया को हम कन्वर्ट करेंगे एi प्र्प में यानी एक प्रोफेशनल प्र्ट उसको क्रिएट करके देखेंगे। कैसे बनाते हैं एआई की मदद से ही। इसके अलावा उस प्र्प्ट को वन क्लिक में हम कैसे एक टूल बना सकते हैं। इसको हम लाइव करके देखेंगे। वेब एप्लीकेशनेशंस के लिए कंटेंट प्लान कैसे करते हैं? यह कंप्लीट प्रोसेस हम सीखने वाले हैं। यहां पर जो हम वेब एप्लीकेशन बना रहे हैं, उसमें इनिशियल ट्रैफिक कैसे लाएंगे, इसके क्या-क्या सोर्सेस होंगे, उस पे हम लर्न करने वाले हैं। एडसेंस के लिए कब अप्लाई करना है, कितने दिन बाद अप्लाई करना है, इसके बारे में जानकारी शेयर करने वाला हूं। और हम एक प्रो एडवांस मेथड जानने वाले हैं कि लाइक जब हमारा वेब एप्लीकेशन ल्च हो जाता है उस पर ट्रैफिक धीरे-धीरे ग्रो होता है लाइक 500 600 ट्रैफिक डेली का आने लगता है हम उसको स्काई रॉकेट कैसे करेंगे यानी उसको बूस्ट कैसे करेंगे यह जानने वाले हैं तो यह कंप्लीट वीडियो का एजेंडा है आर यू रेडी अगर यस तो वीडियो को लाइक करिए और अपने WhatsApp स्टेटस पर शेयर कर दीजिए और अब हम बढ़ते हैं स्टेप्स की तरफ तो सबसे पहला स्टेप है जिसमें हम फाइंड करेंगे वेब टूल आइडियाज क्योंकि हमें पता होना चाहिए कि इस तरह के टूल्स हम बना रहे हैं राइट तो इसके लिए हम एआई का हेल्प ले सकते हैं। उनसे टूल आईडिया फाइंड कर सकते हैं। तो अब हम यहां पे लिखने वाले हैं। हम कोई भी इंडस्ट्री नहीं देंगे। तो यहां पे हम लिखेंगे भाई कि क्या करो? सजेस्ट करो। सजेस्ट 100्स प्लस वेब टू आइडियाज विद एंड विदाउट एआई एपीआई ठीक है? मैंने बस यहां पर सिंपल सा कुछ नहीं लिखा है। मुझे कहा है गाइस 100 प्लस वेब टूल आईडिया सजेस्ट करो जिसमें एआई की भी जरूरत एआई एपीआई की भी जरूरत हो और उसके बिना मतलब एपीआई जरूरत हो और ना जरूरत हो। दोनों तरह के टूल हमें चाहिए। तो यहां पे एंटर हिट करते हैं। इसका क्या बेनिफिट है? मैं आपको आगे बताऊंगा। बट अभी हम यहां पे इसको देखते हैं। पहले इसने सबसे पहले वीआई पावर टूल्स का लिस्ट बनाया है। तो यहां पे देखेंगे 10 इसने बना दिया है। 20 25 ये तो लिस्ट ही बनाता जा रहा है। अब देखेंगे लास्ट में इसने बोला कि और चाहिए यूनिक अनटैब्ड अनटैब्ड हम सर्च करते हैं। अनटैब्ड वेब टूल आइडियाज। ठीक है? यह जैसे अनटैब्ड मतलब जिस पे लाइक एक इसको लोगों ने काम नहीं किया हो। यह सब चीज़ें। तो इसको भी हम एंटर कर देते हैं। यूनिक जो मैं एक बार क्रिएट हो जाए फिर दिखाता हूं। फिर आपको समझ में आएगा। ये सारे मैं लिस्ट पूरा दे दूंगा डिस्क्रिप्शन में। आप इनको डाउनलोड करके यूज़ कर सकते हैं। आप या फिर सिंपल जैसा मैंने लिखा है वैसा टाइप करेंगे। आपको मिल जाएगा। कोई दिक्कत वाली बात नहीं है। देखेंगे यहां पे मैं लाइव करके दिखाता हूं। मैं बाद नहीं बता देता हूं चीजें जो मैं करता हूं वही मैं आपको दिखाता हूं। यह चीज ध्यान रखना दोस्तों कि जो मैं कर रहा हूं वही मैं आपको दिखाता हूं या कह लीजिए कि जो मैं कर रहा हूं उसका 10% भी आपको दिखाता हूं। उसका तो पूरा दिखाता भी नहीं। यहां पे इसने ऐसे टूल्स के आईडिया जनरेट किए हैं। जैसे एसइओ या ब्लॉगिंग इंडस्ट्री से रिलेटेड एआई कंटेंट रीाइटर रीडबिलिटी स्कोर एनालाइजर एआई पावर ब्लॉग आउटलाइन क्रिएटर। ठीक है? डिज़ाइन में एi पावर लोगो जनरेटर एआई बेस्ट फोटो एनहांसर यह कितने यहां पे देखेंगे। एi पावर वाटरम्क रिमूवर एआई अवतार क्रिएटर एi बेस्ड मेम क्रिएटर ठीक है तो यहां पे बहुत सारे एi पावर टूल आईडिया जनरेट किए हैं देखेंगे एi बेस्ड लिप सिंक टूल ठीक है एi बेस्ड बैकग्राउंड नॉइज़ रिमूवर एआई बेस्ड म्यूजिक जनरेटर ठीक है अब यहां पे देखेंगे कोडिंग से रिलेटेड भी है बिनेस से रिलेटेड भी है और ई-कॉमर्स से रिलेटेड भी है यह है एi इसमें एi का इस्तेमाल होगा मतलब एi पावर्ड का मतलब सिंपल सा है इसमें एi की एपीआई यूज़ होगी जैसे कि ओपन एi की एपीआई हो गई Google Google की एआई की एपीआई हो गई। जैसे GKI की एपीआई हो गई। किसी ना किसी एआई की एपीआई जो है चाहिए इस टूल को यूज़ करने के लिए। नहीं तो इस टूल को क्रिएट करके इस्तेमाल में नहीं लाया जा सकता है। ठीक है? तो ये आप समझ गए जो एआई पाउंड वाले हैं। दूसरा जो इसने टूल आईडिया हमें जनरेट करके दिया है। ये है नॉन एi मतलब इसमें हमें एआई एपीआई की जरूरत नहीं होगी। जैसे साइट मैप जनरेटर हो गया। सेम एसइओ एंड ब्लॉगिंग के लिए फेब आइकॉन जनरेटर हो गया। फ्री वेबसाइट स्पीड टेस्ट टूल हो गया। ठीक है? Google सर् सिमुलेटर हो गया। फ्री वेबसाइट अप टाइम मॉनिटर हो गया। ठीक है? इसके बाद यहां पे क्या है? डिजाइन एंड क्रिएटिव टूल्स में हो गया। ऑनलाइन कलर पिककर हो गया। ठीक है? पीएजी टू जेपीजी कन्व्टर हो गया। ठीक है? 3D टेक्स्ट जनरेटर हो गया। यहां पे देखेंगे वीडियो एंड ऑडियो में फ्री ऑनलाइन ऑडियो ट्रिमर हो गया। वीडियो टू जीआईएफ कन्व्टर हो गया। ऑनलाइन वीडियो कटर हो गया। ठीक है? MP34 टू वेब एम कन्व्टर हो गया। ठीक है? फ्री वॉइस रिकॉर्डर हो गया। ठीक है? इसके बाद यहां पे कोडिंग के लिए भी बताया है। तो कोडिंग को स्किप कर रहा हूं मैं। बिजनेस के लिए भी बताया है इसने। ऑनलाइन टाइम ट्रैकर टूल हो गया। एक्सपेंस ट्रैकर टूल हो गया। फिर ऑनलाइन पोल मेकर टूल हो गया। बिजनेस कार्ड जनरेटर टूल हो गया। इसके बाद ई-कॉमर्स के लिए फ्री शॉपिफाई प्रॉफिट कैलकुलेटर हो गया। Amazon फी कैलकुलेटर हो गया। शॉपिफाई सेल्स टैक्स कैलकुलेटर हो गया। ठीक है? इसके बाद यहां पे देखेंगे हमने अनटप्ड वाले टॉपिक को भी दिया है। तो यहां पे अनटप्ड वाले टॉपिक में क्या है? यहां पे कंपटीिट गैप फाइंडर हो गया। कंपिटिट कंटेंट गैप फाइंडर। ठीक है? यहां पे जो भी यह बहुत ही पॉपुलर बहुत ही पावरफुल वे है अपने ब्लॉग पे ट्रैफिक जनरेट करने का, अपने ब्लॉग पे इंडेक्सिंग फास्ट करने का, अपने ब्लॉग पे रैंकिंग फास्ट करने का कि जो हमारे कॉम्पिटिट हैं लाइक अ कोई भी नी हम सेलेक्ट करते हैं जो उसके टॉप कॉम्पिटिटर्स हैं उन पे ऐसे कंटेंट को फाइंड करने के लिए जो उन्होंने कवर नहीं किया है। यहां पे गैप एनालिसिस गैप फाइंडर के लिए यह टूल क्रिएट कर सकते हैं। Google सर्च इंटेंट क्लासिफायर हो गया। ठीक है? इसके बाद यहां पे ज़ीरो क्लिक सर्च फाइंडर हो गया। ठीक है? अब यहां पे देखेंगे डिज़ में एi बेस्ड 3D लोगो क्रिएटर हो गया। वीडियो में आएंगे एi बेस्ड पोर्टकास्ट रिपर्पसर हो गया। ठीक है? स्लाइस साइलेंट वीडियो बैकग्राउंड म्यूजिक मैचर हो गया। ठीक है? तो यहां पे कितने तरीके के इसने टूल बना दिए हैं जिसका कोई लिस्ट नहीं है। शॉपिफाई अबंडेंट कार्ट रिकवरी मैसेज जनरेटर हो गया। तो इसमें से कोई भी एक टूल सेलेक्ट कर सकते हैं। ये सारे लिस्ट मैं आपको दे दूंगा डिस्क्रिप्शन में। फिर से बोल रहा हूं। इसमें से कोई भी एक लिस्ट टूल सेलेक्ट कर सकते हैं। स्टेप नंबर टू में हम सेलेक्ट करते हैं टूल आईडिया और उसको कन्वर्ट करेंगे एक ए प्र्ट में। तो यहां पर हम क्या करते हैं? सबसे पहले एक डॉक्स ओपन कर लेते हैं। डॉक्स में क्योंकि हमारा डेटा सेव रहेगा। फ्यूचर में अगर कोई चेंज होता है तो हम लाइक उसका हिस्ट्री चेक कर सकते हैं। ठीक है? तो यहां पे हम नाम देते हैं वेब वेब एप्स। ठीक है? तो यहां पे टूल आइडियाज हम लिखते हैं। हैं? तो यहां पे जो मैं एक छोटा और एक बड़ा दो टूल सेलेक्ट करूंगा और दोनों को बनाकर दिखाऊंगा। तो इससे आपको आईडिया हो जाएगा कि कितना आसान प्रोसेस है। तो यहां पे हम क्या करते हैं? एआई एपीआई वाला नहीं करते हैं क्योंकि अगर यह एपीआई का करेंगे तो वो फिर हो सकता है आप जब टेस्ट करें काम ना करें। तो यहां पर हम क्या करते हैं? वीडियो में जाते हैं। मैंने एक यहां पे कॉपी किया था YouTube थंबनेल डाउनलोडर। यह क्यों? आपको मैं दिखाना चाहूंगा। मैंने YouTube थंबनेल डाउनलोडर क्यों सेलेक्ट किया है? इसका जो यहां पे देखेंगे एडसेंस अप्रूवल मिलता है। YouTube डाउनलोडर पे नहीं मिलता है। लेकिन इस पे एडसेंस अप्रूवल मिलता है और इस पे ह्यूज ट्रैफिक है। देखेंगे जो मंथली सर्चेज है ना एवरेज वह 400 429000 है और यहां पे हर एक बंदा लगभग डेढ़ पेज विजिट करता है तो मतलब आप समझ के चलिए कि लाइक जो अर्निंग है वह काफी हाई है थंबनेल डाउनलोडर पे जो सीपीसी है वह भी काफी हाई है 1.2 का है जो कि काफी अच्छा है ट्रैफिक देखेंगे यूनाइटेड स्टेट से 15% है इंडिया पाकिस्तान यह तीन ट्रैफिक सोर्सेस है इनका जहां से कमाई भी अच्छी होगी तो इसका कारण है तो यहां पे यह स्माल टूल के कैटेगरी में आएगा। स्माल टूल के कैटेगरी में आएगा। ठीक है? और हम एक बनाएंगे। एक टूल और क्रिएट करके देखेंगे। एक लास्ट टूल भी क्रिएट करेंगे। तो यहां पे अनटप्ड कैटेगरी जो हमने फाइंड किया था वो तो यहां पे देखेंगे कोई भी हम सेलेक्ट करेंगे एसइओ आते हैं डिज़ में। तो यहां पे मल्टी फॉर्मेट इमेज एनालाइजर है। ठीक है? यहां पे देखेंगे एक हमें बहुत ही कमाल का एक आईडिया मिला है जो कि लाइक थोड़ा सा कॉम्प्लेक्स है डिजाइन में बट कमाल का है। लाइक कई सारे लोग के लिए कई सारे यूज़र्स हैं। जैसे कि आप मैं आपको एक इसका दिखाना चाहूंगा। जैसे हम यहां पे Google सर्च करते हैं। ठीक है? हम यहां पे Google सर्च करते हैं तो Google का डिज़ाइन कुछ इस तरह से दिखता है। Bing सर्च करते हैं तो Bing का डिज़ाइन कुछ इस तरह से दिखता है। इन्होंने इस तरीके से बनाया है और Google ने इस तरीके से बनाया है। तो इसका कारण क्या है? इसमें कलर जो है इनके लोगो में इनके लोगो में जो कलर हैं इन सबका एक कारण होता है। तो जब भी कोई ब्रांड बिल्ड करता है ना तो उसमें लाइक किस तरह के फों्ट इस्तेमाल होते हैं? क्या कलर स्कीम रहेगा? लोगो का कलर कैसा होगा? टेक्स्ट का कलर कैसा होगा? बैकग्राउंड कलर कैसा होगा? ये सब चीजें बहुत ही इंपॉर्टेंट मायने रखती हैं और बहुत सारे बड़े-बड़े टूल्स हैं जो इसके लिए पैसा भी चार्ज करते हैं। तो यहां पर हम ये टूल क्रिएट करने वाले हैं और यहां पे और यहां पे कुछ बड़े टूल्स हैं जो कि पैसा भी चार्ज करते हैं। तो यहां पर हम यही क्रिएट करेंगे एi बेस्ड ब्रांड मूड बोर्ड जनरेटर जिसमें हम फाइंड करेंगे कंप्लीट ब्रांड किट बनाकर देखेंगे जिसमें कलर फॉन्ट और स्टाइल सब चीजें होंगी। तो यह हो गया यह हमारे लार्ज टूल की कैटेगरी में आ जाएगा। तो यहां पे लार्ज टूल के कैटेगरी में हम ये दो टूल एंटर कर देंगे। ठीक है? अब हम क्या करेंगे? लाइक इन टूल आईडिया को प्र्प्ट्स में कन्वर्ट करेंगे। तो यहां पे हम लिखते हैं प्र्ट अपने बॉक्स में और हम क्या करते हैं? चैट जीपीटी पे जाते हैं फिर से और इसको बोलते हैं जस्ट राइट फ्रॉम टू टू मेक दिस पर अभी तक हमारा जो था टूल आईडिया केवल एक आईडिया था। अब इसने इसका डिटेल बना दिया है प्र्प्ट्स में। यह प्र्प्ट भी मैं आपको दे दूंगा। यह प्र्ट क्या है? क्रिएट ए YouTube थंबनेल अह क्रिएट YouTube थंबनेल डाउनलोडर टूल दैट अलाउ यूजर टू एंटर YouTube वीडियो यूआरएल एंड इंस्टेंटली इंस्टेंटली फेच हाई क्वालिटी थंबनेल इन डिफरेंट रेोल्यूशन मैक्स एचडी एंड एसटी टूल शुड प्रोवाइड प्रीव्यू ऑफ थंबनेल एंड ऑप्शन टू डाउनलोड इन मल्टीपल साइज। समझ रहे हैं? कितना गजब का यह इसने प्र्ट लिख दिया। अब इसी तरह हम इसका भी प्र लिख लेंगे। ठीक है? यानी जो सेकंड स्टेप है, हम अपने टूल आईडिया को प्र्प्ट्स में कन्वर्ट करेंगे। तो यहां पे हम इसका भी प्र्ट एंटर कर देते हैं। ठीक है? और यहां पे आते हैं। सेम बस हम इतना ही कॉपी करेंगे और देखेंगे यह गजब का प्र्ट लिख देता है। हमें कुछ देखेंगे क्वेरी हमें चैट जीपीटी पे बड़ा लिखने की जरूरत नहीं होती है। हम आसानी के साथ ये काम कर सकते हैं। तो यहां पे हमने लिख दिया है और यहां पे एंटर हिट कर देते [संगीत] हैं। अब देखेंगे इसने पूरा ये कंप्लीटली प्र्ट बना दिया है। ठीक है? अब हमारे पास हो गया है दोनों टूल का हमारा प्र्ट भी रेडी हो गया। तो प्र्प्ट को मैं ऐसे कर देता हूं ताकि आपको पता चले। तो यहां पे अब समझ गए आप। अब हम आते हैं नेक्स्ट स्टेप पे। जस्ट वन क्लिक में क्रिएट करने के लिए हमारे पास होना चाहिए होस्टिंगर जो कि मेरे पास है। तो मैं यहां पे लॉग इन करता हूं। अगर आपके पास नहीं है तब भी मैं बताऊंगा कैसे करेंगे। ठीक है? यहां पे आते हैं। वेबसाइट लिस्ट में आते हैं। होस्टिंगर में लॉग इन करने के बाद यहां पे जाते हैं। यहां पे जाने के बाद हम क्या करेंगे? ऐड वेबसाइट पे क्लिक यहां पे देखेंगे लिखा है होस्टिंगर होराइज़न अर्ली एक्सेस इस पे हम क्लिक करेंगे। जैसे हम इस पे क्लिक करते हैं तो यह देखेंगे इंटरफ़ेस नया ओपन होगा जहां पे लिखा व्हाट डू यू वांट टू क्रिएट। जस्ट यहां पे जो हमने प्र्ट लिखा है यहां पे हम कर देंगे उसको बेस्ट। और नीचे देखेंगे कुछ सजेस्ट कर रहा है। मतलब जैसे इमेज कंप्रेसर जो मैंने पहला दिखाया था। जस्ट यहां पे मैंने क्लिक करके बना दिया था। वन क्लिक में ही बना दिया था। यहां पे TikTok टो गेम बना देंगे। मॉडर्न लैंडिंग पेज सब कुछ यह डिज़ाइन कर देगा। तो यहां पे मैं अपना प्र्ट ना YouTube थंबनेल डाउनलोडर वाला पेस्ट कर देता हूं। देखेंगे पेस्ट कर दिया। अध्ययन इस एरो पे जस्ट वन क्लिक मैंने कहा था ना यहां पे एरो पे हम बस क्लिक करके मैं हाथ देखेंगे दोनों ऊपर कर लिया हूं। ठीक है? अब ये सारा काम करेगा। कोड का जो स्टेप है जो स्ट्रक्चर है कुछ भी बनाने की जरूरत नहीं। यह पूरा बना ही देगा। टूल ही बना देगा और वो हमें दे देगा। ठीक है? इवन इसमें अगर कोई इशू आता है तो यह भी बताता है। इसको मैं फिर देखेंगे इसने लगभग कोड को रेडी कर दिया है। यहां पे देखेंगे सारे कोड्स को इसने बना दिया है। फोल्डर्स भी बना दिया है इसने। हमने कुछ नहीं किया है। ये सब बना दिया। यह प्रीव्यू है। देखेंगे इस तरह का प्रीव्यू इसने दिखा दिया है। और यहां पर हम चाहे तो इसको यूआरएल में ओपन करके भी देख सकते हैं। पब्लिश करके भी देख सकते हैं। तो यहां पे जैसे हम क्लिक करते हैं। अब हम क्या करेंगे? कोई भी YouTube वीडियो डाल के यहां पे मैं आपको दिखाता हूं यह काम कर रहा है कि नहीं कर रहा है। हम YouTube पर जाते हैं। शैलेश चौधरी सर्च करिए। नहीं जानते हैं भाई अपना ये चैनल है। सब्सक्राइब भी कर लीजिए। ठीक है? जैसे ये लास्ट वीडियो हमने बताया था कि लाइक अ फर्स्ट डे से मोनेटाइजेशन कैसे मिलेगा। तो इसको हम कॉपी करते हैं। इसका थंबनेल डाउनलोड करना चाहते हैं। यहां पे YouTube वीडियो को पेस्ट करेंगे। गेट थंबनेल पे क्लिक करेंगे। भाई आपके सामने है। मैक्स रेोल्यूशन हाई क्वालिटी मीडियम क्वालिटी देखेंगे यहां पे। और जैसे यहां पर क्लिक करेंगे तो देखेंगे क्वालिटी इसका लो हो गया और यहां पर क्लिक करेंगे क्वालिटी और भी लो हो गया। तो यह भाई कमाल का है। जस्ट यहां पे क्लिक करते ही डाउनलोड हो गया। ठीक है? और इसको हम डाउनलोड करके रख सकते हैं। तो यह टूल है और इसको मैंने देखेंगे कितना आसानी के साथ बना दिया। अब इसको बनाने अगर आपको बनाना है तो क्या चाहिए रिक्वायरमेंट उसके बारे में हम बात करते हैं। इसके लिए हम लाइक अ स्टेप बाय स्टेप जाते हैं ताकि अगर कोई बिगिनर है पहली बार कर रहा है तो उसको पूरा समझ में आ जाए। जिसके पास अभी तक होस्टिंगर है वो इस तरीके से क्रिएट कर सकता है। अब आपको क्या करना है? आपके पास होना चाहिए एक होस्टिंग और एक डोमेन। होस्टिंग कौन सी चाहिए? होस्टिंगर का चाहिए। क्योंकि यह टूल है होस्टिंगर ने ही बनाया है। इसका नाम है होस्टिंगर होराइजंस। तो हमें क्या करना है? सिंपल सा जाना है। आपको यहां पे वीडियो के नीचे जाएंगे तो आपको यहां पे डिस्क्रिप्शन में इस तरह से लिंक मिलेगा। साइन अप विद होस्टिंग का जिसमें आप देखेंगे 10% का एक्स्ट्रा डिस्काउंट है तो यहां पर क्लिक करना है और यहां पर आने के बाद आप देखेंगे जो जो प्राइस है ₹149 पर मंथ से है तो आपको ज्यादा पैसा नहीं देना पड़ेगा 30 डेज का मनी बैक गारंटी है फ्री डोमेन मिल जाएगा मतलब अपने टूल के लिए अपने वेब अप के लिए आपको लाइक अ डोमेन खरीदने की जरूरत भी नहीं पड़ेगी मैनेज होस्टिंग मिलता है सब चीजें और यह टूल जो होस्टिंग का होरजन की बात कर रहे हैं यह इसी पे मिलेगा और कहीं नहीं मिलेगा दूसरा होस्टिंग यूज़ कर रहे हैं तो आपको यह नहीं मिलेगा का तो यहां पे स्टार्ट नाउ पे क्लिक करना है। देन आपको क्या करेंगे? यहां पे 149 का प्लान सेलेक्ट कर सकते हैं। 249 का 599 का जो भी आपको पसंद आए। तो यहां पे मैं रिकमेंड करूंगा यह वाला प्लान क्योंकि इसमें 100 वेबसाइट आपको यानी 100 टूल बनाने को मिल जाएंगे। आपको लाइक यहां पे इतना मंथली विजिटर यह झेल सकता है। उसके बाद 100 GB का एसएसडी स्टोरेज मिलता है। और यहां पे आपको लाइक अ फ्री एसएसएल ऑटोमेटिक बैकअप माइग्रेशन ये सब चीजें मिलता है। यहां पे ध्यान चूज़ प्लान पे क्लिक करते हैं। अब जैसे हम लाइक ए प्लान सेलेक्ट करते हैं। देखेंगे यहां पे आ गया प्रीमियम वेब होस्टिंग। अभी जो है इसका जो प्राइस है वह ₹28,752 है जिसको डिस्काउंट करके केवल ₹7152 में ही यह दे रहा है। तो यहां पे इस ऑप्शन को सेलेक्ट कर लेना है। देन आपको क्या करना है? यहां पर आपको अगर आप चाहे तो इसको 2 साल या 1 साल या 24 महीने किसी में भी बाय कर सकते हैं। और आप देखेंगे इसमें आपको क्या मिलेगा? फ्री डोमेन मिलेगा। प्लस 2 मंथ का फ्री होस्टिंग मिलेगा। ठीक है? अब यहां पे हम इसका प्राइस और भी कम कर देंगे। हम क्या करेंगे? यहां पे कूपन यूज़ करेंगे। होस्टिंग का 10 हम यह कूपन ऐड करेंगे और जैसे यहां पे ऐड करते हैं तो देखेंगे यह अब जो प्राइस है ₹6400 ₹34 ₹6436 हो गया ₹715 का और एक्स्ट्रा डिस्काउंट आपको मिल गया। फ्री डोमेन आपको मिलेगा जिसका कॉस्ट ₹1000 के लगभग होता है। यानी जो आपके होस्टिंग पड़ी पूरे 4 साल के लिए वह आपका लाइक 5000 में पड़ा तो बहुत बड़ा नंबर है। मतलब 1000 एक साल का 1010 1010 या 1300 कह लीजिए एक साल का आप होस्टिंग का दे रहे हैं। तो यह काफी ह्यूज ऑफर है। यहां पे 30 डेज मनी बैक गारंटी भी मिलता है। कंटिन्यू पे क्लिक करेंगे। तो यहां पे मैं फटाफट अपना ईमेल आईडी और पासवर्ड जो मुझे होस्टिंग लॉगिन के लिए चाहिए वह यहां पे एंटर कर देता हूं। अब यहां पे देखेंगे मैंने एक ईमेल आईडी और एक पासवर्ड यहां पे एंटर कर दिया है। देन रजिस्टर नाउ का बटन है। यहां पे मैं क्लिक करूंगा। अब हम आ गए हैं कार्ट में। कार्ट में आप देखेंगे पहला बिलिंग एड्रेस डिटेल है। ठीक है? उसके बाद यहां पे आप देखेंगे हमारा जो ऑर्डर समरी है ये दिया गया है। प्रीमियम वेब होस्टिंग हम ले रहे हैं। 12 महीने का प्लान हमने सेलेक्ट किया है। डोमेन नेम अभी सेलेक्ट नहीं किया है। वो बाद में करते हैं। डाटा प्रोडक्शन हमने नहीं लिया है। होस्टिंगर का जो है टोटल डिस्काउंट हमें जो मिला है 66% और प्लस 10% हमें उस प्राइस में मिला है जो 66% के बाद है। टैक्स कैलकुलेटेड अगर मैं यहां से पेमेंट करूंगा तो मुझे टैक्स नहीं देना पड़ेगा। बट अगर इंडिया से करते हैं तो टैक्स भी इंक्लूड हो जाएगा। अगर इंडिया हम सेलेक्ट करेंगे यहां से कंट्री। यहां पर मैंने अपना फोन नंबर ऐड कर दिया। अब यहां पर नाम एंटर कर देता हूं। ठीक है? मैंने अपना नाम भी ऐड कर दिया। अब आ जाते हैं नीचे। यहां पे देखेंगे कंटिन्यू पे क्लिक करेंगे। कंटिन्यू पे क्लिक करते ही रिफ्रेश होगा यह। रिफ्रेश क्यों होगा? क्योंकि इंडिया में लगता है टैक्स। और यहां पे देखेंगे हमारा जो है टैक्स हमने हमने अपने 2300 के अमाउंट में हमने 28% समथिंग जीएसटी शायद लगता है। अब इसका मुझे 18% लगता है। तो 18% जीएसटी ₹425 हमें एक्स्ट्रा पे करना पड़ेगा। यानी हमारा जो प्राइस था ₹2365 वो उसमें ₹425 हम जो सरकार को देंगे वो टैक्स हमने यहां पे ऐड कर दिया है। तो ऐसा सोचिए नहीं कि आप अगर कुछ नहीं कमाते हैं तो आप टैक्स नहीं देते हैं। यह आपका यह टैक्स है जो आप पे कर रहे हो। आप देखेंगे यहां पर कई सारे पेमेंट के ऑप्शन भी हमें साथ में दिखने लगते हैं। जैसे यूपीआई के थ्रू कर सकते हैं। PayPal के थ्रू हम पेमेंट कर सकते हैं। ठीक है? और हम चाहे तो कार्ड के थ्रू भी पेमेंट कर सकते हैं। तो जैसे हम यूपीआई ऐड करते हैं। जैसे ये हमारा है हमने यहां पे लिखा यूपीआई सबमिट। सबसे आसान इंडियंस के लिए यही होता है। अब हमारा फोन नंबर है और देन हम यहां पे यूपीआई आईडी एंटर करेंगे। तो मैं अपना यूपीआई आईडी एंटर कर देता हूं। पहले यहां पे मेरा नाम हो गया। और यह है मेरा यूपीआईडी आईबीएल। ठीक है? और यहां पे हम अभी एक्टिव नहीं हुआ है बटन। साइड में हम जब क्लिक करेंगे तो एक्टिव होता है। थोड़ा सा टाइम लगता है। जब यह ग्रीन हो जाए तभी इस पे क्लिक करना होता है। देन यह ग्रीन हो गया है। कंटिन्यू पे क्लिक करेंगे। आप देखेंगे कंटिन्यू पे क्लिक करेंगे। यहां पे आ रहा है व्हेन यू गो टू अप्रूव योर पेमेंट। ठीक है? यू विल सी ट्रांजैक्शन लिमिट ऑफ़ 8300। मतलब कि 8300 इंग्लिश में बोले तो 8300। यू वोंट बी चार्ज दिस अमाउंट। दिस लिमिट सेड टू ऑटोमेट योर फ्यूचर पेमेंट्स। ओके? आप देखेंगे यहां पे कई सारे लोग डर जाते हैं। क्या है जब वो पेमेंट करने जाएंगे तो उन पे 8300 दिखाएगा। अब वो सोचेंगे यार कि हमें हम मैं तो पे कर रहा था लाइक ₹2700 लेकिन अब मुझे तो ₹8300 पे करना है। ऐसा नहीं है। यह क्या दिखा रहा है कि फ्यूचर में ऑटोमेट करते हैं। मतलब ऑटो पेमेंट इनेबल करते हैं इस अमाउंट का। मतलब जब रिन्यूल होगा तो उसका चार्ज ₹8300 हो गया। अभी तो पहली बार डिस्काउंट में यह दे रहा है। राइट? अब आप सोचोगे यार डिस्काउंट में तो इतना सस्ता मिल रहा है 8,000। अगर भाई इसीलिए मैं बोल रहा हूं कि अभी आपको डिस्काउंट में मिल रहा है। अगर आपको लगता है फ्यूचर के लिए तो वो प्लान आप 4 साल का सेलेक्ट कर सकते हैं। ठीक है? अगर आपको लगता है कि आपको कंटिन्यू इसी पे करना है अगले साल भी तो 4 साल का भी ऑप्शन मिलता है। 2 साल का भी ऑप्शन मिलता है। तो 8300 नहीं पे करना है। यह मैं बता रहा हूं। उसको टेंशन मत लेना। उसको पे करना बेधड़क। 8300 जाएगा नहीं आपका। यहां पे कंटिन्यू पे मैं क्लिक करता हूं। आप देखेंगे यह रिीडायरेक्ट कर रहा है। पेमेंट डायरेक्ट जाएगा यूपीआई मेरे यूपीआई पे आएगा और यहां पर मैं इनेबल करवा देता हूं जस्ट अ सेकंड। तो अभी देखेंगे जैसे पे हो गया है। आप देखेंगे रीडायरेक्ट हो रहा है। यह थोड़ा टाइम लेता है रीडायरेक्शन में। उसके बाद रीडायरेक्ट हो जाएगा। पेज को टच नहीं करना है। देखेंगे यहां पे आएगा स्टेटस 404 और सक्सेस और यहां पे 1 मिनट मैं जाता हूं ईमेल पे। ठीक है? कुछ एरर आया है। ईमेल पे हमारे पास जरूर आएगा कंफर्मेशन। और यहां पर देखेंगे पेमेंट सक्सेस देखेंगे ईमेल आ गया है 0 मिनट पहले अभी आया है यह पेमेंट सक्सेस का हमने पेमेंट कर दिया है। ठीक है? अब यहां पे हमें एक और ईमेल आता है कि होस्टिंगर का अकाउंट वेरीफाई कर लेना है। बहुत सारे लोग नहीं करते हैं तो लॉग इन नहीं कर पाते बाद में। तो यहां पे देखेंगे ये वेरीफाई योर ईमेल एड्रेस जो ईमेल एड्रेस आप एंटर कर रहे हैं वहां पे जाएगा। वेरीफाई पे हम क्लिक करेंगे। और यहां पे जो इशू आया है उसको टेंशन नहीं लेना है। कोई दिक्कत नहीं है। ये कभी-कभी रूट फेल हो जाता है प्रिंट करने में। तो उसका दिक्कत नहीं है। अब देखेंगे यह हमारा लॉगिन पैनल है। मतलब हमने होस्टिंग सक्सेसफुली परचेस कर लिया है। लॉगिन करने के बाद यहां पे आना है वेबसाइट। यहां पे ऑप्शन दिखेगा। वेबसाइट्स लिस्ट में जाना है। तो यहां पर हम क्या करेंगे? ऐड वेबसाइट पे क्लिक करेंगे। क्लिक करने के बाद हम यहां पे सेलेक्ट करेंगे क्या? होस्टिंगर होराइजन। देखेंगे यहां पे ऑप्शन दिख रहा है। ये कोई भी और ऊपर नहीं सेलेक्ट करेंगे। होस्टिंगर वेबसाइट बिल्डर नहीं सेलेक्ट करेंगे। वर्डप्रेस नहीं सेलेक्ट करेंगे। इंपटी पेज नहीं सेलेक्ट करेंगे। हम सेलेक्ट करेंगे क्या? होस्टिंग होराइजन यह ध्यान रखना है। यहां पे क्लिक करेंगे। यहां पे क्लिक करने के बाद इस तरह का इंटरफ़ेस जो कि ऑलरेडी मैं दिखा चुका हूं। ऐसा इंटरफ़ेस देखने को मिलता है। अब हम क्या करेंगे? अब हम पहले बड़ा वाला टूल बनाते हैं। फिर सेकंड छोटा वाला टूल भी बना के देख लेंगे। तो, यहां पे देखेंगे कि आई वेस्ट ब्रांड मोड बोर्ड जनरेटर। ये वाला टूल हम बनाते हैं। बड़ा टूल है। तो यहां पे क्लिक करते हैं। कॉपी करते हैं इसको। इसके प्रम्प्ट को प्र्प्ट को यहां पे पेस्ट कर देंगे। पेस्ट करने के बाद यहां इस एरो पे क्लिक कर [संगीत] देंगे। यह पूरा कोड यह लिखना शुरू कर दिया। यह खुद से फाइल बनाता है। खुद से उसमें कोड लिखता है। सब काम करता है। हमें डायरेक्टली यूआरएल प्रोवाइड करता है। भाई हमें कुछ करने की जरूरत भी नहीं है। यहां पे हम उसके बाद उसमें डोमेन कनेक्ट कर सकते हैं और फिर इसको लाइव कर सकते हैं। तो देखेंगे यह बना रहा है। कितने कोड ये लिख रहा है। आप समझ रहे हैं ये आप समझ रहे हैं ये जितना भी पेजेस दिखा रहा है। जैसे पहले जेएक्स लिखा है। जेएस उसके बाद सीएसएस जेएस उसके बाद यहां पे जे जेएस एक्स करके इसका कुछ कोड है। वो अपना लिखा है। ऐसा नहीं है कोड नहीं लिखना पड़ रहा है। यह पूरा डेवलपर की तरह काम कर रहा है। आपके लिए कंप्लीट डिजाइनर प्लस डेवलपर प्लस बैक एंड सब कुछ काम कर रहा है। भाई ये लाइक ए सब कुछ इतना बेहतरीन बना के देता है जो कि देखने में काफी शानदार लगता है। तो ये टाइम लग रहा है थोड़ा सा क्योंकि देखेंगे लाइन अप कोड कितना लिख रहा है। देखेंगे कितने पेजेस का कोड है। 2 3 4 5 6 7 8 9 10 11 12 13 14 15 16 पेजेस का ऑलरेडी ये लिख चुका है कोड भाई आप समझ रहे हैं डेवलपर को दे दे तब भी महीनों लगा देता है लिखने के लिए लेकिन यह देखेंगे बहुत ही आसानी के साथ लिख देता है और मैं आगे चलके इसी का इस्तेमाल करके बहुत सारी चीजें करने वाला हूं इसमें पांच जो है मैं आपको बता देता हूं देखेंगे पांच डेली मैसेज फ्री मिलते हैं। इसके बाद हम चाहे अगर इसको इनक्रीज करना तो हमें अपना प्लान अपग्रेड करना पड़ेगा। अब देखेंगे इसने कोड हमारा लगभग लिख दिया है। अब यहां पर जैसे यह कंप्लीट होता है ना यहां पर प्रीव्यू भी यह करने लगेगा। देखेंगे वेब अप इज बिल्डिंग यहां पे लिख दिया है। अब उसको प्रीव्यू करेगा थोड़ी देर में और भाई भाई साहब सामने है। सामने है कमाल का टूल। अब मैं आपको इसको प्रीव्यू करके दिखाता हूं। यहां पे क्लिक करते हैं। और यह देखेंगे इसका डिज़। तो यहां पे सबसे पहले ब्रांड का नाम एंटर करना होगा। इंडस्ट्री सेलेक्ट करना होगा। ब्रांड का वाइब सेलेक्ट करना होगा। ब्रांड का अगर कोई डिस्क्रिप्शन है तो ये भी एंटर कर सकते हैं। तो यहां पे मैं ब्रांड का नाम सेलेक्ट करता हूं। ठीक है? इंडस्ट्री यहां पे सेलेक्ट कर लेते हैं। टेक्नोलॉजी फिटनेस मार्केटिंग यहां पे सेलेक्ट वाइब मॉडर्न हम करते हैं। ठीक है? उसके बाद यहां पे लिखते हैं हमने ये ब्रांड का डिस्क्रिप्शन डाल दिया है। अब हम क्या करते हैं? यहां पे जनरेट मूड बोर्ड ये करते हैं यहां पे भाई साहब वेलकम टू द गैंग भाई कितना खतरनाक बना दिया भाई कसम से कह रहा हूं मैं भाई लिटरली इतना खतरनाक तो आज का आप सेलेक्ट करेंगे मैं यहां पे आपको दिखाता हूं Google पे सर्च करके पहले आपको आईडिया हो जाएगा यह लाखों का टूल है भाई लाखों का टूल यहां पे Cवा का आपको मिलता है AOबी का मिलता है ठीक है यहां पे किसी का भी ओपन ऑप करेंगे ना इतना बेहतरीन तरीके से नहीं है। यहां पे देखेंगे यह क्या है? यहां पे क्रिएट पे हम जब क्लिक करेंगे यहां पे बिज़नेस ऐसे यून डिजिटेट डालते हैं। ठीक है? मैं कंपेयर करके ही डायरेक्ट दिखाता हूं। ठीक है? और यहां पे मॉडर्न एंटर करते हैं। ठीक है? और क्या भाई? बस और एसइओ डिजिटल मार्केटिंग। ठीक है? यहां पर हम क्रिएट पर क्लिक करते हैं और यह भी है। ठीक है? कोई भी इस तरह का अब देखेंगे इसने जो क्रिएट किया है यह पॉपुलर टूल माना जाता है। यह भाई इसने क्रिएट किया है इस तरह का कलर फॉन्ट ये सब चीजें। अब मैं जो हमने बनाया है ना भाई भाई उसका कोई कंपैरिजन ही नहीं है किसी से। देखेंगे ब्रांड डिस्क्रिप्शन यहां पे और यहां पे डाउनलोड हो जाएगा, सेव हो जाएगा। सब कुछ हो जाएगा। देखेंगे पहले लिखा है कलर आपका किस तरह का नेवी ब्लू स्लेट ब्लू ब्लू स्काई ब्लू और यह कलर आपको देखो कोड मिल गया ठीक है टाइपोग्राफी देखेंगे फॉन्ट किस तरह का रहेगा पॉप्स यूज़ कर सकते हैं बॉडी फॉन्ट ओपन सांस लोगो ठीक है यहां पे लोगो भी इसने एक जनरेट कर दिया लोगो स्टाइल किस तरह का रहेगा ठीक है ब्रांड गाइडलाइन भी इसने बना दिया है ठीक है और उसके बाद यहां पे लाइक है मॉडर्न वर्क ऑफिस का आपको यहां पे देखेंगे दिखा दिया है मॉडर्न इस तरह का रहेगा तो यहां पे कितना कमाल का इसने इसने पूरा जनरेट कर दिया है। लोगो जनरेट कर दिया है। फॉन्ट जनरेट कर दिया है। कलर कैसा रहेगा? ब्रांड डिस्क्रिप्शन, ब्रांड इंस्पिरेशंस कैसे होंगे? ये सब चीजें इसने बना दिया है। तो यह काफी कमाल का टूल है। और हम क्या कर सकते हैं? इसको यहां पे क्लिक करेंगे बैक और यहां पे हम क्लिक करके इसको कर सकते हैं पब्लिश। तो देखेंगे यह हो जाएगा पब्लिश। अभी मैं आपको दिखाता [संगीत] हूं। अब देखेंगे ये हमारा पब्लिश हो गया। ठीक है? यहां पे ये हमारा एक जो है कस्टम सब डोमेन मिल गया है जिसको जाके आप मैं लिंक दे दूंगा चेक आउट करना चाहे चेक आउट कर सकते हैं इस तरीके से। अब यहां पे ऑप्शन आता है कि अगर आपको जैसा हमने फ्री डोमेन किया है तो यहां पे गेट डोमेन का भी ऑप्शन आता है। तो होस्टिंगर में सीधे ले जाएगा और यहां पे जैसे हमारा एक डोमेन है। मैं इसको कनेक्ट कर देता हूं। जस्ट एग्जांपल मैं आपको दिखाता हूं। डोमेन है डोमेन एडेड टू योर वेबसाइट। यहां पे गो टू वेबसाइट पे क्लिक करेंगे। करेंगे। इसको हम ओपन करके देखते हैं। देखेंगे यहां पे dmin.com आपको दिख रहा है। तो अब आपके सामने यह देख सकते हैं डोमेन है और यहां पे यह पूरा बन गया है। तो इस तरह से बना सकते हैं बहुत आसानी के साथ। दोस्तों यहां पे कमाल के टूल बन रहे हैं और बहुत ही हाई क्वालिटी मतलब अट्रैक्टिव डिज़ लुक हाई क्वालिटी परफॉर्मेंस सब कुछ बेटर एकदम मतलब क्लीन जैसे कहते हैं ना एक अच्छा एक्सपीरियंस डेवलपर डिजाइन करता है वैसा ही यहां पे बनता है जैसा मैंने बताया कि आप वर्क और कहीं से आप हायर करते हैं। तो आपने टूल बना के देख लिया। यह सब डन हो गया। तो अब बात करते हैं नेक्स्ट स्टेप। हमारा टूल रेडी हो गया है। अब हम इसके लिए कंटेंट प्लान कैसे करेंगे? तो देखेंगे कंटेंट प्लानिंग के लिए हमें अलग से कुछ करने की जरूरत नहीं है। हम अपने एआई को ही बोलते हैं। जैसे यहां पे जाते हैं। चैट जीपीटी ओपन करते हैं हम। एक बार चैट जीपीटी ओपन कर लेते हैं। हमारा टूल ये है। ठीक है? तो हम यहां पे कंटेंट का यहां पे इसका कंटेंट प्लान कर देते हैं। ठीक है? अब हम क्या करेंगे? यह टूल है। इसको कॉपी करेंगे। यहां पे लाइक लिखते हैं क्रिएट एसइओ ऑप्टिमाइज कंटेंट प्लग फॉर माय वेब टूल। ठीक है? यहां पे इसका अब यहां पे ये हमने जस्ट इतना छोटा सा प्रप लिखा है। अब यहां पे लाइक अ थिंक बिफोर यहां पे ऑप्शन को सेलेक्ट कर लेंगे। ये थोड़ा सोचेगा और उसके बाद यहां पे हम क्लिक कर देंगे। अब क्या है? यह थोड़ा सा लाइक पहले सोचेगा कि जो हमने दिया है वह क्या है एक एग्जैक्टली और हमें क्या चाहिए और उसके बाद फिर एप्रोप्रियट आंसर देगा क्योंकि हमारे लिए रेलेवेंट होगा और यह पूरा प्लान क्रिएट कर देगा। तो थोड़ा सा वेट करते [संगीत] हैं। तो देखेंगे यहां पे इसने क्या कर दिया है इसने यहां पे देखेंगे पहला क्या है? डिफाइन योर टारगेट ऑडियंस। ठीक है? तो यहां पे जैसे स्टार्टअप्स हो गए, डिज़र, फ्रीलांसर हो गए, मार्केटिंग प्रोफेशनल हो गए, एजेंसी हो गए। ये हमारे टारगेट ऑडियंस हैं। कोर वैल्यू प्रोपजेशन में आप देखेंगे इंस्टेंट ब्रांड आइडेंटिटी एआई ड्रिवन क्रिएटिव्स यूजर फ्रेंडली कस्टमाइजेबल कॉस्ट इफेक्टिव। ठीक है? ये जनरेट कंप्लीट ब्रांड किट जो हमारा लाइक जो हम दूसरों को बोलेंगे कि यह टूल क्या कर सकता है? जो हमारा लाइक कोर वैल्यू है टूल का वो क्या है? ठीक है? उसके बाद यहां पे कीवर्ड्स इसने अह जो है सजेस्ट किए हैं कि प्राइमरी कीवर्ड्स क्या होगा? सेकेंडरी कीवर्ड्स क्या होगा? कंटेंट पिलर इसने बताया हाउ टू गाइड हमें ऐड करना है लाइक हाउ टू क्रिएट ए स्टैंडिंग ब्रांड किट इन ए मिनट यूजिंग एi ठीक है इस तरीके के हमें बनाने हैं कंटेंट उसके बाद यहां पे इंडस्ट्री ट्रेंड्स फोकस करना है अब इसके अलावा इसने क्या सजेस्ट किया है कंटेंट फॉर्मेट डिस्ट्रीब्यूशन लाइक क्या लिखा है ब्लॉक पुश इन डेप्थ एसइओ ऑप्टिमाइज आर्टिकल एक से दो पर वीक देखेंगे मैंने कहा था डेली कंटेंट राइटिंग का झंझट नहीं है वीडियो ट्यूटोरियल बना सकते हैं केस स्टडी बना सकते हैं फीचर हाईलाइट्स बना सकते हैं देखेंगे ये कंटेंट का फॉर्मेट्स क्या होगा उसको कैसे क्रिएट करेंगे ये भी बताया है उसके बाद इनफोग्राफिक्स बना सकते हैं। सोशल मीडिया पोस्ट बना सकते हैं। ईमेल न्यूज़ लेटर बना सकते हैं। तो यह जो पांच तरीके हैं कोर इसके कंटेंट डिस्ट्रीब्यूशन के मॉडल होंगे जहां पे आप कंटेंट को डिस्ट्रीब्यूट कर सकते हैं। लाइक ब्लॉग YouTube pटst मान सकते हैं। इसके लिए सोशल मीडिया मान सकते हैं और ईमेल मान सकते हैं। कंटेंट कैलेंडर वीकली होगा, बाय वीकली होगा, मंथली होगा या क्वार्टरली जो होगा कंटेंट कैलेंडर भी बना सकते हैं। लिंक बिल्डिंग क्या होगा? गेस्ट ब्लॉगिंग होगा, इन्फ्लुएंसरर पार्टनरशिप और कम कम्युनिटी इंगेजमेंट। तीन तरीके से आप लाइक के आउटरीच कर सकते हैं। अपने ब्रांड को प्रमोट कर सकते हैं। तो इसने कंप्लीट ये प्लान बना दिया है कि आपके जो टूल है उसका प्लान क्या होगा? उसमें कंटेंट किस तरह के रहेंगे। उसको कैसे प्रमोट करना है? उसको कैसे ग्रो करना है। ये कंप्लीट प्लान है इसका। अब जैसे यहां पे अब फॉर एग्जांपल देते हैं कि यहां पे यहां पे जैसे हम एi ब्रांड मूड बोर्ड जनरेटर पे ही हम करते हैं। अह क्रिएट एसइओ ऑप्टिमाइज कंटेंट लैंडिंग पेज कंटेंट लेआउट। ठीक है? यहां पे हम क्या करते हैं? आउट। यहां पे देखेंगे हमने क्या दे दिया कि भाई हमारा जो लाइक ये हमारे टूल का नाम है इसका जो लैंडिंग पेज है जो फर्स्ट पेज है उसके लिए कंटेंट का पूरा लेआउट बना दो। अब हम इसको देंगे तो ये पूरा लेआउट भी क्रिएट कर देगा। ठीक है? तो मतलब हमने पहले जाना कंटेंट प्लानिंग क्या होगा? किस तरह से ये लाइक ए कंप्लीट टूल के लिए हम कंटेंट का प्लान क्रिएट करेंगे। फिर हम हर एक पेज के लिए भी कंटेंट यहां पे प्लान उसके लिए बना सकते हैं। यहां पर देखेंगे सोच रहा है पहले फिर वह क्रिएट कर देगा। ठीक है? देखेंगे यहां पर हीरो सेक्शन क्या चाहिए भाई? क्या लोगे आप? और क्या चाहिए भाई? इससे ज्यादा क्या लोगे? घर थोड़ी ना ले लोगे। हां देखेंगे। देखेंगे इसने बना दिया पहला H1 मेन हेडिंग है। H2 है। हेडिंग है। इसके बाद यहां पे गेट स्टार्टेड। उसके बाद आपको मेटा एलिमेंट्स भी लिख दिया है। टाइटल, मेटा डिस्क्रिप्शन, बेनिफिट्स आपको बताने हैं। फीचर्स आपको बताने हैं। होम पेज पे कैसे काम करता है? सोशल मीडिया प्रूफ, टेस्ट टेस्टिमोनियल्स लगाने हैं। एफएक्यू इकॉलॉल टू एक्शन फुटर डिजाइन करना है। क्या मतलब क्या चाहिए आपको? इससे ज्यादा तो और कुछ नहीं लोगे ना भाई। सब कुछ तो बता दिया है। तो इस तरीके से आप अपने टूल्स का कंप्लीट जो है उसको रेडी करके पब्लिश करके कंटेंट बना सकते हो। ठीक है? तो आपको ये समझ में आ गया? क्लियर हो गया? अब आपके घर तक मैं समझाने नहीं आऊंगा। आपको हाथ पकड़ के नहीं क्रिएट करूंगा। तो देखिए जो समझने वाले हैं, जो बनाने वाले हैं, वही समझ चुके हैं। क्या खेला है, क्या चीजें हैं, कैसे करना है, ये सब चीजें उनको आईडिया मिल गया होगा। अब जब नेक्स्ट स्टेप पे आते हैं, हमारा कंटेंट रेडी है। हमारा नया टूल है हम इनिशियल ट्रैफिक कैसे लाएंगे? तो इनिशियल ट्रैफिक लाने के लिए देखेंगे मैं आपको कुछ टूल बताता हूं। कुछ प्लेटफार्म बताता हूं जहां पे आपको काम करना है। तो सबसे पहला जो इसमें नाम है वो है Pintst का। यह बहुत ही आपने देखा होगा कंटेंट प्लान में भी इसने सजेस्ट किया था। हमें क्या करना है? अपने कंटेंट के अराउंड, अपने टूल के अराउंड हमें लाइक इनफोग्राफ़िक क्रिएट करने हैं और Pintest पे शेयर करने हैं रेगुलर बेसिस पे कम से कम एक हर दिन। तो काफी आसान है और आसान क्यों है मैं बताता हूं। जैसे कि यहां पे हम चार्ट GPT का नया हम ओपन कर लेते हैं। और यहां पे से यहां पर मैं लिखता हूं सजेस्ट Prest कंटेंट आइडियाज फॉर माय वेब टूल। ठीक है? यहां पर मैंने कर दिया सजेस्ट प्रिंटst कंटेंट आईडिया फॉर माय वेब टूल। अब यहां पर एंटर हिट करते हैं। हमने अपने वेब टूल का नाम दिया है केवल। ठीक है? अब क्या बना रहा है भाई? इसमें कोई लिस्ट नहीं है। एकदम मतलब कितना झकास बना रहा है इसको बताने की जरूरत नहीं है। देखेंगे इसने हमें कई सारे कम से कम 10 तो बताएगा ही लग रहा है मुझे। मानेगा नहीं यह। सेकंड वाले को सेलेक्ट करने के बाद अब हमें क्या करना है? यहां पे एक और एi टूल यूज़ करना है जिसका नाम है क्वi। क्वन AI से हम क्या कर सकते हैं? अपना जो है AI से इमेज जनरेट कर सकते हैं अपने प्रिंटst के लिए। अब हम क्या करेंगे? यहां पे क्रिएट इमेज ऑप्शन पे हम सेलेक्ट करेंगे। साइज़ में जाएंगे। साइज़ हम सेलेक्ट करेंगे लाइक अ 3:4 वाला सेक्शन। और इसके बाद यहां पे जाएंगे क्रिएट एन इमेज फॉर Pट। यहां पे डिफाइन कर देना है पिन ऑन टॉपिक। ठीक है? ताकि सब चीज सही से क्रिएट हो। यहां पर हम एंटर करेंगे। ठीक है? यह इस तरीके से। अब यह थोड़ा सा टाइम लेगा और हमें क्रिएट करके दे देगा। ठीक है? इमेज हमारा बना देगा। तो देखेंगे इसने इस तरीके से इमेज बना दिया है और हम क्या कर सकते हैं? इस इमेज को डाउनलोड कर सकते हैं। डाउनलोड करने के बाद अब हम क्या करेंगे? यहां पर आएंगे और यहां पर इसको देंगे राइट राइट pinst पिन कंटेंट। ठीक है? पिन कंटेंट और ऑन टॉपिक। ठीक है? यह टॉपिक हम इसको पकड़ा देंगे। अब ये पिन का पूरा कंटेंट बना देगा। ठीक है? अब देखेंगे दो कंटेंट ये बना रहा है। अब हम क्या करेंगे? नेक्स्ट स्टेप में आएंगे। नेक्स्ट स्टेप में आने के बाद हम क्या करेंगे? Pinterest पे जाएंगे। Pinterest पे ऑलरेडी मेरा अकाउंट है। कैसे बनाना है? कई सारे वीडियो मैं बना चुका हूं। नया वीडियो बनाने की जरूरत नहीं है। इनिशियल ब्लॉक पे ट्रैफिक कैसे लाते हैं? यह भी मैंने बताया है। तो, यह भी बताने की जरूरत नहीं है मुझे। मैं बस यहां पे एग्जांपल दिखा रहा हूं। तो वो भी आप चेक आउट कर सकते हैं। डिस्क्रिप्शन में सारे लिंक मिल जाएंगे। चैनल का नाम है शैलेश चौधरी। आपको YouTube पे सर्च करोगे चैनल मिल जाएगा। आप यहां पे जाके वीडियो चेक करोगे। एक से एक कमाल के वीडियो यहां पे आपको मिलेंगे। हम क्या करते हैं? यहां पे जाएंगे। क्रिएट ऑर्गेनिक ऑप्शन में क्रिएट पिन। यहां पे क्लिक करते हैं। इमेज को हम अपलोड करेंगे। अपलोड करने के बाद हम आ जाएंगे। यहां पे देखेंगे इसने बनाया है टाइटल। और यहां पे इस टाइटल को हम लोग क्या करते हैं? यहां पे टाइटल पेस्ट करेंगे। टाइटल पेस्ट करने के बाद हम क्या करेंगे? यहां पे जो भी ये है डिस्क्रिप्शन यहां पे कॉपी करते हैं। और यहां पे ये डिस्क्रिप्शन है। यहां पे इसे पेस्ट कर देंगे। ठीक है? यहां पे इसको हम कर देंगे पेस्ट। और यहां पे बोर्ड सेलेक्ट करके हम यहां पे हमने बोर्ड सेलेक्ट कर लिया। अब यहां पे हम पब्लिश पे क्लिक कर देंगे। तो यह हमारा इस तरह से हमारा पिन हो जाएगा पब्लिश। कुछ पिन पब्लिश करेंगे तो यहां पे जो भी है हमारे यहां पे क्लिक करके हमारी वेबसाइट तक विजिट कर सकता है। और इस तरह से पिन बनाते जाएंगे। फिर धीरे-धीरे हमें यहां से ट्रैफिक मिलता जाएगा। तो पहला तरीका ये हो गया। अब दूसरा तरीका क्या है? अब इसी पे जो कंटेंट है यहां पे। अब यहां पे हम क्या कर सकते हैं? इसी कंटेंट को ना हम सोशल मीडिया पे भी शेयर कर सकते हैं। तो जैसे ये कंटेंट है। Facebook पे जाना है और ऐसे ग्रुप्स फाइंड करने हैं ना जहां पे पोस्ट शेयर कर सकें। तो यहां पे जब आप एंटर करोगे लाइक अ यहां पे सर्च करोगे शेयर पोस्ट ठीक है और यहां पे आप आ जाओगे ग्रुप यहां पे ग्रुप्स पे तो देखेंगे बहुत सारे ऐसे ग्रुप्स मिलेंगे जहां पे पोस्ट शेयर कर सकते हैं यहां पे फॉलोवर भी अच्छे खासे अनलिमिटेड रेल शेयर अनलिमिटेड पोस्ट शेयर ठीक है और 10 के मेंबर्स हैं इस पे इस पे देखेंगे 12 के मेंबर्स हैं तो यहां पे आप कुछ भी शेयर कर सकते हैं और यहां पे जैसे इससे जुड़ जाएंगे आप जुड़ जुड़ने के बाद आप यहां वहां पे जाके अपने कंटेंट को जैसे यहां पे शेयर पोस्ट ओपन करते हैं। अपने पोस्ट को सेलेक्ट करते हैं और यहां पे इसको एंटर कर देंगे। एंटर करने के बाद आपका जो लिंक रहे लिंक जो आपके उसका रहे उसका लिंक यहां पे यहां पे इस तरह से जो लिंक रहे उसको लिंक एंटर करके यहां पे पोस्ट पे क्लिक कर सकते हैं। तो यहां से भी जो भी यहां पे जो लोग होते हैं देखेंगे यहां पे पब्लिश हो गया। इस तरह से लिंक ऐड हो गया है। हमने जो पब्लिश किया है पब्लिश हो गया। तो यहां पे जो मेंबर्स होंगे ना इनके साथ जाएगा और इनमें से जो भी इंटरेस्टेड होंगे वो शेयर करेंगे। तो दो तरीका मैंने बता दिया। तीसरा तरीका क्या है? मीडियम जो है यहां पे आप फ्री आर्टिकल लिख सकते हैं। इसी तरीके का Lindin है। यहां पे आप फ्री आर्टिकल भी शेयर कर सकते हैं। यानी ये आर्टिकल रैंक होते हैं काफी अच्छे तरीके से और यहां से भी आपको ट्रैफिक मिलेगा। तो ये तरीका है इनिशियल ट्रैफिक लाने का। अब बात करते हैं जब इनिशियल ट्रैफिक 500 400 आ जाएगा। तो अब आप मोनेटाइज कब करेंगे? देखेंगे मोनेटाइजेशन जैसा मैंने दिखाया कि YouTube थंबनेल डाउनलोडर पे भी मिलता है एडसेंस का और इस पे भी मिलता है। तो इस पे जब आपके ट्रैफिक 100 200 आने लगे ऑर्गेनिक तब जाके मोनेटाइजेशन के लिए अप्लाई करें। सारे प्रोसेस को स्टेप बाय स्टेप फॉलो करते आएंगे। मान के चलिए 1 महीना 2 महीना यूज़ कर रहे हैं टूल को उसके बाद जाके आप मोनेटाइजेशन के लिए एडसेंस के लिए अप्लाई करेंगे तब अप्लाई होगा। आपको फोकस करना है जो ट्रैफिक है 100 150 आने लगे तभी आपके चांसेस हैं अप्रूव होने का। और यहां पे देखेंगे हमने एक लाइव दिखाया है कि हमने कैसे 5 मिनट के अंदर मोनेटाइजेशन लिया। फर्स्ट डे से मोनेटाइजेशन के लिए यह वीडियो देख सकते हैं। डिस्क्रिप्शन में लिंक है। पहले दिन से मोनेटाइजेशन मिल जाएगा। अब आपका मोनेटाइज भी हो गया। अब आपको स्केल करना है। तो स्केल करने के लिए आपको थोड़ा सा अपना पैसा खर्च करना पड़ेगा। क्योंकि देखेंगे आप के पास दो ऑप्शन होते हैं या तो टाइम तो देखेंगे गेस्ट पोस्टिंग का आप गेस्ट पोस्टिंग कर सकते हो जो भी रिलेटेड हैं बिजनेस वाले जो जैसे फॉर एग्जांपल ये टूल बना रहे हैं तो बिज़नेस वाले जो वेबसाइट है वहां पे गेस्ट पोस्टिंग कर सकते हैं इसके अलावा बहुत सारे पीआर सबमिशन वाले वेबसाइट होते हैं जैसे कि पेड आप सर्च करेंगे पेड गेस्ट पोस्टिंग ठीक है या फिर यहां पे पेड बेस्ट पोस्टिंग सर्विज सर्च करेंगे ठीक है यहां पे आपको देखेंगे जो ब्रांड पुश अप है काफी पॉपुलर है। आपको यहां पे मिल जाएंगे। आपको Fiverr पे बहुत सारे लोग मिल जाते हैं जो कि लाइक कैश पोस्टिंग के लिए सर्विज देते हैं। यहां पे आप जाएंगे तो देखेंगे 70DR वाले साइट पे ड फॉलो लिंक के साथ। तो यहां पे जैसे ब्रांड पुश अप का मैंने बताया तो देखेंगे यह दुनिया के बड़े-बड़े न्यूज़ के साथ जैसे बिज़नेस insider हो गया, MSN हो गया, Fox 20 हो गया, अह Yahoo Finance हो गया। इन सबके साथ ये लोग जुड़े हुए हैं। तो ये लोग बहुत ही कम प्राइस में आप देखेंगे यहां पे प्राइिंग का बात करें तो आप देखेंगे 195 यूएस डॉलर में ही ऑर्डर कर सकते हैं। इसमें आपका टोटल न्यूज़ आउटलेट 200 लोगों तक जाएगा और यहां पे क्या साइटें रहेंगे भी वो भी जैसे कि आपको देखने को मिल जाएंगे। तो यहां पे देखेंगे इंडियन प्रेस का जो है आपको प्रेस रिलीज़ मिल जाएगा। यहां पर पीआर सर्विज ऐसे सर्च करेंगे सर्विसेस तो आपको यहां पर इंडिया के जो भी आप लाइक बिजनेस वालों को आप लोग देखते होंगे कट शेयर करते हैं कि भाई मेरा इस न्यूज़ में आ गया ये सब ये सब ये पेड पीआर के थ्रू ही जाते हैं ज्यादातर लोग यहां पे आपको देखेंगे जैसे न्यूज़ 18 NDTV जी न्यूज़ हिंदुस्तान टाइम सारे में सारे में आप पब्लिश कर सकते हैं पीआर के थ्रू आप जाके सारे न्यूज़ जगह पे आपके बिज़नेस का नाम होगा तो इसके लिए पैसा खर्च करना पड़ता है और यह एक पैकेज देते हैं कि इस पैकेज के अंदर आपका जो है आप किन-किन साइटों पर जाएगा। तो आप जब बात करेंगे तो आप उनसे डिटेल में आपको मिल जाएगा। तो इस तरीके से आप क्या है बूस्ट कर सकते हैं। ये मेथोडोलॉजी बहुत ही वर्किंग है। जल्दी से किसी ब्रांड को स्केल करना है तो यह बहुत ही तगड़ा तरीका है। लेकिन इसमें पैसा लगता है जैसा मैंने बताया। दूसरा तरीका है गेस्ट पोस्टिंग में आप जा सकते हैं। ऑलरेडी मैं वीडियो बना चुका हूं। तो उसको फॉलो कर सकते हैं। लंबे समय तक काम कर सकते हैं। तो अब जो मेरा होराइजन टूल के प्रति है देखिए होरजन टूल जो है होस्टिंगर ने बनाया है। यह एक नो कोड डेवलपमेंट टूल है जो कि हेल्प करेगा क्रिएटर ब्लॉगर फ्रीलांसर या फिर कोई भी इंडिविजुअल जो कि विदाउट कोडिंग अपना टूल क्रिएट करना चाहते हैं। होस्टिंगर पे जस्ट जस्ट एक कमांड देके जस्ट एक कीवर्ड देके उसके अराउंड टूल वे बना सकते हैं। कॉम्प्लेक्स टूल भी ये डिजाइन करता है। छोटे टूल भी डिजाइन करता है। काफी कमाल के इंटरफ़ेस के साथ यह टूल बनाता है और उसको डायरेक्टली हम अपने होस्टिंग पर डोमेन कनेक्ट करके लाइव कर सकते हैं। तो, यह प्रोसेस काफी स्मूथ है और काफी इजी है। तो, होप आप सभी को समझ में आया हो। कोई भी सवाल है, कोई भी प्रकार का अगर टूल हेल्प चाहिए, तो हम हेल्प करेंगे। बस इसके लिए आपको नीचे डिस्क्रिप्शन से दिए गए लिंक से होस्टिंग बाय करना है और उसका जो लाइक वो है क्या कहते हैं जो इनवॉइस है हमें ईमेल करना है ईमेल आपको डिस्क्रिप्शन में मिल जाएगा और इसी के साथ इस चैनल पे हमें सब्सक्राइब करके भी जाइएगा मिलते हैं नेक्स्ट वीडियो में तब तक के लिए आप सभी का धन्य केवल एक क्लिक में आपको किसी भी एआई टूल से कोड लिखने की जरूरत नहीं है। इंप्लीमेंटेशन करने की जरूरत नहीं है। जस्ट वन क्लिक में आप अपना वेब एप्लीकेशन या वेब ऐप बना सकते हैं। वेलकम टू द बैंग भाई कितना खतरनाक बना दिया भाई कसम से कह रहा हूं मैं भाई लिटरली इतना खतरनाक तो आज का आप सेलेक्ट करेंगे मैं यहां पे आपको दिखाता हूं Google पे सर्च करके वेब एप्लीकेशनेशंस टूल का सबसे बड़ा जो बेनिफिट होता है यहां पर Google अपडेट्स के बहुत ज्यादा इंपैक्ट देखने को नहीं मिलते हैं। चाहे वो Google कोर अपडेट हो या Google स्पैम अपडेट। इसका मैं आपको एग्जांपल दिखाना चाहूं तो यह देख सकते हैं मेरे एक टूल का पिछले 12 महीने का ट्रैफिक रिपोर्ट है जिसमें आप देखेंगे कि आपको बहुत ज्यादा चेंजेस नहीं देखने को मिलता है। अब इसका क्या कारण है? इसका सबसे बड़ा जो कारण है वह आपको मैं वीडियो के लास्ट में मैं बताऊंगा। लेकिन उससे पहले एक और बेनिफिट की बात कर लेते हैं। वेब एप्लीकेशनेशंस में बिना ज्यादा कंटेंट लिखे भी हमें एडसेंस अप्रूवल काफी फास्ट मिल जाता है। तो यह दो मेजर बेनिफिट्स हैं। इसके अलावा भी बहुत सारे हैं। मैं आपको आज जो बताने वाला हूं वो शायद आपको हैरान कर दे। अभी तक मैंने बहुत सारे एआई टूल्स की मदद से क्रिएट करने को बताया है कि कैसे हम कोड लिखते हैं और फिर वेब एप्लीकेशन क्रिएट करते हैं। लेकिन आज मैं बताने वाला हूं कि केवल एक क्लिक में आपको किसी भी एआई टूल से कोड लिखने की जरूरत नहीं है। इंप्लीमेंटेशन करने की जरूरत नहीं है। जस्ट वन क्लिक में आप अपना वेब एप्लीकेशन या वेब ऐप बना सकते हैं। जी हां, यह बिल्कुल सच है। मैं आपको डेमो दिखाता हूं। यहां पर मैंने दो टूल बनाए हैं। जो पहला टूल है यहां पर देखेंगे जो पहला टूल मैंने बनाया है यह एक इमेज कंप्रेसर है। यहां पे कोई भी इमेज हम अपलोड करेंगे उसका साइज कंप्रेस कर देगा। यह किस तरह के फॉर्मेट को सपोर्ट करता है? यह jpgpn.gi का सपोर्ट करता है। और यह मैक्सिमम 10 MB की फाइल को कंप्रेस कर सकता है। अब यहां पे मैं आपको डेमो दिखा देता हूं। यहां पे मैं फाइल सेलेक्ट करता हूं। और जैसे यहां पर मैं एक पीएजी फाइल सेलेक्ट करता हूं। आप देखेंगे और इसका जो साइज है यहां पर दिखा दिया 1.33 MB का है। और यह प्रीव्यू करके दिखा रहा है। क्वालिटी जो हमें कंप्रेस करना है हम इसको कम या ज्यादा भी कर सकते हैं। और यहां पे कंप्रेस इमेज पे जब मैं क्लिक करता हूं तो देखेंगे यह 1.33 MB इमेज को कंप्रेस करके 134 KB का बना दिया। तो काफी कमाल का टूल है ये। और यहां पे हम जस्ट वन क्लिक में इसको डाउनलोड भी कर सकते हैं। देखेंगे ये डाउनलोड हो गया है। तो यह एक टूल है। और सेकंड जो टूल हमने बनाया है अभी देखेंगे ये प्रीव्यू मोड में भी आपको दिख रहा होगा। बना हुआ है। इसमें आप देखेंगे इसने रेवेन्यू बताया इतना हुआ है। प्रॉफिट इतना हुआ है। आरओx इतना हुआ है। ऐड स्पेंड इतना हुआ है। और यहां पे एआई इनसाइड भी है। कितना प्रॉफिट मार्जिन हुआ है। ये सब कैलकुलेट करके यह बता रहा था। तो देखेंगे ये कितना कॉम्प्लेक्स टूल है जिसको हमने बनाया है जस्ट वन क्लिक में और इसमें पूरा इंसाइट आपको देखने को मिलेगा और यह पूरा काम कर रहा है आसानी के साथ यहां पे फॉरकास्ट भी आप चेक कर सकते हैं कि फ्यूचर में क्या होने वाला है इवन ग्राफ भी यह ड्र्रा कर देता है और यहां पे नीचे देखेंगे Amazon एड्स पे कितना हुआ है Google एड्स पे कितना हुआ है TikTok एड्स पे सब सब यहां पे आपको देखने को मिल रहा है। यहां पे ऑप्शन भी मिलता है लाइट मोड का डार्क मोड का और उसके बाद यहां पे की मैट्रिसेस भी देखने को मिल जाते हैं। इसके अलावा यहां पे अपलोड करके कोई फाइल अगर आपको समझ में नहीं आ रहा है तो यहां पे सैंपल डेटा का भी इस्तेमाल कर सकते हैं और यहां पे कोई भी डेटा जो कि इस फॉर्मेट में हो उसको अपलोड करके एनालिसिस किया जा सकता है। तो ये दो टूल मैंने बनाया है। एक मैंने इजी वाला टूल दिखाया वेब कंप्रेशन और एक मैंने दिखाया आपको कॉम्प्लेक्स टूल। तो डेमो आपने देख लिया कितना फ्रेश डिज़ाइन वाला कितना बेहतरीन टूल क्रिएट किया जा सकता है। जस्ट वन क्लिक में और यह चीज मैं आपको लाइव करके दिखाने वाला हूं। तो अब आते हैं नेक्स्ट टॉपिक पे जो है इस वीडियो का एजेंडा। तो दोस्तों यहां पे सबसे पहले हम फाइंड करेंगे वेब एप्स आईडिया जिस पे हम अपना वेब एप्लीकेशन क्रिएट कर सकते हैं। दूसरा वेब एप्लीकेशन आईडिया को हम कन्वर्ट करेंगे एi प्र्प में यानी एक प्रोफेशनल प्र्ट उसको क्रिएट करके देखेंगे। कैसे बनाते हैं एi की मदद से ही। इसके अलावा उस प्र्प्ट को वन क्लिक में हम कैसे टूल बना सकते हैं। इसको हम लाइव करके देखेंगे। वेब एप्लीकेशनेशंस के लिए कंटेंट प्लान कैसे करते हैं? यह कंप्लीट प्रोसेस हम सीखने वाले हैं। यहां पर जो हम वेब एप्लीकेशन बना रहे हैं, उसमें इनिशियल ट्रैफिक कैसे लाएंगे, इसके क्या-क्या सोर्सर्सेस होंगे, उस पे हम लर्न करने वाले हैं। एडसेंस के लिए कब अप्लाई करना है, कितने दिन बाद अप्लाई करना है, इसके बारे में जानकारी शेयर करने वाला हूं। और हम एक प्रो एडवांस मेथड जानने वाले हैं कि लाइक जब हमारा वेब एप्लीकेशन ल्च हो जाता है उस पर ट्रैफिक धीरे-धीरे ग्रो होता है लाइक 500 600 ट्रैफिक डेली का आने लगता है हम उसको स्काई रॉकेट कैसे करेंगे यानी उसको बूस्ट कैसे करेंगे यह जानने वाले हैं तो यह कंप्लीट वीडियो का एजेंडा है आर यू रेडी अगर यस तो वीडियो को लाइक करिए और अपने WhatsApp स्टेटस पर शेयर कर दीजिए और अब हम बढ़ते हैं स्टेप्स की तरफ तो सबसे पहला स्टेप है जिसमें हम फाइंड करेंगे वेब टूल आइडियाज क्योंकि हमें पता होना चाहिए कि इस तरह के टूल्स हम बना रहे हैं राइट तो इसके लिए हम एआई का हेल्प ले सकते हैं। उनसे टूल आईडिया फाइंड कर सकते हैं। तो अब हम यहां पे लिखने वाले हैं। हम कोई भी इंडस्ट्री नहीं देंगे। तो यहां पे हम लिखेंगे भाई कि क्या करो? सजेस्ट करो। सजेस्ट 100्स प्लस वेब टू आइडियाज विद एंड विदाउट एआई एपीआई ठीक है? मैंने बस यहां पर सिंपल सा कुछ नहीं लिखा है। मुझे कहा है गाइस 100 प्लस वेब टूल आईडिया सजेस्ट करो जिसमें एआई की भी जरूरत एआई एपीआई की भी जरूरत हो और उसके बिना मतलब एपीआई जरूरत हो और ना जरूरत हो। दोनों तरह के टूल हमें चाहिए। तो यहां पे एंटर हिट करते हैं। इसका क्या बेनिफिट है? मैं आपको आगे बताऊंगा। बट अभी हम यहां पे इसको देखते हैं। पहले इसने सबसे पहले एआई पावर टूल्स का लिस्ट बनाया है। तो यहां पे देखेंगे 10 इसने बना दिया है। 20 25 ये तो लिस्ट ही बनाता जा रहा है। अब देखेंगे लास्ट में इसने बोला कि और चाहिए यूनिक अनटैब्ड अनटैब्ड हम सर्च करते हैं। अनटैब्ड वेब टूल आइडियाज। ठीक है? ये जैसे अनटैब्ड मतलब जिस पे इसको लोगों ने काम नहीं किया हो। ये सब चीजें तो इसको भी हम एंटर कर देते हैं। यूनिक जो होगा अब मैं एक बार क्रिएट हो जाए फिर दिखाता हूं। फिर आपको समझ में आएगा। ये सारे मैं लिस्ट पूरा दे दूंगा डिस्क्रिप्शन में। आप इनको डाउनलोड करके यूज़ कर सकते हैं। आप या फिर सिंपल जैसा मैंने लिखा है वैसा टाइप करेंगे। आपको मिल जाएगा। कोई दिक्कत वाली बात नहीं है। देखेंगे यहां पे मैं लाइव करके दिखाता हूं। मैं बाद नहीं बता देता हूं चीजें जो मैं करता हूं वही मैं आपको दिखाता हूं। यह चीज ध्यान रखना दोस्तों कि जो मैं कर रहा हूं वही मैं आपको दिखाता हूं या कह लीजिए कि जो मैं कर रहा हूं उसका 10% भी आपको दिखाता हूं। उसका तो पूरा दिखाता भी नहीं। यहां पे इसने ऐसे टूल्स के आईडिया जनरेट किए हैं। जैसे एसइओ या ब्लॉगिंग इंडस्ट्री से रिलेटेड एआई कंटेंट रीाइटर रीडिबिलिटी स्कोर एनालाइजर एआई पावर ब्लॉग आउटलाइन क्रिएटर। ठीक है? डिज़ाइन में एi पावर लोगो जनरेटर एआई बेस्ड फ़ोटो एनहांसर यह कितने यहां पे देखेंगे। एi पावर वाटरम्क रिमूवर एi अवतार क्रिएटर एi बेस्ड मेम क्रिएटर ठीक है तो यहां पे बहुत सारे एi पावर टूल आईडिया जनरेट किए हैं देखेंगे एi बेस्ड लिप सिंक टूल ठीक है एi बेस्ड बैकग्राउंड नॉइज़ रिमूवर एआई बेस्ड म्यूजिक जनरेटर ठीक है अब यहां पे देखेंगे कोडिंग से रिलेटेड भी है। बिज़नेस से रिलेटेड भी है और ई-कॉमर्स से रिलेटेड भी है। यह है एआई। इसमें एi का इस्तेमाल होगा। मतलब एi पावर्ड का मतलब सिंपल सा है। इसमें एi की एपीआई यूज़ होगी। जैसे कि ओपन एi की एपीआई हो गई। Google की एआई की एपीआई हो गई। जैसे GK AI की एपीआई हो गई। किसी ना किसी एआई की एपीआई जो है चाहिए इस टूल को यूज़ करने के लिए। नहीं तो इस टूल को क्रिएट करके इस्तेमाल में नहीं लाया जा सकता है। ठीक है? तो ये आप समझ गए जो एi पाउंड वाले हैं। दूसरा जो इसने टूल आईडिया हमें जनरेट करके दिया है। ये है नॉन एi मतलब इसमें हमें एआई एपीआई की जरूरत नहीं होगी। जैसे साइट मैप जनरेटर हो गया। ए सेम एसइओ एंड ब्लॉगिंग के लिए फेब आइकॉन जनरेटर हो गया। फ्री वेबसाइट स्पीड टेस्ट टूल हो गया। ठीक है? Google सर् सिमुलेटर हो गया। फ्री वेबसाइट अप टाइम मॉनिटर हो गया। ठीक है? इसके बाद यहां पे क्या है? डिज़ाइन एंड क्रिएटिव टूल्स में हो गया। ऑनलाइन कलर पिककर हो गया। ठीक है? पीएजी टू जेपीजी कन्व्टर हो गया। ठीक है? 3D टेक्स्ट जनरेटर हो गया। यहां पे देखेंगे वीडियो एंड ऑडियो में फ्री ऑनलाइन ऑडियो ट्रिमर हो गया। वीडियो टू जीआईएफ कन्व्टर हो गया। ऑनलाइन वीडियो कटर हो गया। ठीक है? MP34 टू वेब एम कन्व्टर हो गया। ठीक है? फ्री वॉइस रिकॉर्डर हो गया। ठीक है? इसके बाद यहां पे कोडिंग के लिए भी बताया है। तो कोडिंग को स्किप कर रहा हूं मैं। बिजनेस के लिए भी बताया है इसने। ऑनलाइन टाइम ट्रैकर टूल हो गया। एक्सपेंस ट्रैकर टूल हो गया। फिर ऑनलाइन पोल मेकर टूल हो गया। बिज़नेस कार्ड जनरेटर टूल हो गया। इसके बाद ई-कॉमर्स के लिए फ्री शॉपिफाई प्रॉफ़िट कैलकुलेटर हो गया। Amazon फी कैलकुलेटर हो गया। शॉपिफाई सेल्स टैक्स कैलकुलेटर हो गया। ठीक है? इसके बाद यहां पे देखेंगे हमने अनटप्ड वाले टॉपिक को भी दिया है। तो, यहां पे अनटैप्ड वाले टॉपिक में क्या है? यहां पे कंपिटिट गैप फाइंडर हो गया। कॉम्पिटिट कंटेंट गैप फाइंडर। ठीक है? यहां पे जो भी यह बहुत ही पॉपुलर बहुत ही पावरफुल वे है अपने ब्लॉग पे ट्रैफिक जनरेट करने का, अपने ब्लॉग पे इंडेक्सिंग फास्ट करने का, अपने ब्लॉग पे रैंकिंग फास्ट करने का कि जो हमारे कॉम्पिटिट हैं, लाइक अ कोई भी नीज़ हम सेलेक्ट करते हैं जो उसके टॉप कॉम्पिटिटर्स हैं उन पे ऐसे कंटेंट को फाइंड करने के लिए जो उन्होंने कवर नहीं किया है। यहां पे गैप एनालिसिस गैप फाइंडर के लिए यह टूल क्रिएट कर सकते हैं। Google सर्च इंटेंट क्लासिफायर हो गया। ठीक है? इसके बाद यहां पे जीरो क्लिक सर्च फाइंडर हो गया। ठीक है? अब यहां पे देखेंगे डिज़ में एi बेस्ड 3D लोगो क्रिएटर हो गया। वीडियो में आएंगे एi बेस्ड पडकास्ट रिपर्पसर हो गया। ठीक है? स्लाइस साइलेंट वीडियो बैकग्राउंड म्यूजिक मैचर हो गया। ठीक है? तो यहां पे कितने तरीके के इसने टूल बना दिए हैं जिसका कोई लिस्ट नहीं है। शॉपिफाई अबंडेंट कार्ड रिकवरी मैसेज जनरेटर हो गया। तो इसमें से कोई भी एक टूल सेलेक्ट कर सकते हैं। ये सारे लिस्ट मैं आपको दे दूंगा डिस्क्रिप्शन में। फिर से बोल रहा हूं। इसमें से कोई भी एक लिस्ट टूल सेलेक्ट कर सकते हैं। स्टेप नंबर टू में हम सेलेक्ट करते हैं टूल आइडिया और उसको कन्वर्ट करेंगे एक एई प्र्प्ट में। तो यहां पर हम क्या करते हैं? सबसे पहले एक डॉक्स ओपन कर लेते हैं। डॉक्स में क्योंकि हमारा डेटा सेव रहेगा फ्यूचर में अगर कोई चेंज होता है तो हम लाइक उसका हिस्ट्री चेक कर सकते हैं। ठीक है? तो यहां पे हम नाम देते हैं वेब वेब एप्स। ठीक है? तो यहां पे टूल आइडियाज हम लिखते हैं। हैं? तो यहां पर जो मैं एक छोटा और एक बड़ा दो टूल सेलेक्ट करूंगा और दोनों को बनाकर दिखाऊंगा। तो इससे आपको आईडिया हो जाएगा कि कितना आसान प्रोसेस है। तो यहां पे हम क्या करते हैं? एआई एपीआई वाला नहीं करते हैं क्योंकि अगर एपीआई का करेंगे तो वो फिर हो सकता है आप जब टेस्ट करें काम ना करें। तो यहां पर हम क्या करते हैं? वीडियो में जाते हैं। मैंने एक यहां पे कॉपी किया था YouTube थंबनेल डाउनलोडर। यह क्यों? आपको मैं दिखाना चाहूंगा। मैंने YouTube थंबनेल डाउनलोडर क्यों सेलेक्ट किया है? इसका जो यहां पे देखेंगे एडसेंस अप्रूवल मिलता है। YouTube डाउनलोडर पे नहीं मिलता है लेकिन इस पे एडसेंस अप्रूवल मिलता है और इस पे ह्यूज ट्रैफिक है। देखेंगे जो मंथली सर्चेज है ना एवरेज वो 400 429000 है और यहां पे हर एक बंदा लगभग डेढ़ पेज विजिट करता है। तो मतलब आप समझ के चलिए कि लाइक जो अर्निंग है वह काफी हाई है। थंबनेल डाउनलोडर पे जो सीपीसी है वह भी काफी हाई है। 1.2 का है जो कि काफी अच्छा है। ट्रैफिक देखेंगे यूनाइटेड स्टेट से 15% है। इंडिया, पाकिस्तान यह तीन ट्रैफिक सोर्सर्सेस हैं इनका जहां से कमाई भी अच्छी होगी। तो इसका कारण है। तो यहां पे ये स्माल टूल के कैटेगरी में आएगा। स्माल टूल के कैटेगरी में आएगा। ठीक है? और हम एक बनाएंगे एक टूल और क्रिएट करके देखेंगे। एक लार्ज टूल भी क्रिएट करेंगे। तो यहां पे अनटप्ड कैटेगरी जो हमने फाइंड किया था वो। तो यहां पे देखेंगे कोई भी हम सेलेक्ट करेंगे। एसइओ आते हैं डिज़ में। तो यहां पर मल्टी फॉर्मेट इमेज एनालाइजर है। ठीक है? यहां पर देखेंगे एक हमें बहुत ही कमाल का एक आईडिया मिला है जो कि लाइक थोड़ा सा कॉम्प्लेक्स है डिजाइन में बट कमाल का है। लाइक कई सारे लोग के लिए कई सारे यूज़र्स हैं। जैसे कि आप मैं आपको एक इसका दिखाना चाहूंगा। जैसे हम यहां पे Google सर्च करते हैं। ठीक है? हम यहां पर Google सर्च करते हैं तो Google का डिजाइन कुछ इस तरह से दिखता है। Bing सर्च करते हैं तो Bing का डिजाइन कुछ इस तरह से दिखता है। इन्होंने इस तरीके से बनाया है और Google ने इस तरीके से बनाया है। तो इसका कारण क्या है? इसमें कलर जो है इनके लोगो में इनके लोगो में जो कलर है इन सबका एक कारण होता है। तो जब भी कोई ब्रांड बिल्ड करता है ना तो उसमें लाइक किस तरह के फॉन्ट इस्तेमाल होते हैं? क्या कलर स्कीम रहेगा? लोगो का कलर कैसा होगा? टेक्स्ट का कलर कैसा होगा? बैकग्राउंड कलर कैसा होगा? ये सब चीजें बहुत ही इंपॉर्टेंट मायने रखती हैं और बहुत सारे बड़े-बड़े टूल्स हैं जो इसके लिए पैसा भी चार्ज करते हैं। तो यहां पर हम यह टूल क्रिएट करने वाले हैं और यहां पे और यहां पे कुछ बड़े टूल्स हैं जो कि पैसा भी चार्ज करते हैं। तो यहां पर हम यही क्रिएट करेंगे एi बेस्ड ब्रांड मोड बोर्ड जनरेटर जिसमें हम फाइंड करेंगे कंप्लीट ब्रांड किट बनाकर देखेंगे जिसमें कलर फॉन्ट और स्टाइल सब चीजें होंगी। तो यह हो गया यह हमारे लार्ज टूल की कैटेगरी में आ जाएगा। तो यहां पे लार्ज टूल के कैटेगरी में हम ये दो टूल एंटर कर देंगे। ठीक है? अब हम क्या करेंगे? लाइक इन टूल आईडिया को प्र्प्ट्स में कन्वर्ट करेंगे। तो यहां पे हम लिखते हैं प्र्ट अपने बॉक्स में और हम क्या करते हैं? चैट जीपीटी पे जाते हैं फिर से और इसको बोलते हैं जस्ट राइट फ्रॉम टू टू मेक दिस अभी तक हमारा जो था टूल आईडिया केवल एक आईडिया था। अब इसने इसका डिटेल बना दिया है प्र्प्ट्स में। यह प्र्प्ट भी मैं आपको दे दूंगा। यह प्र्ट क्या है? क्रिएट ए YouTube थंबनेल अह क्रिएट YouTube थंबनेल डाउनलोड टूल दैट अलाउ यूजर टू एंटर YouTube वीडियो यूआरएल एंड इंस्टेंटली इंस्टेंटली फच हाई क्वालिटी थंबनेल इन डिफरेंट रेोल्यूशन मैक्स एचडी एंड एसडी टूल शुड प्रोवाइड प्रीव्यू ऑफ थंबनेल एंड ऑप्शन टू डाउनलोड इन मल्टीपल साइज। समझ रहे हैं? कितना गजब का यह इसने प्र्ट लिख दिया। अब इसी तरह हम इसका भी प्र लिख लेंगे। ठीक है? यानी जो सेकंड स्टेप है हम अपने टूल आईडिया को प्र्प्ट्स में कन्वर्ट करेंगे। तो यहां पे हम इसका भी प्र्प एंटर कर देते हैं। ठीक है? और यहां पे आते हैं। सेम बस हम इतना ही कॉपी करेंगे और देखेंगे यह गजब का प्र्ट लिख देता है। हमें कुछ देखेंगे क्वेरी हमें चैट जीपीटी पे बड़ा लिखने की जरूरत नहीं होती है। हम आसानी के साथ यह काम कर सकते हैं। तो यहां पे हमने लिख दिया है और यहां पे एंटर हिट कर देते हैं। [संगीत] अब देखेंगे इसने पूरा ये कंप्लीटली प्र्प्ट बना दिया है। ठीक है? अब हमारे पास हो गया है दोनों टूल का हमारा प्र्ट भी रेडी हो गया। तो प्र्ट को मैं ऐसे कर देता हूं ताकि आपको पता चले। तो यहां पे अब समझ गए आप? अब हम आते हैं नेक्स्ट स्टेप पे। जस्ट वन क्लिक में क्रिएट करने के लिए हमारे पास होना चाहिए होस्टिंगर जो कि मेरे पास है। तो मैं यहां पे लॉग इन करता हूं। अगर आपके पास नहीं है तब भी मैं बताऊंगा कैसे करेंगे। ठीक है? यहां पर आते हैं। वेबसाइट लिस्ट में आते हैं। होस्टिंग में लॉग इन करने के बाद यहां पर जाते हैं। यहां पर जाने के बाद हम क्या करेंगे? ऐड वेबसाइट पे क्लिक यहां पे देखेंगे लिखा है होस्टिंगर होराइजन अर्ली एक्सेस। इस पे हम क्लिक करेंगे। जैसे हम इस पे क्लिक करते हैं, तो यह देखेंगे इंटरफ़ेस नया ओपन होगा। जहां पे लिखा व्हाट डू यू वांट टू क्रिएट। जस्ट यहां पे जो हमने प्र्ट लिखा है, यहां पे हम कर देंगे उसको पेस्ट। और नीचे देखेंगे कुछ सजेस्ट कर रहा है। मतलब जैसे इमेज कंप्रेसर जो मैंने पहला दिखाया था। जस्ट यहां पे मैंने क्लिक करके बना दिया था। वन क्लिक में ही बना दिया था। यहां पे TikTok टो गेम बना देंगे। मॉडर्न लैंडिंग पेज सब कुछ ये डिजाइन कर देगा। तो यहां पे मैं अपना प्र्ट ना YouTube थंबनेल डाउनलोडर वाला पेस्ट कर देता हूं। देखेंगे पेस्ट कर दिया। अध्ययन इस एरो पे जस्ट वन क्लिक मैंने कहा था ना यहां पे एरो पे हम बस क्लिक करके मैं हाथ देखेंगे दोनों ऊपर कर लिया हूं। ठीक है? अब ये सारा काम करेगा। कोड का जो स्टेप है, जो स्ट्रक्चर है, कुछ भी बनाने की जरूरत नहीं। ये पूरा बना ही देगा। टूल ही बना देगा और वो हमें दे देगा। ठीक है? इवन इसमें अगर कोई इशू आता है तो यह भी बताता है। तो यहां पे देखेंगे इसने लगभग कोड को रेडी कर दिया है। यहां पे देखेंगे सारे कोड्स को इसने बना दिया है। फोल्डर्स भी बना दिया है इसने। हमने कुछ नहीं किया है। ये सब बना दिया। यह प्रीव्यू है। देखेंगे इस तरह का प्रीव्यू इसने दिखा दिया है। और यहां पर हम चाहे तो इसको यूआरएल में ओपन करके भी देख सकते हैं। पब्लिश करके भी देख सकते हैं। तो यहां पे जैसे हम क्लिक करते हैं। अब हम क्या करेंगे? कोई भी YouTube वीडियो डाल के यहां पे मैं आपको दिखाता हूं यह काम कर रहा है कि नहीं कर रहा है। हम YouTube पे जाते हैं। शैलेश चौधरी सर्च करिए। नहीं जानते हैं भाई अपना ये चैनल है। सब्सक्राइब भी कर लीजिए। ठीक है? जैसे ये लास्ट वीडियो हमने बताया था कि लाइक अ फर्स्ट डे से मोनेटाइजेशन कैसे मिलेगा। तो इसको हम कॉपी करते हैं। इसका थंबनेल डाउनलोड करना चाहते हैं। यहां पर YouTube वीडियो को पेस्ट करेंगे। गेट थंबनेल पर क्लिक करेंगे। भाई आपके सामने है मैक्स रेोल्यूशन हाई क्वालिटी मीडियम क्वालिटी देखेंगे यहां पे। और जैसे यहां पे क्लिक करेंगे तो देखेंगे ये क्वालिटी इसका लो हो गया। और यहां पे क्लिक करेंगे क्वालिटी और भी लो हो गया। तो ये भाई कमाल का है। जस्ट यहां पे क्लिक करते हैं। डाउनलोड हो गया। ठीक है? और इसको हम डाउनलोड करके रख सकते हैं। तो यह टूल है और इसको मैंने देखेंगे कितना आसानी के साथ बना दिया। अब इसको बनाने अगर आपको बनाना है तो क्या चाहिए रिक्वायरमेंट उसके बारे में हम बात करते हैं। इसके लिए हम लाइक अ स्टेप बाय स्टेप जाते हैं ताकि अगर कोई बिगिनर है पहली बार कर रहा है तो उसको पूरा समझ में आ जाए। जिसके पास अभी तक होस्टिंगर है वो इस तरीके से क्रिएट कर सकता है। अब आपको क्या करना है? आपके पास होना चाहिए एक होस्टिंग और एक डोमेन। होस्टिंग कौन सी चाहिए? होस्टिंगर का चाहिए। क्योंकि यह टूल है होस्टिंगर ने ही बनाया है। इसका नाम है होस्टिंगर होराइजंस। तो हमें क्या करना है? सिंपल सा जाना है। आपको यहां पे वीडियो के नीचे जाएंगे तो आपको यहां पे डिस्क्रिप्शन में इस तरह से लिंक मिलेगा साइन अप विद होस्टिंगर जिसमें आप देखेंगे 10% का एक्स्ट्रा डिस्काउंट है। तो यहां पे क्लिक करना है और यहां पर आने के बाद आप देखेंगे जो जो प्राइस है ₹149 पर मंथ से है। तो आपको ज्यादा पैसा नहीं देना पड़ेगा। 30 डेज का मनी बैक गारंटी है। फ्री डोमेन मिल जाएगा। मतलब अपने टूल के लिए अपने वेब अप के लिए आपको लाइक अ डोमेन खरीदने की जरूरत भी नहीं पड़ेगी। मैनेज होस्टिंग मिलता है सब चीजें और यह टूल जो होस्टिंग का होराइजन की बात कर रहे हैं। यह इसी पे मिलेगा और कहीं नहीं मिलेगा। दूसरा होस्टिंग यूज़ कर रहे हैं तो आपको यह नहीं मिलेगा। तो यहां पे स्टार्ट नाउ पे क्लिक करना है। देन आपको क्या करेंगे? यहां पे 149 का प्लान सेलेक्ट कर सकते हैं। 249 का 599 का जो भी आपको पसंद आए। तो यहां पे मैं रिकमेंड करूंगा यह वाला प्लान क्योंकि इसमें 100 वेबसाइट आपको यानी 100 टूल बनाने को मिल जाएंगे। आपको लाइक यहां पे इतना मंथली विजिटर यह झेल सकता है। उसके बाद 100 GB का एसएसडी स्टोरेज मिलता है। और यहां पे आपको लाइक अ फ्री एसएसएल ऑटोमेटिक बैकअप माइग्रेशन ये सब चीजें मिलता है। यहां पे ध्यान चूज़ प्लान पे क्लिक करते हैं। अब जैसे हम लाइक ए प्लान सेलेक्ट करते हैं। देखेंगे यहां पे आ गया प्रीमियम वेब होस्टिंग। अभी जो है इसका जो प्राइस है वह ₹28,752 है जिसको डिस्काउंट करके केवल ₹7152 में ही यह दे रहा है। तो यहां पे इस ऑप्शन को सेलेक्ट कर लेना है। देन आपको क्या करना है? यहां पर आपको अगर आप चाहे तो इसको 2 साल या 1 साल या 24 महीने किसी में भी बाय कर सकते हैं। और आप देखेंगे इसमें आपको क्या मिलेगा? फ्री डोमेन मिलेगा। प्लस 2 मंथ का फ्री होस्टिंग मिलेगा। ठीक है? अब यहां पे हम इसका प्राइस और भी कम कर देंगे। हम क्या करेंगे? यहां पे कूपन यूज़ करेंगे। होस्टिंग का 10 हम यह कूपन ऐड करेंगे और जैसे यहां पे ऐड करते हैं तो देखेंगे यह अब जो प्राइस है ₹6400 ₹34 ₹6436 हो गया ₹715 का और एक्स्ट्रा डिस्काउंट आपको मिल गया। फ्री डोमेन आपको मिलेगा जिसका कॉस्ट ₹1000 के लगभग होता है। यानी जो आपके होस्टिंग पड़ी पूरे 4 साल के लिए वो आपका लाइक 5000 में पड़ा। तो बहुत बड़ा नंबर है। मतलब 1000 एक साल का 1010 1010 या 1300 कह लीजिए एक साल का आप होस्टिंग का दे रहे हैं। तो यह काफी ह्यूज ऑफर है। यहां पे 30 डेज मनी बैक गारंटी भी मिलता है। कंटिन्यू पे क्लिक करेंगे तो यहां पे मैं फटाफट अपना ईमेल आईडी और पासवर्ड जो मुझे होस्टिंग लॉगिन के लिए चाहिए वो यहां पे एंटर कर देता हूं। अब यहां पे देखेंगे मैंने एक ईमेल आईडी और एक पासवर्ड यहां पे एंटर कर दिया है। देन रजिस्टर नाउ का बटन है। यहां पे मैं क्लिक करूंगा। अब हम आ गए हैं कार्ट में। कार्ट में आप देखेंगे पहला बिलिंग एड्रेस डिटेल है। ठीक है? उसके बाद यहां पे आप देखेंगे हमारा जो ऑर्डर समरी है ये दिया गया है। प्रीमियम वेव होस्टिंग हम ले रहे हैं। 12 महीने का प्लान हमने सेलेक्ट किया है। डोमेन नेम अभी सेलेक्ट नहीं किया है। वो बाद में करते हैं। डाटा प्रोटेक्शन हमने नहीं लिया है। होस्टिंगर का जो है टोटल डिस्काउंट हमें जो मिला है 66% और प्लस 10% हमें उस प्राइस में मिला है जो 66% के बाद है। टैक्स कैलकुलेटेड अगर मैं यहां से पेमेंट करूंगा तो मुझे टैक्स नहीं देना पड़ेगा। बट अगर इंडिया से करते हैं तो टैक्स भी इंक्लूड हो जाएगा। अगर इंडिया हम सेलेक्ट करेंगे यहां से कंट्री। यहां पर मैंने अपना फोन नंबर ऐड कर दिया। अब यहां पर नाम एंटर कर देता हूं। ठीक है? मैंने अपना नाम भी ऐड कर दिया। अब आ जाते हैं नीचे। यहां पे देखेंगे कंटिन्यू पे क्लिक करेंगे। कंटिन्यू पे क्लिक करते ही रिफ्रेश होगा यह। रिफ्रेश क्यों होगा? क्योंकि इंडिया में लगता है टैक्स। और यहां पे देखेंगे हमारा जो है टैक्स हमने हमने अपने 2300 के अमाउंट में हमने 28% समथिंग जीएसटी शायद लगता है। अब इसका मुझे 18% लगता है। तो 18% जीएसटी ₹425 हमें एक्स्ट्रा पे करना पड़ेगा। यानी हमारा जो प्राइस था ₹2365 वो उसमें ₹425 हम जो सरकार को देंगे वो टैक्स हमने यहां पे ऐड कर दिया है। तो ऐसा सोचिए नहीं कि आप अगर कुछ नहीं कमाते तो आप टैक्स नहीं देते हैं। यह आपका यह टैक्स है जो आप पे कर रहे हो। अब देखेंगे यहां पे कई सारे पेमेंट के ऑप्शन भी हमें साथ में दिखने लगते हैं। जैसे यूपीआई के थ्रू कर सकते हैं। PayPal के थ्रू हम पेमेंट कर सकते हैं। ठीक है? और हम चाहे तो कार्ड के थ्रू भी पेमेंट कर सकते हैं। तो जैसे हम यूपीआई ऐड करते हैं। जैसे ये हमारा है हमने यहां पे लिखा यूपीआई सबमिट। सबसे आसान इंडियंस के लिए यही होता है। अब हमारा फोन नंबर है और देन हम यहां पे यूपीआई आईडी एंटर करेंगे। तो मैं अपना यूपीआई आईडी एंटर कर देता हूं। पहले यहां पे मेरा नाम हो गया और यह है मेरा यूपीआई आईडी आईबीएल। ठीक है? और यहां पर हम अभी एक्टिव नहीं हुआ है बटन। साइड में हम जब क्लिक करेंगे तो एक्टिव होता है। थोड़ा सा टाइम लगता है। जब यह ग्रीन हो जाए तभी इस पर क्लिक करना होता है। देन यह ग्रीन हो गया है। कंटिन्यू पे क्लिक करेंगे। अब देखेंगे कंटिन्यू पे क्लिक करेंगे। यहां पे आ रहा है व्हेन यू गो टू अप्रूव योर पेमेंट। ठीक है? यू विल सी ट्रांजैक्शन लिमिट ऑफ़ 8300। मतलब कि 8300 इंग्लिश में बोले तो 8300। यू वोंट बी चार्ज दिस अमाउंट। दिस लिमिट सेड टू ऑटोमेट योर फ्यूचर पेमेंट्स। ओके? आप देखेंगे यहां पे कई सारे लोग डर जाते हैं। क्या है जब वह पेमेंट करने जाएंगे तो उन पे 8300 दिखाएगा। अब वो सोचेंगे यार कि हमें हम मैं तो पे कर रहा था लाइक ₹2700 लेकिन अब मुझे तो ₹8300 पे करना है। ऐसा नहीं है। यह क्या दिखा रहा है कि फ्यूचर में ऑटोमेट करते हैं। मतलब ऑटो पेमेंट इनेबल करते हैं इस अमाउंट का। मतलब जब रिन्यूल होगा तो उसका चार्ज ₹8,300 हो गया। अभी तो पहली बार डिस्काउंट में यह दे रहा है। राइट? अब आप सोचोगे यार डिस्काउंट में तो इतना सस्ता मिल रहा है 8000 अगर भाई इसीलिए मैं बोल रहा हूं कि अभी आपको डिस्काउंट में मिल रहा है। अगर आपको लगता है फ्यूचर के लिए तो वो प्लान आप 4 साल का सेलेक्ट कर सकते हैं। ठीक है? अगर आपको लगता है कि आपको कंटिन्यू इसी पे करना है अगले साल भी तो 4 साल का भी ऑप्शन मिलता है। 2 साल का भी ऑप्शन मिलता है। तो 8300 नहीं पे करना है। यह मैं बता रहा हूं। उसको टेंशन मत लेना। उसको पे करना बेधड़क। 8300 जाएगा नहीं आपका। यहां पे कंटिन्यू पे मैं क्लिक करता हूं। आप देखेंगे यह रीडायरेक्ट कर रहा है। पेमेंट डायरेक्ट चाहेगा यूपीआई मेरे यूपीआई पे आएगा और यहां पर मैं इनेबल करवा देता हूं जस्ट अ सेकंड। तो अभी देखेंगे जैसे पे हो गया है। आप देखेंगे रीडायरेक्ट हो रहा है। ये थोड़ा टाइम लेता है रिीडायरेक्शन में। उसके बाद रडायरेक्ट हो जाएगा। पेज को टच नहीं करना है। देखेंगे यहां पे आएगा स्टेटस 404 और सक्सेस और यहां पे 1 मिनट मैं जाता हूं ईमेल पे। ठीक है? कुछ एरर आया है। ईमेल पे हमारे पास जरूर आएगा कंफर्मेशन। और यहां पर देखेंगे पेमेंट सक्सेस देखेंगे ईमेल आ गया है 0 मिनट पहले अभी आया है यह पेमेंट सक्सेस का हमने पेमेंट कर दिया है। ठीक है? अब यहां पे हमें एक और ईमेल आता है कि होस्टिंगर का अकाउंट वेरीफाई कर लेना है। बहुत सारे लोग नहीं करते हैं तो लॉग इन नहीं कर पाते बाद में। तो यहां पे देखेंगे ये वेरीफाई योर ईमेल एड्रेस जो ईमेल एड्रेस आप एंटर कर रहे हैं वहां पे जाएगा। वेरीफाई पे हम क्लिक करेंगे। और यहां पे जो इशू आया है इसको टेंशन नहीं लेना है। कोई दिक्कत नहीं है। ये कभी-कभी रूट फेल हो जाता है प्रिंट करने में। तो उसका दिक्कत नहीं है। आप देखेंगे यह हमारा लॉग इन पैनल है। मतलब हमने होस्टिंग सक्सेसफुली परचेस कर लिया है। लॉग इन करने के बाद यहां पे आना है वेबसाइट। यहां पे ऑप्शन दिखेगा। वेबसाइट्स लिस्ट में जाना है। तो यहां पर हम क्या करेंगे? ऐड वेबसाइट पे क्लिक करेंगे। क्लिक करने के बाद हम यहां पे सेलेक्ट करेंगे क्या? होस्टिंगर होराइजन। देखेंगे यहां पे ऑप्शन दिख रहा है। ये कोई भी और ऊपर नहीं सेलेक्ट करेंगे। होस्टिंगर वेबसाइट बिल्डर नहीं सेलेक्ट करेंगे। वर्डप्रेस नहीं सेलेक्ट करेंगे। इंपटी पेज नहीं सेलेक्ट करेंगे। हम सेलेक्ट करेंगे क्या? होस्टिंगर होराइजन यह ध्यान रखना है। यहां पे क्लिक करेंगे। यहां पे क्लिक करने के बाद इस तरह का इंटरफ़ेस जो कि ऑलरेडी मैं दिखा चुका हूं। ऐसा इंटरफ़ेस देखने को मिलता है। अब हम क्या करेंगे? अब हम पहले बड़ा वाला टूल बनाते हैं। फिर सेकंड छोटा वाला टूल भी बना के देख लेंगे। तो, यहां पे देखेंगे कि आई वेस्ट ब्रांड मोड बोर्ड जनरेटर। ये वाला टूल हम बनाते हैं। बड़ा टूल है। तो यहां पे क्लिक करते हैं। कॉपी करते हैं इसको। इसके प्र्ट को प्र्प्ट को यहां पे पेस्ट कर देंगे। पेस्ट करने के बाद यहां इस एरो पे क्लिक कर देंगे। ये पूरा कोड ये लिखना शुरू कर दिया। ये खुद से फाइल बनाता है। खुद से उसमें कोड लिखता है। सब काम करता है। हमें डायरेक्टली यूआरएल प्रोवाइड करता है। भाई हमें कुछ करने की जरूरत भी नहीं है। यहां पे हम उसके बाद उसमें डोमेन कनेक्ट कर सकते हैं और फिर इसको लाइव कर सकते हैं। तो देखेंगे ये बना रहा है। कितने कोड ये लिख रहा है। आप समझ रहे हैं? यह आप समझ रहे हैं यह जितना भी पेजेस दिखा रहा है जैसे पहले जेएक्स लिखा है जेएस उसके बाद सीएसएस जेएस उसके बाद यहां पे जे जेएसx करके इसका कुछ कोड है वो अपना लिखा है ऐसा नहीं है कोड नहीं लिखना पड़ रहा है ये पूरा डेवलपर की तरह काम कर रहा है आपके लिए कंप्लीट डिजाइनर प्लस डेवलपर प्लस बैक एंड सब कुछ काम कर रहा है भाई ये लाइक सब कुछ इतना बेहतरीन बना के देता है जो कि देखने में काफी शानदार लगता है तो ये टाइम लग रहा है थोड़ा सा क्योंकि देखेंगे देखेंगे लाइन अप कोड कितना लिख रहा है। देखेंगे कितने पेजेस का कोड है। 1 2 3 4 5 6 7 8 9 10 11 12 13 14 15 16 पेजेस का ऑलरेडी ये लिख चुका है कोड भाई। आप समझ रहे हैं डेवलपर को दे दे तब भी महीनों लगा देता है लिखने के लिए। लेकिन ये देखेंगे बहुत ही आसानी के साथ लिख देता है। और मैं आगे चलके इसी का इस्तेमाल करके बहुत सारी चीजें करने वाला हूं। इसमें पांच जो है मैं आपको बता देता हूं। देखेंगे पांच डेली मैसेज फ्री मिलते हैं। इसके बाद हम चाहें अगर इसको इनक्रीज करना तो हमें अपना प्लान अपग्रेड करना पड़ेगा। अब देखेंगे इसने कोड हमारा लगभग लिख दिया है। अब यहां पे जैसे ये कंप्लीट होता है ना यहां पे प्रीव्यू भी ये करने लगेगा। देखेंगे वेब अप इज बिल्डिंग यहां पे लिख दिया है। अब उसको प्रीव्यू करेगा थोड़ी देर में। और भाई भाई साहब सामने है। सामने है कमाल का टूल। अब मैं आपको इसको प्रीव्यू करके दिखाता हूं। यहां पे क्लिक करते हैं और यह देखेंगे इसका डिज़ाइन। तो यहां पे सबसे पहले ब्रांड का नाम एंटर करना होगा। इंडस्ट्री सेलेक्ट करना होगा। ब्रांड का वाइब सेलेक्ट करना होगा। ब्रांड का अगर कोई डिस्क्रिप्शन है तो ये भी एंटर कर सकते हैं। तो यहां पे मैं ब्रांड का नाम सेलेक्ट करता हूं। ठीक है? इंडस्ट्री यहां पे सेलेक्ट कर लेते हैं। टेक्नोलॉजी फिटनेस मार्केटिंग यहां पे सेलेक्ट वाइब मॉडर्न हम करते हैं। ठीक है? उसके बाद यहां पर लिखते हैं हमने यह ब्रांड का डिस्क्रिप्शन डाल दिया है। अब हम क्या करते हैं? यहां पे जनरेट मूड बोर्ड ये करते हैं यहां पे भाई साहब",
  "nxTfRETDTpE": "[Music] [Applause] Hi, welcome to another video. So, Klein has recently gotten very good with some new upgrades and I thought I'd cover them and also tell you about the new free APIs that I have been using and everything like that. Let me just tell you about the upgrades and then we'll jump right into them. I had covered the upgrades up to Klein 3.8 8 in my last video. So, the new upgrades start from here. The next ones were minor upgrades after the last video. First, we got support for remote MCP servers using server side events, which is great as some MCP servers didn't work well sometimes. There's also access to history, MCP, and new task buttons in pop out view. And it also has an updated requesty UX for model selection, which means that it now allows you to search for model names within it. This is great because you don't need to copy and paste model names anymore and things like that. It also has a new UI for adding remote servers. There's also a new tab for configuring local MCP servers, which is kind of awesome. And we also got some bug fixes for DeepSseek API provider token counting and context management. There's also now some models marked as recommended in the client provider option which is kind of great. It has also got a new ability to detect when users edit files manually. So Klein knows to reread leading to reduced diffedit errors which is kind of cool. It also got improvements to file mention searching for faster searching as well as scoring logic to file mentions to sort and exclude results based on relevance and support for bite dance duba. Then came another major release that allows you to use your local Chrome browser for sessionbased browsing enabling debugging and productivity workflows tied to your actual browser state. It also has an added modal in the chat area to more easily enable or disable MCP servers along with a new auto approve option to approve all commands. They have also made context shortening more intelligent when the model hits the context window. Now old file contents are removed from conversation history rather than the first half of messages being removed altogether resulting in narrative integrity and fewer loop issues. You can also now drag and drop files or folders into client chat. It also now supports prompt catching for lightlm and claude. They have also added cmd and quote keyboard shortcut to add selected text to Klein. There's also the new create new task tool to let Klein start a new task autonomously. Another thing that has now changed is the checkpoints feature. So they have redesigned the checkpoints feature. They say that checkpoints are now created more often throughout the task and will appear as line indicators on the left edge of chat. Hover over them to expand and see details like when they were created. It also has added support for Grock 3 models. Then came another major release that added favorite toggles for models when using the clin and open router providers. There's also some more stuff like auto approve options for edits or reads outside of the workspace, an indicator showing the number of diff edits when Klein edits a file, streaming support and reasoning effort option for Gro 3 Mini, and a settings button to the MCP popover to easily modify installed servers. Then came another major upgrade that added the Klein rules popover under the chat field allowing you to easily add, enable, and disable workspace level or global rule files. Basically, you can now add global rules for Klein to reference in all your projects and you can add that manually via the graphical interface along with the workspace rules option, which is kind of cool. There's also a new slash command menu letting you type slash to do quick actions like creating new tasks which is kind of cool. Another thing that I liked a lot is the ability to edit past messages with options to restore your workspace back to that point. It is really great as it allows you to edit the responses to be better and that will allow you to influence the next responses which is kind of cool. It also allows sending a message when selecting an option provided by the question or plan tool. These are the major upgrades. Now, let me show you these upgrades in action. And then I'll also show you which free APIs and MCP servers I've been using with it as well. But before we do that, let me tell you about today's sponsor, Photogenius AI. Photogenius AI is an all-in-one AI powered art generator that allows you to type anything and get stunning visuals instantly. It gives you all kinds of image generation, video generation, and even 3D model generation models in one place. Whether it be Flux, Stable Diffusion, Google's image gen or V2 video gen model, or even cling or any image or video generator model that you can think of. You can just type in your prompt for a video or image and get it generated in literal seconds. You can also generate 3D model generations with it in literal seconds as well. Not just that, it also gives you the option to do advanced AI image editing as well with their cool AI tools like an AI avatar generator, background removal, logo generator, emoji generator, YouTube thumbnail generator, or even add an app icon generator. And the best part is that it starts at only $10 and you can get an additional 25% off these already great deals by using my coupon code king25. So, make sure that you check out photogenius.ai AI through the link in the description and generate some cool stuff with it. Now, back to the video. First of all, make sure that you upgrade Klein to the latest version. Now, let's start with the message editing feature. So, if you click on any of the messages that you have sent, then it will just make it editable and you can change it here and then save it. What it will do is update it for the further context or you can also restore the workspace to this point with the new checkpoints feature and then it will allow you to just send in the new edited message accordingly. Apart from this another option that you will see is that at the bottom you get this icon which if you click then you'll get the option to set global rules file and workspace rule file. This means that you now don't need to always have a client rules file. You can set whatever you want accordingly and then use that which is kind of cool. It also now supports global rules which are usable in any project that you open which is also kind of cool. So this is great for rule definition. Another option is that if I go to the prompt box and then write a slash, then we now get a new option called new task. You can select this and enter the new task that you want to do and it will take the context of this chat and then start the new task for you, which is kind of cool because it allows you to just tell it that this is a new task and things like that, which is kind of cool. Another option is that if you're a shortcut user, then you can now open up the command pallet and just type in jump to client chat input and it will just focus the client chat interface and the prompt box and you can then use it accordingly which is kind of cool. Another thing is that it now shows you the number of diffs that it has proposed which is good to see as well. Then we also got the favorite model option which means that you can go to the settings and if you use the cline or open router option then it will allow you to favorite the model with a star option which is great. Also if you select the Gro 3 mini then you can set the reasoning effort now as well which is kind of great. Another thing is that if you select a chunk of code then you can add that easily in client chat by hitting command and single quote button and it will be added which is kind of cool. Next, if we go to the settings then here you can see a new connection option that allows you to connect your local browser and allow it to do feature testing and research via your own browser which is kind of cool for sure. You'll need to start the browser in debugging mode and then connect it here with the port accordingly. Another option is that in the MCP servers you'll see the option to add remote servers directly via a graphical interface which is kind of cool. Then here you also have the option to turn on and off MCP servers and see all of them in a good way here which is kind of great. You can also now drag and drop files in the client chat as well and it will reference that accordingly in the prompt. These are the major upgrades. But now let's talk about the MCP servers and the models that I'm using. So, I have been using the Gemini 2.5 flashf free API for major stuff because it's actually really good and it works just so well for most tasks and it's really amazing for those things and it's free which is kind of amazing. Another thing that I also use is the Deepseek models, especially the new V3 model that is amazing to use at the price. It's so good at front end and coding in general and cheaper than DeepSeek while performing better. So, I use that as well. You can use it for free via Samanova, which makes it super fast. And you also get a $5 free credit there, which is awesome. I also use Gemini 2.5 Pro for more complex tasks. I have moved away from Claude now for a while and I don't think I'll go back until a new better variant of theirs comes out and for the price it's just unjustified as of now. I also don't use any of the open AI models as well. I do sometimes use the local 54 models for some basic chat when I don't have internet access or something like that. So there's that. For the MCP servers, I use these ones. There's the fetch tool that basically just allows it to scrape a URL. I have stopped using sequential think because it isn't as useful anymore. Kubernetes is something I use in just my daily workflow. Serp is something that I use for web searches and Dart is also something that I use as well for most of the task management stuff. That's mainly what I use. So, I just thought to tell you guys about the new upgrades, and you can go ahead and try out these new features as well. Overall, it's pretty cool. Anyway, share your thoughts below and subscribe to the channel. You can also donate via Superthanks option or join the channel as well and get some perks. I'll see you in the next video. Bye. [Music]",
  "zCYQEHBfYuU": "It's time now to dive into our next session and it gives me immense delight to invite and introduce our moderator for the session. Ladies and gentlemen, it's none other than Sonia Shenoi, a leading voice in Indian business journalism. Sonia was assistant executive editor at CNBC TV18 for over 16 years. a finance and fintech expert. Today she's an independent content creator and the host of top podcasts like the money mindset, founder fups and visionaries of India. Please join me in welcoming Sonia Shenoi. Ladies and gentlemen, a big round of applause. Thank you to each and every one of you for being here and it is such an honor to be a part of this evening because this is a topic that everyone is grappling with today. So without wasting any time let me invite someone who needs no introduction but I'm going to do it anyway. Nanda Nilikini is the chairman and co-founder of emphasis founding chairman of Aadhaar and a true visionary behind India's digital revolution. A pioneering force in shaping India's digital economy, Nilikini has played a defining role from co-founding emphasis, one of India's most iconic IT companies to architecting Aadhaar, the world's largest biometric identity program, transforming industries and empowering a billion people. Please put your hands together for Nandanda Nilikini. Thank you so much for being here. Pleasure. Pleasure. Juu is an old friend. and I've known him for 30 years. We both began together. So, it's a pleasure to be here at the embassy rate. Wow. 30 years is a long time. '90s. '90s I met him first. And both of you have come a really long way. But today, you know, the topic is the advent of AI. And honestly, I think everyone from leaders to businessmen to entrepreneurs to startup owners are all grappling with what's happening with AI, right? Uh so can we start with where we are at Nandan in terms of see everyone's talking about India perhaps becoming the use case hub that's right in Asia for AI are we there yet and from your vantage point where are we at no I think uh AI obviously has caught the public imagination especially for the last 2 years since uh chat GPD came out and I think certainly it's a very exciting time to be there and it's going to make a huge difference to everyone uh I think but the use of AI still at least in the business side is still in the I I feel a long way to go there and uh we have uh you know there's been a lot of focus on models you know the different companies have models my own belief is that there'll be thousands of models so models are really commodities you know they're going to be you've seen what's happened from China and so on so lots of models are going to come out and the value creation will be on the application of this technology to either business or society or government and that's where the value creation is and I think India because of the enormous talent we have the great companies here who are all customers of uh embassy I think we have real chance to take a leap on implementation of AI to really make a difference both in business and in the society you've spoken about that many times in the past as well as to how you are also involved in doing a lot of work in perhaps trying to scale AI across the country right so at scale whether it is for different users whether it's agriculture, finance, fintech, language. Tell us a little bit about that and um you know how long do you think this journey would take? Well, I think you know to just step back a bit what we learned when we built digital public infrastructure like Aadhaar and UPI. We learned how to build at population scale, how to build things for a billion people, how to make it frugal and cheap, how to make it with small transaction size, high volume and so on. And we are seeing that other has 1.3 billion people 80 million times a day authentication UPI has 450 400 million people 17 billion transactions a month. So we really create scale. So we have to bring the same thinking to applying AI in India. How do we apply it at the scale of population which nobody actually has done that at that scale and to make it cheap to operate you know how to make uh inference cost cheap how to make reasoning cheap how to make sure the farmer in his village is able to use AI at an affordable price so that's where I think we are headed the first fundamental thing we need to do in India is language because it's a unique country we have 22 official languages and several hundred languages and dialects you know you move you move 50 kilometer the you know the sort of the language shifts. So I have been personally supporting uh building the whole language AI for India and funded a group at IIT Madras which has built the largest database of Indian language called AI for Bharat. The idea is that if we can get Indians to speak to the computer in their language of choice dramatically improves access. So if a farmer is able to speak in Bjpuri to his phone and get the best information on farming that's where the future is. He doesn't have to read or to key in anything or touch anything. He can just speak. So I think language is a foundational AI for India. Everybody will need I mean India in particular for all users and then it'll be about finding use case. For example, if you look at finance, NPCI has now launched voice payments in on UPI. So I can speak to the phone UPI and give a instruction to send money to somebody and that just a start. So you'll be able to give more and more financial transactions by speaking to the phone and there'll be some agent on the phone that will do it for you. So I think we are going to see that kind of thing happening. So it key thing is how do we take AI apply it at population scale make it work in your own language and make it work in a very relevant and contextual way for your issues. So when you talk about applying it at population scale the government is also doing a lot right whether it's the PMISAN program whether it's Vistar as well can you tell us how far have we come in terms of what the government initiatives are and what more do you think can be done yeah I think the government has been quite ahead if I don't know whether you realize but in Aadhaar authentication we use AI for livveness detection so when somebody puts a fingerprint finger we have to make sure it's a real finger and therefore we do liveness detection so it's been last four five years it's there's AI inside even the Aadhaar authentication but specifically uh I think PMISAN has been a great program because that allows farmers to ask the status of their pay uh you know the monies they get and that's really has used you know it has at least millions of users so that's already a live case of a chatbot uh using AI and Vistar is an implementation for agriculture so that's based on a open agriculture network and many states are rolling it out in the next few months. And the idea is that the knowledge for a farmer can come from anywhere. You know, market data will come from one side, crop data from somewhere else, soil data from somewhere else, you know, weather data from somewhere else. How do you bring all these various data together in a way that's consumable by a farmer in a language of his choice in an instant conversation? So that I think in the next couple of years you'll see some really good uh deployments of that and then we'll I think India will learn from that. Then of course there's the other thing which is happening which is the AI mission which uh minister wnav has been talking and leading. So they are talking about supporting the development of models. So I think there's a lot of action going on. In fact recently I think Mr. was talking about uh 14,000 GPUs and you know a lots in terms of data sets and you know everything that's required for I think the other good thing they're doing because AI is all about data and I think there's a systematic plan to create public data sets. So the even the AI for Barat is a language public data set. So the more public data sets are there which are anonymized it's not about personal data then more people can train their models on that data. He also you know made this joke about how um India should at some point have its own LLM models. I mean open AI need not be called open AI anymore. I think building LLM is not a big deal. You know uh at Infosys we have built four SLMs 2 billion parameter SLMs. We know the technology of building at least SLM so two billion parameters which you can then take to 7 billion 13 billion 20 billion 70 billion. So it's then is question of more CPUs and more data to crunch. So I think that technology now has become widespread and that also you have to give credit to the deep sea guys because they showed you could build uh these LLM for much smaller amounts than the guys in the valley and they have published all the uh you know knowhow of how they did it. So now the knowledge has become universal. Everybody knows what to do. So I'm not particularly too hung up about saying we should develop an LLM. We should develop no H but if you can get the use case first make it work at scale then which LLM you use you can replace one with the other. So there are many people here I mean most of the people here are people who run teams people who manage large businesses large organizations right the one big fear that everyone has in their mind is what happens with jobs and it's not so much about the challenges as much as it could be perhaps about the opportunities. What do you see the way forward not just for people who are entering the job for job force which is a huge number um you know by say 2050 2035 or so but also from a managerial leadership level what are the changes that one should do well I think that's a great question I think definitely uh AI will improve productivity of software development we already seeing it with the copilot a cursor there are zillian dev devon many many each day there's a new announcement ment of some product right so I think it'll definitely improve productivity and a lot more can be done with less people but on the other hand a lot more things have to be done because AI will force the envelope on new applications new use cases so it'll create new opportunities the other thing is enterprise AI where companies use AI is very different from consumer AI so consumer AI use chat GPD or Plexity or Google Gemini or whatever but enterprise AI is going into your firm and transforming with AI That's a longer hall because companies have lots of technology. They have duplicate systems. They have legacy stuff from many years back. The data is in silos. So they, you know, you got to bring all that together. So there's a lot of work to be done inside firms to organize themselves for AI. So there's a lot of work to be done. While some part of it will get automated, a lot of new things will have to be done. So I'm comfortable that also I think the Indian workforce you know we have the largest Gen Z population in the world and they're all very techsavvy and think about it the Gen Z was are people born after 1997 so they were 10 years old when the iPhone came out uh you know so they they've been born to this world right so I think they will quickly adapt to this AI world I have no doubt I think so India will actually the number of people who will use AI to actually solve real problems this will be the biggest place so how does India capitalize on that. What are the two or three things that uh you know leaders or managers or business owners need to do in order to make sure that this demographic dividend is something that we capitalize on? Well, I think first of all we have to do some massive uh work on reskilling and getting people ready for this AI revolution and therefore firms that invest in the infrastructure and the training and the learning and you know all that that's very important. You cannot do this without investing in your human capital to get them ready for this AI revolution. So that's like table stakes for uh everyone. Also I think it's very clear now that this AI stuff is okay for some things but where human messiness is involved it's not really all that great. So you know you still your ability to lead to align different people to the same goal to collaborate to form teams those human skills empathy th those skills will never be done by AI. So I think we have to get especially our leaders to be ready for much better human skills to lead in this world of AI. So leaders have to be ready with more human skills. Uh I hope all the leaders here are listening. But what about the young u you know perhaps young entrepreneur or young student who's entering the workforce? How does he upskill or what are the skills that he would need in this new AI world? The two skills are human skills, people skills and thinking from first principles, you know, ability to get to the conceptual basis of what you do. Thinking from first principles very important because the middle stuff middle stuff will get automated. You know the you know the coding you'll use some co-pilot or something. So I think that's both human skills and thinking from first principles is what we need. But also the good news is that you are going to see in India an entrepreneur surge. You know 10 years back in 2015 we had maybe a few thousand entrepreneurs. Now we have 150,000 entrepreneurs. And my estimate is by 2035 we'll have a million entrepreneurs because we're creating a virtual cycle of entrepreneurship. You know companies are going successful then people leaving starting new companies. that whole thing is in a virtuous cycle. So all those guys will use AI to solve very key issues in India. So I think if you imagine if a million smart people solving problems with AI, something's going to happen, right? I hope so. I mean at this point in time people are approaching it more with fear and little bit of you know look it's a massive change. It's a massive discontinuity in the way we did things and uh I think uh so people are rightly concerned but I think we have to embrace it. It's look it's here. We can't stop it. It's the genies out of the bottle. We have to now work on mastering it applying it for good purpose. So you were talking about you know the advent of AI at scale right in India. Uh you spoke about language, you spoke about agriculture. There's another area that your focus is on which is education as well. Tell us a little bit about that and how do you think because I mean I have a young child and I do read a lot of articles about how in the west uh people are now or at least schools are now programming using AI to give differential education to children depending on what their capabilities are. So just education in India at scale how can we say and you know actually when you think about it they there's a set of children who have access to the best education they're able to read right they can they have a iPad to put them to sleep and all that so that's I don't know whe is doing that but thankfully not so what I'm saying is that they are well served but the real challenge in India is children who can't read or write or do math Because in a public schools while they go to school they don't learn. So our focus is on them. If they are able to read and write then they can join this other category of children. So we are using AI to enable children who can't read or write or to or do math to learn those foundational skills and they're using AI to help diagnose what are the gaps in their knowledge and helping them to practice. It's really like using AI to practice those skills and it's being rolled out now in four states. Uh so I think if India's future is its human capital the human capital is not educated enough to do basic things read right arithmetic you know then there's no future right so that's what at least when you say education we're focusing on these foundational things because the people who have get the phones and get the apps there there's plenty of stuff for them. Yeah I agree. So there are you know um a lot of industry veterans sitting here and in the next panel as well we'll be speaking to people across industries whether it's automobiles, insurance, CRM etc. Um talking about sectors where do you see the maximum disruption happening because of AI and what do you see as the changes say over the next five to six years I know five to six years is a very long time because lots is happening can't predict that long but but we are seeing I mean you know because at Infosys we work with thousands of companies around the world we are seeing activity in every sector certainly financial services is a big one because that's an area where there's no physical stuff right it's all digital so people are applying it for uh credit they're applying it for chat bots, wealth management assistance, you know, all kinds of things. So, in each area, I think there is uh stuff happening and uh I think what's exciting is that the applications are so varied, right? So, a a pharmaceutical company can use it to discover new drugs faster or a company making batteries can use it to discover new materials faster and so on and so forth. The fact that you can accelerate the pace of innovation using AI by discarding all the dead-end options and honing on what will work is a new thing that we have now. So that that'll be big. And from your vantage point when it comes to global not dominance but once again coming back to the point that we started off with India becoming a use case hub for Asia for the world for the world not Asia world for the world are we there yet you think or is it it'll happen because it's you have the talent you have the problems to be solved the AI knowledge will permeate everywhere there'll be thousand millions of entrepreneurs they're going to solve problems there's no question about it so what is Nandanda Nilikini going to be doing next in this uh field of AI. I mean you have always been at the forefront of every innovation over the last 40 years whether it was it whether it you're betraying my age now whether it was it whether it's Aadhaar UPI AI I mean any revolution and you know you're right there in the front no I I like to be relevant and you know keep ahead of everything. So there are three things I have three four things I'm working on which if you want to really know AI of course is a big part but it's not just AI I'm working on an idea called the digital energy grid and how how will energy get transformed uh from a model where you have a big producer say thermal plant that sells to every house where every home is now a producer of electricity because they have a rooftop solar they have a EV car so they can store it they can buy it they can sell it they can sell it to the neighbors suddenly Energy is going to become like UPI is going to be millions of small transactions. Renewable energy, huh? Largely because of renewable every home will have a rooftop solar, every home will have a battery and you know price of energy will fluctuate wildly because in the daytime when the sun is there, prices will drop. At night it'll be expensive and so on. So I think this kind of a dynamic thing of energy is something. So I've just come out with a we have come with a paper with the IEA on this on digital energy. So that's one other thing I'm doing. And then uh we're looking at the idea of the fintet which is how do you tokenize assets because just in India for example 50% of assets are in the form of land. I'm sure makes uh jitu very happy but land is illquid. You know you can't easy if a guy guy guy guy guy guy guy guy guy guy guy guy guy guy guy guy guy guy guy guy guy owns a half an acre in a village he can't sell it easily. It's paperwork all that. So if you can tokenize land assets we can make it unlock the asset. You can sell it. you can get a loan against it. So tokenization is a very important way of bringing in fungibility and liquidity of assets. So we're working on that. And then another area where from Infosys we're working on is high performance buildings. Uh you know Infosys actually has built 55 million square ft of we are like a real estate company only 55 million square feet of office. What is high performance buildings? What was it? essentially uh how do we make buildings super efficient consume less electricity less water less more sustainable yeah more highly and that now we have published all that 15 years of learnings on how to build high performance buildings and we feel that in the next 15 years India is get going to get built out by people like Juu uh how do we get those buildings to all be super high performance and reduce their environmental footprint so that's One more thing that I do. How I I think Do you have more than 24 hours a day? I mean, how many things? I don't I don't do any of this. Somebody does it. I just guide them. You're just the you just get that brain wave and then the Ureka moment and then you pass it on. I delegate. Well, I don't do anything myself. Okay. But that's very inspiring. Um so uh coming back to just some final thoughts before we move on when we talk about AI and we talk about uh you know large use case in terms of AI uh any great any big challenge that you see for India for leaders for business owners that might that looks tough right now to perhaps overcome and something that the government should work on no I think no this is not a government thing I think how do we make the AI accurate it does not hallucinate it does not have bias That's the challenge of this AI stuff because it's okay you know in a consumer app if it gives one out of 10 wrong answers it doesn't matter but for a business a business the brand of the business is behind it's it's reputation it's all that is there so when large firms apply AI they have to think about reputational thing and therefore they'll be far more cautious about rolling it out because if something goes wrong it'll rebound on them that's one point the second point is AI is a unique situation where regulations are happening even before the AI is coming. You know in most of the areas regulation like in data privacy internet began 2000 data privacy law came in 2018 18 years later here in real time only every country every state is issuing regulations. So when large firms design AI for the world they have to make sure how does it work and in a responsible way as per the rules of that region. So if you're in Europe, you may have some rules, UK some rules, India some rules and so on. So it's a whole new dimension of being regulatory compliant from day one across multiple jurisdictions. These are new things for technologies. Technology have not thought about regulation so much as they now being forced to. Absolutely. And things are changing by the day. Earlier things were changing by the decade then by the year. Every day every morning you get up some something new. either there's a tariff or there's a AI model and then the next day either the tariff gets you know reversed or something else happens in but what is your worldview by the way I mean there's so much uncertainty with respect to tariffs and what's happening in the west where do you think all of this is going I don't think anybody knows if anybody claims he or she knows then I don't think it's true I think we just have to ride ride it but you know there's so much in our control I mean you know we can build great companies we can build uh new solutions we change lives of people that's all within our grasp. So I'd rather focus on things we can control than try to worry about things that I have no control over. Okay. One final piece of advice since you have so many u you know like I said so many leaders here. One piece of advice that you'd want to give them with respect to AI and how they should sort of move forward. I think they have to be keep themselves current and curious because the the avalanche of knowledge now is extraordinary, right? We're getting so many things and how do we uh you know go through all the noise and find the few signals in the noise because noise tends to distract and then get that's why the first principle thinking is very important and really keep on top of what's happening that's very very important for today's leaders because if you take the wrong turning could go off into a culdeac so I think it's very important to be on top of what's happening and distinguish the signal from the noise and focus on the signals all right ladies and gentlemen Please give Nandanda Niligini a big big round of applause and thank you so much Nandan for joining us",
  "GtlNUwryHzI": "केवल एक क्लिक में आपको किसी भी एआई टूल से कोड लिखने की जरूरत नहीं है इंप्लीमेंटेशन करने की जरूरत नहीं है जस्ट वन क्लिक में आप अपना वेब एप्लीकेशन या वेब ऐप बना सकते हैं वेलकम टू द बैंग भाई कितना खतरनाक बना दिया भाई कसम से कह रहा हूं मैं भाई लिटरली इतना खतरनाक तो आज का आप सेलेक्ट करेंगे मैं यहां पे आपको दिखाता हूं अपडेट्स के बहुत ज्यादा इंपैक्ट देखने को नहीं मिलते हैं चाहे वह google2 का पिछले 12 महीने का ट्रैफिक रिपोर्ट है जिसमें आप देखेंगे कि आपको बहुत ज्यादा चेंजेज नहीं देखने को मिलता है अब इसका क्या कारण है इसका सबसे बड़ा जो कारण है वह आपको मैं वीडियो के लास्ट में मैं बताऊंगा लेकिन उससे पहले एक और बेनिफिट की बात कर लेते हैं वेब एप्लीकेशंस में बिना ज्यादा कंटेंट लिखे भी हम में एडसेंस अप्रूवल काफी फास्ट मिल जाता है तो यह दो मेजर बेनिफिट्स हैं इसके अलावा भी बहुत सारे हैं मैं आपको आज जो बताने वाला हूं वो शायद आपको हैरान कर दे अभी तक मैंने बहुत सारे एआई टूल्स की मदद से क्रिएट करने को बताया है कि कैसे हम कोड लिखते हैं और फिर वेब एप्लीकेशन क्रिएट करते हैं लेकिन आज मैं बताने वाला हूं कि केवल एक क्लिक में आपको किसी भी एआई टूल से कोड लिखने की जरूरत नहीं है इंप्लीमेंटेशन करने की जरूरत नहीं है जस्ट वन क्लिक में आप अपना वेब एप्लीकेशन या वेब ऐप बना सकते हैं जी हां यह बिल्कुल सच है मैं आपको डेमो दिखाता हूं यहां पर मैंने दो टूल बनाए हैं जो पहला टूल है यहां पर देखेंगे जो पहला टूल मैंने बनाया है यह एक इमेज कंप्रेसर है यहां पे कोई भी इमेज हम अपलोड करेंगे य उसका साइज कंप्रेस कर देगा यह किस तरह के फॉर्मेट को सपोर्ट करता है यह ड जपजी पए कर सकता है अब यहां पे मैं आपको डेमो दिखा देता हूं यहां पे मैं फाइल सेलेक्ट करता हूं और जैसे यहां पे मैं एक पीएनजी फाइल सेलेक्ट करता हूं आप देखेंगे और इसका जो साइज है यहां पे दिखा दिया 1.33 एब का है और यह प्रीव्यू करके दिखा रहा है क्वालिटी जो हमें कंप्रेस करना है हम इसको कम या ज्यादा भी कर सकते हैं और यहां पे कंप्रेस इमेज पे जब मैं क्लिक करता हूं तो देखेंगे यह 1.33 एब इमेज को कंप्रेस करके 134 हम जस्ट वन क्लिक में इसको डाउनलोड भी कर सकते हैं देखेंगे ये डाउनलोड हो गया है तो यह एक टूल है और सेकंड जो टूल हमने बनाया है अभी देखेंगे य प्रीव्यू मोड में भी आपको दिख रहा होगा यह बना हुआ है इसमें आप देखेंगे इसने रिवेन्यू बताया इतना हुआ है प्रॉफिट इतना हुआ है आरओ इतना हुआ है ऐड स्पेंड इतना हुआ है और यहां पे एआई इनसाइड भी है कितना प्रॉफिट मार्जिन हुआ है ये सब कैलकुलेट करके यह बता रहा था तो तो देखि ये कितना कॉम्प्लेक्शन इट आपको देखने को मिलेगा और यह पूरा काम कर रहा है आसानी के साथ यहां पे फोरकास्ट भी आप चेक कर सकते हैं कि फ्यूचर में क्या होने वाला है इवन ग्राफ भी यह ड्रा कर देता है और यहां पे नीचे देखेंगे amazon's पे कितना हुआ है google's पे कितना हुआ है उसको अपलोड करके एनालिसिस किया जा सकता है तो ये दो टूल मैंने बनाया है एक मैंने इजी वाला टूल दिखाया वेब कंप्रेशन और एक मैंने दिखाया आपको कॉम्प्लेक्शन डिजाइन वाला कितना बेहतरीन टूल क्रिएट किया जा सकता है जस्ट वन क्लिक में और यह चीज मैं आपको लाइव करके दिखाने वाला हूं तो अब आते हैं नेक्स्ट टॉपिक पे जो है इस वीडियो का एजेंडा तो दोस्तों यहां पे सबसे पहले हम फाइंड करेंगे वेब एप्स आईडिया जिस परे हम अपना वेब एप्लीकेशन क्रिएट कर सकते हैं दूसरा वेब एप्लीकेशन आईडिया को हम कन्वर्ट करेंगे एआई प्रोमट में यानी एक प्रोफेशनल प्रोमट उसको क्रिएट करके देखेंगे कैसे बनाते हैं एआई की मदद से ही इसके अलावा उस प्रॉमस को वन क्लिक में हम कैसे टूल बना सकते हैं इसको हम लाइव करके देखेंगे वेब एप्लीकेशंस के लिए कंटेंट प्लान कैसे करते हैं यह कंप्लीट प्रोसेस हम सीखने वाले हैं यहां पर जो हम वेब एप्लीकेशन बना रहे हैं उसमें इनिशियल ट्रैफिक कैसे लाएंगे इसके क्या-क्या सोर्सेस होंगे उस परे हम लर्न करने वाले हैं एडसेंस के लिए कब अप्लाई करना है कितने दिन बाद अप अप्लाई करना है इसके बारे में जानकारी शेयर करने वाला हूं और हम एक प्रो एडवांस मेथड जानने वाले हैं कि लाइक जब हमारा वेब एप्लीकेशन लच हो जाता है उस परे ट्रैफिक धीरे-धीरे ग्रो होता है लाइक 500 600 ट्रैफिक डेली का आने लगता है हम उसको स्काई रॉकेट कैसे करेंगे यानी उसको बूस्ट कैसे करेंगे यह जानने वाले हैं तो ये कंप्लीट वीडियो का एजेंडा है आर यू रेडी अगर यस तो वीडियो को लाइक करिए और अपने whatsapp2 आइडियाज क्योंकि हमें पता होना चाहिए किस तरह के टूल्स हम बना रहे हैं राइट तो इसके लिए हम एआई का हेल्प ले सकते हैं उनसे टूल आईडिया फाइंड कर सकते हैं तो अब हम यहां पर लिखने वाले हैं हम कोई भी इंडस्ट्री नहीं देंगे तो यहां पर हम लिखेंगे भाई कि क्या करो सजेस्ट करो सजेस्ट हंड्रेड प्लस वेब टू आइडियाज विथ एंड विदाउट के आई एपीआई ठीक है मैंने बस यहां पर सिंपल सा कुछ नहीं लिखा है मुझे कहा 100 प्लस वेब टूल आईडिया सजेस्ट करो जिसमें एआई की भी जरूरत एआई एपीआई की भी जरूरत हो और उसके बिना मतलब एपीआई जरूरत हो और ना जरूरत हो दोनों तरह के टूल हमें चाहिए यहां पर इंटर हिट करते हैं इसका क्या बेनिफिट है मैं आपको आगे बताऊंगा बट अभी हम यहां पर इसको देखते हैं पहले इसने सबसे पहले एई पावर टूल्स का लिस्ट बनाया है तो यहां पर देखेंगे 10 इसने बना दिया है 20 25 य तो लिस्ट ही बनाता जा रहा है अब देखेंगे लास्ट में बोला क्या और चाहिए यूनिक अन अनटैप्ड अनटैप्ड हम सर्च करते हैं अनटैप्ड वेब टूल आईडियाज ठीक है य ज अनटैप्ड मतलब जिसपे इसको लोगों ने काम नहीं किया हो यह सब चीजें इसको भी हम एंटर कर देते हैं यूनिक जो हो अब मैं एक बार क्रिएट हो जाए फिर दिखाता हूं फिर आपको समझ में आएगा यह सारे मैं लिस्ट पूरा दे दूंगा डिस्क्रिप्शन में आप इनको डाउनलोड करके यूज कर सकते हैं आप या फिर सिंपल जैसा मैंने लिखा है वैसा टाइप करेंगे आपको मिल जाएगा कोई दिक्कत वाली बात नहीं है देखेंगे यहां पे मैं लाइव करके दिखाता हूं मैं बाद नहीं बता देता हूं चीजें जो मैं करता हूं वही मैं आपको दिखाता हूं यह चीज ध्यान रखना दोस्तों कि जो मैं कर रहा हूं वही मैं आपको दिखाता हूं या कह लीजिए कि जो मैं कर रहा हूं उसका 10 पर भी आपको दिखाता हूं उसका तो पूरा दिखाता भी नहीं हूं यहां पर इसने ऐसे टूल्स के आईडिया जनरेट कि जैसे एसओ या ब्लॉगिंग इंडस्ट्री से रिलेटेड एआई कंटेंट रराइटर रीडेबिलिटी स्कोर एनालाइजर एआई पावर ब्लॉग आउटलाइन क्रिएटर ठीक है डिजाइन में एआई पावर लोगो जनरेटर एआई बेस्ड फोटो एनहांसर ये कितने यहां पे देखेंगे एआई पावर वाटर मार्क रिमूवर एआई अवतार क्रिएटर एआई बेस्ट मेमे क्रिएटर ठीक है तो यहां पे बहुत सारे एआई पावर टूल आईडिया जनरेट किए हैं देखेंगे एआई बेस लिप सिंक टूल ठीक है एआई बेस्ट बैकग्राउंड नॉज रिमूवर एआई बेस्ट म्यूजिक जनरेटर ठीक है अब यहां पे देखेंगे कोडिंग से रिलेटेड भी है बिजनेस से रिलेटेड भी है ई-कॉमर्स से रिलेटेड भी है ये है एआई इसमें एआई का इस्तेमाल होगा मतलब एआई पाउंड का मतलब सिंपल सा है इसमें एआई की एपीआई यूज होगी जैसे कि ओपन एआई की एपीआई हो गई न एआई मतलब इसमें हमें एआई एपीआई की जरूरत नहीं होगी जैसे साइट मैप जनरेटर हो गया सेम एसओ एंड ब्लॉगिंग के लिए फब आइकन जनरेटर हो गया फ्री वेबसाइट स्पीच टेस्ट टूल हो गया ठीक है google2 टूल्स में हो गया ऑनलाइन कलर पिकर हो गया ठीक है पीएनजी टू जेपीजी कन्वर्टर हो गया ठीक है 3डी टेक्स्ट जनरेटर हो गया यहां पे देखेंगे वीडियो एंड ऑडियो में फ्री ऑनलाइन ऑडियो ट्रिमर हो गया वीडियो टू जीआईएफ कन्वर्टर हो गया ऑनलाइन वीडियो कटर हो गया ठीक है एमपी4 टू वेब एम कन्वर्टर हो गया ठीक है फ्री वॉइस रिकॉर्डर हो गया ठीक है इसके बाद यहां पे कोडिंग के लिए भी बताया है तो कोडिंग को स्किप कर रहा हूं मैं बिजनेस के लिए भी बताया है इसने ऑनलाइन टाइम ट्रैकर टूल हो गया स्पेंस ट्रैकर टूल हो गया फ्री ऑनलाइन पोल मेकर टूल हो गया बिजनेस कार्ड जनरेटर टूल हो गया इसके बाद ई-कॉमर्स के लिए फ्री शफाई प्रॉफिट कैलकुलेटर हो गया अन फी कैलकुलेटर हो गया शॉपी फई सेल्स टैक्स कैलकुलेटर हो गया ठीक है इसके बाद यहां पे देखेंगे हमने अनटैप्ड वाले टॉपिक को भी दिया क्या है तो यहां पे अनटैप्ड वाले टॉपिक में क्या है यहां पे कंपीटर गैप फाइंडर हो गया कंपट कंटेंट गैप फाइंडर ठीक है यहां पे जो भी ये बहुत ही पॉपुलर बहुत ही पावरफुल वे है अपने ब्लॉग पे ट्रैफिक जनरेट करने का अपने ब्लॉग पे इंडेक्सिंग फास्ट करने का अपने ब्लॉग पे रैंकिंग फास्ट करने का कि जो हमारे कंपटीशन है लाइक कोई भी नीस हम सेलेक्ट करते हैं जो उसके टॉप कंपीटर हैं उन पे ऐसे कंटेंट को फाइंड करने के लिए जो उन्होंने कवर नहीं किया है यहां पे गैप एनालिसिस गैप फाइंडर के लिए ये टूल क्रिएट कर सकते हैं google3 लोगो क्रिएटर हो गया वीडियो में आएंगे एआई बेस्ड पोट कास्ट रि परपर हो गया ठीक है स्लाइस साइलेंट वीडियो बैकग्राउंड म्यूजिक मैचर हो गया ठीक है तो यहां पे कितने तरीके के इसने टूल बना दिए हैं जिसका कोई लिस्ट नहीं है शफाई एंडन काट रिकवरी मैसेज जनरेटर हो गया तो इसमें से कोई भी एक टूल सेलेक्ट कर सकते हैं यह सारे लिस्ट मैं आपको दे दूंगा डिस्क्रिप्शन में फिर से बोल रहा हूं इसमें से कोई भी एक लिस्ट टूल सेलेक्ट कर सकते हैं स्टेप नंबर टू में हम सेलेक्ट करते हैं टूल आईडिया और उसको कन्वर्ट करेंगे एई प्रोमट में तो यहां पर हम क्या करते हैं सबसे पहले डॉक्स ओपन कर लेते हैं डॉक्स में क्योंकि हमारा डाटा सेव रहेगा फ्यूचर में अगर कोई चेंज होता है तो हम ला उसका हिस्ट्री चेक कर सकते हैं ठीक है तो यहां पर हम नाम देते हैं वेब वेब एप्स ठीक है तो यहां पर टूल आईडियाज हम लिखते हैं तो यहां पर जो मैं एक छोटा और एक बड़ा दो टूल सेलेक्ट करूंगा और दोनों को बनाकर दिखाऊंगा तो इससे आपको आईडिया हो जाएगा कि कितना आसान प्रोसेस है तो यहां पे हम क्या करते हैं एआई एपीआई वाला नहीं करते हैं क्योंकि अगर एपीआई का करेंगे तो वो फिर हो सकता है आप जब टेस्ट करें काम ना करें तो यहां पर हम क्या करते हैं वीडियो में जाते हैं मैंने एक यहां पर कॉपी किया था लेकिन इसपे एडसेंस अप्रूवल मिलता है और इस पे ह्यूज ट्रैफिक है देखेंगे जो मंथली सर्चे है ना एवरेज वो 400 42900 है और यहां पे हर एक बंदा लगभग डेढ़ पेज विजिट करता है तो मतलब आप समझ के चलिए कि लाइक जो अर्निंग है वो काफी हाई है थंबनेल डाउनलोडर पे जो सीपीसी है वो भी काफी हाई है 1.2 डलर का है जो कि काफी अच्छा है ट्रैफिक देखेंगे यूनाइटेड स्टेट से 15 पर है इंडिया पाकिस्तान ये तीन ट्रैफिक सोर्सेस है इनका जहां से कमाई हु अच्छी होगी तो इसका कारण है तो यहां पर यह स्मॉल टूल के कैटेगरी में आएगा स्मॉल टूल के कैटेगरी में आएगा ठीक है और हम एक बनाएंगे एक टूल और क्रिएट करके देखेंगे एक लार्ज टूल भी क्रिएट करेंगे तो यहां पर अनटैप्ड कैटेगरी जो हमने फाइंड किया था व तो यहां पर देखेंगे कोई भी हम सेलेक्ट करेंगे एसओ डिजाइन में तो यहां पे मल्टी फॉर्मेट इमेज जनला इजर है ठीक है यहां पर देखेंगे एक हमें बहुत ही कमाल का एक आईडिया मिला है जो कि लाइक थोड़ा सा डिजाइन में बट कमाल का है लाइक कई सारे लोग के लिए कई सारे यूजर्स हैं जैसे कि आप मैं आपको एक इसका दिखाना चाहूंगा जैसे हम यहां पे लोगो का कलर कैसा होगा टेक्स्ट का कलर कैसा होगा बैकग्राउंड कलर कैसा होगा यह सब चीजें बहुत ही इंपॉर्टेंट मायने रखती हैं और बहुत सारे बड़े-बड़े टूल्स हैं जो इसके लिए पैसा भी चार्ज करते हैं तो यहां पर हम यह टूल क्रिएट करने वाले हैं और यहां पे और यहां पे कुछ बड़े टूल्स हैं जो कि पैसा भी चार्ज करते हैं तो यहां पर हम यही क्रिएट करेंगे एआई बेस्ड ब्रांड मोड बोर्ड जनरेटर जिसमें हम फाइंड करेंगे कंप्लीट ब्रांड किट बनाकर देखेंगे जिसमें कलर फंट और स्टाइल सब चीजें होंगी तो ये हो गया ये हमारे लार्ज टूल की कैटेगरी में आ जाएगा तो यहां पर लार्ज टूल के कैटेगरी में हम यह दो टूल एंटर कर देंगे ठीक है अब हम क्या करेंगे लाक इन टूल आईडिया को प्रोमट में कन्वर्ट करेंगे तो यहां पर हम लिखते हैं प्रोमट अपने डॉक्स में और हम क्या करते हैं चैर जीपीटी पर जाते हैं फिर से और इसको बोलते हैं जस्ट राइट फॉम टू टू मेक दिस ठीक है अब देखेंगे यहां पर अभी तक हमारा जो था टूल आईडिया केवल एक आईडिया था अब इसने इसका डिटेल बना दिया है प्रम में य प्रोमट भी मैं आपको दे दूंगा य प्रोमट क्या है क्रिएट एय थंबनेल क्रिएट हम इसका भी प्रोमट एंटर कर देते हैं ठीक है और यहां पर आते हैं सेम बस हम इतना ही कॉपी करेंगे और देखेंगे यह गजब का प्रम लिख देता है हमें कुछ देखेंगे क्वेरी हमें चैट जीपीटी पर बड़ा लिखने की जरूरत नहीं होती है हम आसानी के साथ य काम कर सकते हैं तो यहां पर हमने लिख दिया है और यहां पर ंटर हिट कर [संगीत] देते अब देखेंगे इसने पूरा यह कंपलीटली प्रोमट बना दिया है ठीक है अब हमारे पास हो गया है दोनों का हमारा प्रोमट भी रेडी हो गया तो प्रोमट को मैं ऐसे कर देता हूं ताकि आपको पता चले तो यहां पर आप समझ गए आप अब हम आते हैं नेक्स्ट स्टेप प जस्ट वन क्लिक में क्रिएट करने के लिए हमारे पास होना चाहिए होस्टिंगर जो कि मेरे पास है तो मैं यहां पर लॉग इन करता हूं अगर आपके पास नहीं है तब भी मैं बताऊंगा कैसे करेंगे ठीक है यहां पर आते हैं वेबसाइट लिस्ट में आते हैं होस्टिंगर में लॉगइन करने के बाद यहां पर जाते हैं यहां पर जाने के बाद हम क्या करेंगे ऐड वेबसाइट पर क्लिक यहां पर देखेंगे लिखा है होस्टिंग होराइजन अर्ली एक्सेस इस पर हम क्लिक करेंगे जैसे हम इस पर क्लिक करते हैं तो यह देखेंगे इंटरफेस नया ओपन होगा जहां पे लिखा व्हाट डू यू वांट टू क्रिएट जस्ट यहां पर जो हमने प्रोमट लिखा है यहां पर हम कर देंगे उसको पेस्ट और नीचे देखेंगे कुछ सजेस्ट कर रहा है मतलब जैसे इमेज कंप्रेसर जो मैंने पहला दिखाया था जस्ट यहां पे मैंने क्लिक करके बना दिया था वन क्लिक में ही बना दिया था यहां पे टिकटक ट गेम बना देंगे मॉडर्न लैंडिंग पेज सब कुछ ये डिजाइन कर देगा तो यहां पर मैं अपना प्रोमट ना पेस्ट कर दिया देन इस एरो पे जस्ट वन क्लिक मैंने कहा था ना यहां पे एरो प हम बस क्लिक करके मैं हाथ देखेंगे दोनों ऊपर कर लिया हूं ठीक है अब यह सारा काम करेगा कोड का जो स्टेप है जो स्ट्रक्चर है कुछ भी बनाने की जरूरत नहीं ये पूरा बना ही देगा टूल ही बना देगा और वो हमें दे देगा ठीक है इवन इसमें अगर कोई इशू आता है तो यह भी बताता है उसको मैं फिक्स यहां पर देखेंगे इसने लगभग कोड को रेडी कर दिया है यहां पर देखेंगे सारे कोड्स को इसने बना दिया है फोल्डर्स भी बना दिया है इसने हमने कुछ नहीं किया यह सब बना दिया यह प्रीव्यू है देखेंगे इस तरह का प्रीव्यू इसने दिखा दिया है और यहां पर हम चाहे तो इसको यूआरएल में ओपन करके भी देख सकते हैं पब्लिश करके भी देख सकते हैं तो यहां पर जैसे हम क्लिक करते हैं अब हम क्या करेंगे कोई भी ट वीडियो डाल के यहां पर मैं आपको दिखाता हूं य काम कर रहा है कि नहीं कर रहा है हम ू पर जाते हैं शैलेश चौधरी सर्च करिए जा भाई अपना ये चैनल है सब्सक्राइब भी कर लीजिए ठीक है जैसे ये लास्ट वीडियो हमने बताया था कि लाइक फर्स्ट डे से मोनेटाइजेशन कैसे मिलेगा तो इसको हम कॉपी करते हैं इसका थंबनेल डाउनलोड करना चाहते हैं यहां पे और इसको हम डाउनलोड करके रख सकते हैं तो यह टूल है और इसको मैंने देखेंगे कितना आसानी के साथ बना दिया अब इसको बनानी अगर आपको बनाना है तो क्या चाहिए रिक्वायरमेंट उसके बारे में हम बात करते हैं इसके लिए हम लाइक स्टेप बाय स्टेप जाते हैं ताकि अगर कोई बिगनर है पहली बार कर रहा है तो उसको पूरा समझ में आ जाए जिसके पास अभी तक होस्टिंगर है वो इस तरीके से क्रिएट कर सकता है अब आपको क्या करना है आपके पास होना चाहिए एक होस्टिंग और एक डोमेन होस्टिंग कौन सी चाहिए होस्टिंगर का चाहिए क्योंकि ये टूल है होस्टिंगर ने ही बनाया है इसका नाम है होस्टिंगर होराइजन तो हमें क्या करना है सिंपल सा जाना है आपको यहां पे वीडियो के नीचे जाएंगे तो आपको यहां पे डिस्क्रिप्शन में इस तरह से लिंक मिलेगा साइन अप विथ होस्टिंग का इसमें आप देखेंगे 10 पर का एक्स्ट्रा डिस्काउंट है तो यहां पर क्लिक करना है और यहां पर आने के बाद आप देखेंगे जो जो प्राइस है ₹1 49 पर मंथ से है तो आपको ज्यादा पैसा नहीं देना पड़ेगा 30 डेज का मनी बैक गारंटी है फ्री डोमेन मिल जाएगा मतलब अपने टूल के लिए अपने वेब ए के लिए आपको लाइक डोमेन खरीदने की जरूरत भी नहीं पड़ेगी मैनेज होस्टिंग मिलता है सब चीजें और ये टूल जो होस्टिंग का होराइजन की बात कर रहे हैं ये इसी पे मिलेगा और कहीं नहीं मिलेगा दूसरा होस्टिंग यूज कर रहे हैं तो आपको यह नहीं मिलेगा तो यहां पे स्टार्ट नाउ पे क्लिक करना है देन आपको क्या करेंगे यहां पे 149 का प्लान सेलेक्ट कर सकते हैं 249 का 599 का जो भी आपको पसंद आए तो यहां पे मैं रिकमेंड करूंगा यह वाला प्लान क्योंकि इसमें 100 वेबसाइट आपको यानी 100 टूल बनाने को मिल जाएंगे आपको लाइक यहां पे इतना मंथली विजिटर ये झेल सकता है उसके बाद 100gb का एसएसडी स्टोरेज मिलता है और और यहां पे आपको लाइक फ्री एसएसएल ऑटोमेटिक बैकअप माइग्रेशन ये सब चीजें मिलता है यहां पे ध्यान चूज प्लान पे क्लिक करते हैं अब जैसे हम लाइक के प्लान सेलेक्ट करते हैं देखेंगे यहां पे आ गया प्रीमियम वेब होस्टिंग अभी जो है इसका जो प्राइस है वो ₹ 752 है जिसको डिस्काउंट करके केवल ₹ 7152 में ही यह दे रहा है तो यहां पे इस ऑप्शन को सेलेक्ट कर लेना है देन आपको क्या करना है यहां पर आपको अगर आप चाहे तो इसको 2 साल या 1 साल या 24 महीने किसी में भी बाय कर सकते हैं और आप देखेंगे इसमें आपको क्या मिलेगा फ्री डोमेन मिलेगा प्लस टू मंथ का फ्री होस्टिंग मिलेगा ठीक है अब यहां पे हम इसका प्राइस और भी कम कर देंगे हम क्या करेंगे यहां पे कूपन यूज़ करेंगे होस्टिंग का 10 हम एक कपन ऐड करेंगे और जैसे यहां पे ऐड करते हैं तो देखेंगे यह अब जो प्राइस है 6400 ₹ 4 ₹ 6436 हो गया ₹1 का और एक्स्ट्रा डिस्काउंट आपको मिल गया फ्री डोमेन आपको मिलेगा जिसका कॉस्ट 000 के लगभग होता है यानी जो आपकी होस्टिंग पड़ी पूरे 4 साल के लिए वो आपका लाइक 5000 में पड़ा तो बहुत बड़ा नंबर है मतलब 1000 एक साल का 1100 1100 या 1300 कह लीजिए एक साल का पोस्टिंग का दे रहे हैं तो यह काफी ह्यूज ऑफर है यहां पे 30 डेज मनी बैक गारंटी भी मिलता है कंटिन्यू पर क्लिक करेंगे तो यहां पर मैं फटाफट अपना ईमेल आईडी और पासवर्ड जो मुझे होस्टिंगर लॉगिन के लिए चाहिए वो यहां पे एंटर कर देता हूं अब यहां पे देखेंगे मैंने एक ईमेल आईडी और एक पासवर्ड यहां पर एंटर कर दिया है देन रजिस्टर नाउ का बटन है यहां पर मैं क्लिक करूंगा अब हम आ गए हैं काट में काट में आप देखेंगे पहला बिलिंग एड्रेस डिटेल है ठीक है उसके बाद यहां पर आप देखेंगे हमारा जो ऑर्डर समरी दि गया है प्रीमियम वे होस्टिंग हम ले रहे हैं 12 महीने का प्लान हमने सेलेक्ट किया है डोमेन नेम अभी सेलेक्ट नहीं किया है व बाद में करते हैं डेटा प्रोटेक्शन हमने नहीं लिया है होस्टिंगर का जो है टोटल डिस्काउंट हमें जो मिला 66 पर और प्लस 10 पर हमें उस प्राइस में मिला है जो 66 पर के बाद है टैक्स कैलकुलेटेड अगर मैं यहां से पेमेंट करूंगा तो मुझे टैक्स नहीं देना पड़ेगा बट अगर इंडिया से करते हैं तो टेक्स्ट भी इंक्लूड हो जाएगा अगर इंडिया हम सेलेक्ट करेंगे यहां से कंट्री यहां पे मैंने अपना फोन नंबर ऐड कर दिया अब यहां पे नाम एंटर कर देता हूं ठीक है मैंने अपना नाम भी ऐड कर दिया अब आ जाते हैं नीचे यहां पे देखेंगे कंटिन्यू पे क्लिक करेंगे कंटिन्यू प क्लिक करते ही रिफ्रेश होगा ये रिफ्रेश क्यों होगा क्योंकि इंडिया में लगता है टैक्स और यहां पे देखेंगे हमारा जो है टैक्स हमने हमने अपने 2300 के अमाउंट में हमने 28 पर समथिंग जीएसटी शायद लगता है अब इसका मुझे 18 पर लगता है तो % जीएसटी 425 हमें एक्स्ट्रा पे करना पड़ेगा यानी हमारा जो प्राइस था ₹ 365 वो उसमें 425 हम जो सरकार को देंगे वो टैक्स हमने यहां पे ऐड कर दिया है तो ऐसा सोचिए नहीं कि आप अगर कुछ नहीं कमाते हैं तो आप टैक्स नहीं देते हैं ये आपका यह टैक्स है जो आप पे कर रहे हो आप देखेंगे यहां पे कई सारे पेमेंट के ऑप्शन भी हमें साथ में दिखने लगते हैं जैसे यूपीआई के थ्रू कर सकते हैं के थ्रू भी पेमेंट कर सकते हैं तो जैसे हम यूपीआई ऐड करते हैं जसे ये हमारा है हमने यहां पर लिखा यूपीआई सबमिट सबसे आसान इंडियन के लिए यही होता है अब हमारा फोन नंबर है और देन हम यहां पे यूपीआई आईडी एंटर करेंगे तो मैं अपना यूपीआई आईडी एंटर कर देता हूं पहले यहां पे मेरा नाम हो गया और ये है मेरा यूपीआईडी आईबीएल ठीक है और यहां पे हम अभी एक्टिव नहीं हुआ बटन साइड में हम जब क्लिक करेंगे तो एक्टिव होता है थोड़ा सा टाइम लगता है जब ये ग्रीन हो जाए तभी इस पर क्लिक करना होता है देन ये ग्रीन हो गया है कंटिन्यू पर क्लिक करेंगे आप देखें कंटिन्यू पर क्लिक करेंगे यहां पर आ रहा है व्हेन यू गो टू अप्रूव योर पेमेंट ठीक है यू विल सी ट्रांजैक्शन लिमिट ऑफ 8300 मतलब 8300 इंग्लिश में बोले तो 8300 यू वट बी चार्ज दिस अमाउंट दिस लिमिट सेट टू ऑटोमेट योर फ्यूचर पेमेंट्स ठीक है आप देखेंगे यहां पे कई सारे लोग डर जाते हैं क्या है जब वो पेमेंट करने जाएंगे तो उनको 8300 दिखाएगा अब वो सोचेंगे यार कि हमें हम मैं तो पे कर रहा था लाइक 00 लेकिन अब मुझे तो 8300 पे करना है ऐसा नहीं है यह क्या दिखा रहा है कि फ्यूचर में ऑटोमेट करते हैं मतलब ऑटो पेमेंट इनेबल करते हैं इस अमाउंट का मतलब जब रिन्यूअल होगा तो उसका चार्ज 8300 होगा अभी तो पहली बार डिस्काउंट में यह दे रहा है राइट अब आप सोचोगे यार डिस्काउंट में तो इतना सस्ता मिल रहा है 8000 अरे भाई इसीलिए मैं बोल रहा हूं कि अभी आपको डिस्काउंट में मिल रहा है अगर आपको लगता है फ्यूचर के लिए तो प्लान आप 4 साल का सेलेक्ट कर सकते हैं ठीक है अगर आपको लगता है कि आपको कंटिन्यू इसी पर करना है अगले साल भी तो 4 साल का भी ऑप्शन मिलता है दो साल का भी ऑप्शन मिलता है तो तो 8300 नहीं पे करना है यह मैं बता रहा हूं उसको टेंशन मत लेना उसको पे करना बेधड़क 8300 जाएगा नहीं आपका यहां पर कंटिन्यू प मैं क्लिक करता हूं आप देखेंगे यह रीडायरेक्ट कर रहा है पेमेंट डायरेक्ट जाएगा यूपीआई मेरे यूपीआई पे आएगा और यहां पे मैं इनेबल करवा देता हूं जस्ट ए सेकंड तो अभी देखेंगे जैसे पे हो गया है आप देखेंगे रीडायरेक्ट हो रहा है थोड़ा टाइम लेता है रीडायरेक्शन में उसके बाद रीडायरेक्ट हो जाएगा पेज को टच नहीं करना है देखेंगे यहां पे आएगा स्टेटस 404 और सक्सेस और यहां पर एक मिनट मैं जाता हूं ईमेल पे ठीक है कुछ एरर आया है ईमेल पर हमारे पास जरूर आएगा कंफर्मेशन और यहां पर देखेंगे पेमेंट सक्सेस देखेंगे ईमेल आ गया है जीरो मिनट पहले अभी आया है ये पेमेंट सक्सेस का हमने पेमेंट कर दिया है ठीक है अब यहां पे हमें एक और ईमेल आता है कि होस्टिंगर का अकाउंट वेरीफाई कर लेना बहुत सारे लोग नहीं करते हैं तो लॉगइन नहीं कर पाते बाद में तो यहां पर देखेंगे वेरीफाई योर ईमेल एड्रेस जो ईमेल एड्रेस आप एंटर कर रहे हैं वहां पर जाएगा वेरीफाई प हम क्लिक करेंगे और यहां पे जो इशू आया इसको टेंशन नहीं ना कोई दिक्कत नहीं है ये कभी-कभी रूट फेल हो जाता है प्रिंट करने में तो उसका दिक्कत नहीं है आप देखेंगे यह हमारा लॉगइन पैनल है मतलब हमने होस्टिंग सक्सेसफुली परचेज कर लिया है लॉगइन करने के बाद यहां पे आना है वेबसाइट यहां पे ऑप्शन दिखेगा वेबसाइट्स लिस्ट में जाना है तो यहां पर हम क्या करेंगे ऐड वेबसाइट पर क्लिक करेंगे क्लिक करने के बाद हम यहां पर सेलेक्ट करेंगे क्या होस्टिंगर होराइजन देखेंगे यहां पे ऑप्शन दिख रहा है कोई भी और ऊपर नहीं सेलेक्ट करेंगे होस्टिंग वेबसाइट बिल्डर नहीं सेलेक्ट करेंगे वर्डप्रेस नहीं सेलेक्ट करेंगे इंपोर्ट पेज नहीं सेलेक्ट करेंगे हम सेलेक्ट करेंगे क्या होस्टिंगर होराइजन यह ध्यान रखना है यहां पे क्लिक करेंगे यहां पे क्लिक करने के बाद इस तरह का इंटरफेस जो कि ऑलरेडी मैं दिखा चुका हूं ऐसा इंटरफेस देखने को मिलता है अब हम क्या करेंगे अब हम पहले बड़ा वाला टूल बनाते हैं फिर सेकंड छोटा वाला टूल भी बना के देख लेंगे तो यहां पे देखेंगे य आई वेस्ट ब्रांड अ मोड बोर्ड जनरेटर यह वाला टूल हम बनाते हैं बड़ा टूल है तो यहां पे क्लिक करते हैं कॉपी करते हैं इसको इसके प्रोमट को प्रोमट को यहां पे पेस्ट कर देंगे पेस्ट करने के बाद यहां इस एरो पे क्लिक कर [संगीत] देंगे आप देखेंगे यह पूरा कोड यह लिखना शुरू कर दिया यह खुद से फाइल बनाता है खुद से उसम कोड लिखता है सब काम करता है हमें डायरेक्टली यूआरएल प्रोवाइड करता है भाई हमें कुछ करने की जरूरत भी नहीं है यहां पे हम उसके बाद उसमें डोमेन कनेक्ट कर सकते हैं और फिर इसको लाइव कर सकते हैं तो देखेंगे ये बना रहा है कितने कोड ये लिख रहा है आप समझ रहे हैं आप समझ रहे जितना भी पेजेस दिखा रहा है जैसे पहले जे एक्स लिखा है जेएस उसके बाद सीएसएस जेएस उसके बाद यहां पर जे जेएस एक्स करके इसका कुछ कोड है वो अपना लिखा है ऐसा नहीं है कोड नहीं लिखना पड़ रहा है यह पूरा डेवलपर की तरह काम कर रहा है आपके लिए कंप्लीट डिजाइनर प्लस डेवलपर प्लस बैक एंड सब कुछ काम कर रहा है भाई ये लाइक सब कुछ इतना बेहतरीन बना के देता जोक देखने में काफी शानदार लगता है तो य टाइम लग रहा है थोड़ा सा क्योंकि देखेंगे लाइन ऑफ कोड कितना लिख रहा है देखेंगे कितने पेजस का कोड एक दोती च पा 6 सा 89 10 11 12 13 14 15 16 16 पेजेस का ऑलरेडी लिख चुका है कोड भाई आप समझ रहे डेवलपर को देते तब भी मैं इनो लगा देता है लिखने के लिए लेकिन यह देखेंगे बहुत ही आसानी के साथ लिख देता है और मैं आगे चलकर इस का इस्तेमाल करके बहुत सारी चीजें करने वाला हूं इसमें पांच जो है मैं आपको बता देता हूं देखेंगे पांच डेली मैसेज फ्री मिलते हैं इसके बाद हम चाहे अगर इसको इंक्रीज करना तो हमें अपना प्लान अपग्रेड करना पड़ेगा अब देखेंगे इसने कोड हमारा लगभग लिख दिया है अब यहां पर जैसे ये कंप्लीट होता है ना यहां पर प्रीव्यू भी ये करने लगेगा देखेंगे वेब आप इस बिल्डिंग यहां प लिख दिया है अब उसको प्रीव्यू करेगा थोड़ी देर में और भाई भाई साहब सामने है सामने है कमाल का टूल अब मैं आपको इसको प्रीव्यू करके दिखाता हूं यहां पर क्लिक कर और यह देखेंगे इसका डिजाइन तो यहां पर सबसे पहले ब्रांड का नाम एंटर करना होगा इंडस्ट्री सेलेक्ट करना होगा ब्रांड का वाइफ सेलेक्ट करना होगा ब्रांड का अगर कोई डिस्क्रिप्शन है तो यह भी एंटर कर सकते हैं तो यहां पर मैं ब्रांड का नाम सेलेक्ट करता हूं ठीक है इंडस्ट्री यहां पर सेलेक्ट कर लेते हैं टेक्नोलॉजी फिटनेस मार्केटिंग यहां पे सेलेक्ट वाइब मर्डन हम करते हैं ठीक है उसके बाद यहां पर लिखते हैं हमने यह ब्रांड का डिस्क्रिप्शन डाल दिया है अब क्या करते हैं यहां पे जनरेट मूड बोर्ड क्क करते हैं यहां पे भाई साहब वेलकम टू द ग भाई कितना खतरनाक बना दिया भाई कसम से कह रहा हूं मैं भाई लिटरली इतना खतरनाक तो आज का आप सेलेक्ट करेंगे मैं यहां पर आपको दिखाता हूं ग पर सर्च करके पहले आपको आईडिया हो जाएगा य लाखों का टूल है भाई लाखों का टूल यहां प कैनवा का आपको मिलता है एडोबी का मिलता है ठीक है यहां पर किसी का भी ओपन करेंगे ना इतना बेहतरीन तरीके से नहीं है यहां पर देखेंगे यह क्या है यहां पर क्रिएट परब क्लिक करेंगे तो य पर बिजनेस सेसे यून डिजिटेक डालते हैं ठीक है मैं कंपेयर करके ही डायरेक्ट दिखाता हूं ठीक है और यहां पर मडन एंटर करते हैं ठीक है और क्या भाई बस और एसओ डिजिटल मार्केटिंग ठीक है यहां पर हम क्रिएट पर क्लिक करते हैं और यह भी है ठीक है कोई भी इस तरह का आप देखेंगे इसने जो क्रिएट किया ये पॉपुलर टूल माना जाता है यह भाई इसने क्रिएट किया है इस तरह का कलर फंट ये सब चीजें अब मैं जो हमने बनाया है ना भाई भाई उसका कोई कंपैरिजन ही नहीं है किसी से देखेंगे ब्रांड डिस्क्रिप्शन यहां पे और यहां पे डाउनलोड हो जाएगा सेव हो जाएगा सब कुछ हो जाएगा देखेंगे पहले लिखा है कलर आपको किस तरह का नेवी ब्लू स्लेट ब्लू ब्लू स्काई ब्लू और ये कलर आपको देखो कोड मिल गया ठीक है टाइपोग्राफी देखेंगे फंट किस तरह का रहेगा पॉप इनस यूज कर सकते हैं बॉडी फंट ओपन सांस लोगो ठीक है यहां पे लोगो भी इसने एक जनरेट कर दिया लोगो स्टाइल किस तरह का रहेगा ठीक है ब्रांड गाइडलाइन भी इसने बना दिया है ठीक है और उसके बाद यहां पे लाइक मॉडर्न वर्क ऑफिस का आपको यहां पे देखेंगे दिखा दिया है मॉडर्न इस तरह का रहेगा तो यहां पे कितना कमाल का इसने पूरा जनरेट कर दिया है लोगो जनरेट कर दिया है फंट जनरेट कर दिया है कलर कैसा रहेगा ब्रांड डिस्क्रिप्शन ब्रांड इंस्पिरेशन कैसे होंगे यह सब चीजें इसने बना दिया है तो यह काफी कमाल का टूल है और हम क्या कर सकते हैं इसको यहां पे क्लिक करेंगे बैक और यहां पे हम क्लिक करके इसको कर सकते हैं पब्लिश तो देखेंगे यह हो जाएगा पब्लिश अभी मैं आपको दिखाता [संगीत] हूं अब देखेंगे यह हमारा पब्लिश हो गया है ठीक है यहां पे ये हमारा एक जो है कस्टम सब डोमेन मिल गया है जिसको जाके आप मैं लिंक दे दूंगा चेक आउट करना चाहे चेक आउट कर सकते हैं इस तरीके से अब यहां पे ऑप्शन आता है कि अगर आपको जैसा हमने फ्री डोमेन किया है तो यहां पे गेट डोमेन का भी ऑप्शन आता है तो होस्टिंगर में सीधे ले जाएगा और यहां पे जैसे हमारा एक डोमेन है मैं इसको कनेक्ट कर देता हूं जस्ट एग्जांपल मैं आपको दिखाता हूं डोमेन है डोमेन एडेड टू योर वेबसाइट यहां पे गो टू वेबसाइट प क्लिक करेंगे करेंगे इसको हम ओपन करके देखते हैं देखेंगे यहां पे domain.com आपको दिख रहा है तो आप आपके सामने ये देख सकते हैं ड कॉ डोमेन है और यहां पे यह पूरा बन गया है तो इस तरह से बना सकते हैं बहुत आसानी के साथ दोस्तों यहां पे कमाल के टूल बन रहे हैं और बहुत ही हाई क्वालिटी मतलब अट्रैक्टिव डिजाइन लुक हाई क्वालिटी परफॉर्मेंस सब कुछ बेटर एकदम म क्लीन जैसे कहते हैं ना एक अच्छा एक्सपीरियंस डेवलपर डिजाइन करता है वैसा ही यहां पर बनता है जैसा मैंने बताया कि आप वर्क और कहीं से आप हायर करते हैं तो आपने टूल बना के देख लिया यह सब डन हो गया तो अब बात करते हैं नेक्स्ट स्टेप हमारा टूल रेडी हो गया है अब हम इसके लिए कंटेंट प्लान कैसे करेंगे तो देखि कंटेंट प्लानिंग के लिए हमें अलग से कुछ करने की जरूरत नहीं है हम अपने एआई को ही बोलते हैं जैसे यहां पर जाते हैं चैट जीपीटी ओपन करते हैं हम एक बार चाज पीटी ओपन कर लेते हैं हमारा टूल ये है ठीक है तो हम यहां पे कंटेंट का यहां पे इसका कंटेंट प्लान कर देते हैं ठीक है अब हम क्या करेंगे ये टूल है इसको कॉपी करेंगे यहां पे लाइक लिखते हैं क्रिएट एसओ ऑप्टिमाइज कंटेंट प्लान फॉर माय वेब टूल ठीक है यहां पे इसका अब यहां पर यह हमने जस्ट इतना छोटा सा प्रोमट लिखा है अब यहां पर लाइक थिंक बिफोर यहां पर ऑप्शन को सेलेक्ट कर लेंगे यह थोड़ा सोचेगा और उसके बाद यहां पर हम क्लिक कर देंगे अब क्या है यह थोड़ा सा लाइक पहले सोचेगा कि जो हमने दिया है व क्या है एगजैक्टली और हमें क्या चाहिए और उसके बाद फिर अप्रोपो होगा और यह पूरा प्लान क्रिएट कर देगा तो थोड़ा सा वेट करते हैं तो देखेंगे यहां पे इसने क्या कर दिया है इसने यहां पे देखेंगे पहला क्या है डिफाइन योर टारगेट ऑडियंस ठीक है तो यहां पे जैसे स्टार्ट अप हो गए डिजाइनर फ्रीलांसर हो गए मार्केटिंग प्रोफेशनल हो गए एजेंसी हो गए ये हमारे टारगेट ऑडियंस हैं कोर वैल्यू प्रपोजिशन में आप देखेंगे इंस्टेंट ब्रांड आइडेंटिटी एआई ड्रिवन क्रिएट यूज यूजर फ्रेंडली कस्टमाइजेबल कॉस्ट इफेक्टिव ठीक है ये जनरेट कंप्लीट ब्रांड किट जो हमारा लाइक जो हम दूसरों को बोलेंगे कि ये टूल क्या कर सकता है जो हमारा लाइक एक कोर वैल्यू है टूल का वो क्या है ठीक है उसके बाद यहां पे कीवर्ड्स इसने जो है सजेस्ट किए हैं कि प्राइमरी कीवर्ड्स क्या होगा सेकेंडरी कीवर्ड्स क्या होगा कंटेंट पिलर इसने बताया हाउ टू गाइड हमें ऐड करना है लाइक हाउ टू क्रिएट ए स्टैनिंग ब्रांड किट इन ए मिनट यूजिंग एआई ठीक है इस तरीके का हमें बनाने हैं कंटेंट उसके बाद यहां पे इंडस्ट्री ट्रेंड्स फोकस करना है अब इसके अलावा इसने क्या सजेस्ट किया है कंटेंट फॉर्मेट डिस्ट्रीब्यूशन लाइक क्या लिख ब्लॉग पोस्ट इन डेप्थ एसओ ऑप्टिमाइज आर्टिकल एक से दो पर वीक देखे मैंने कहा था डेली कंटेंट राइटिंग का झंझट नहीं है वीडियो ट्यूटोरियल बना सकते हैं केस स्टडी बना सकते हैं फीचर हाइलाइट्स बना सकते हैं देखिए कंटेंट का फॉर्मेट क्या होगा उसको कैसे क्रिएट करेंगे यह भी बताया है उसके बाद इंफोग्राफिक्स बना सकते हैं सोशल मीडिया पोस्ट बना सकते हैं ईमेल न्यूजलेटर बना सकते हैं तो ये जो पांच तरीके हैं कोर इसके कंटेंट डिस्ट्रीब्यूशन के मॉडल होंगे जहां पर आप कंटेंट को डिस्ट्रीब्यूटर सकते हैं लाइक ब्लॉग पार्टनरशिप और कम्युनिटी इंगेजमेंट इस तीन तरीके से आप लेके आउटरीच कर सकते हैं अपने ब्रांड को प्रमोट कर सकते हैं तो इसने कंप्लीट य प्लान बना दिया है कि आपके जो टूल है उसका प्लान क्या होगा उसमें कंटेंट क्या किस तरह के रहेंगे उसको कैसे प्रमोट करना है उसको कैसे ग्रो करना है यह कंप्लीट प्लान है इसका अब जैसे यहां पे अ फॉर एग्जांपल देते हैं कि यहां पे अ यहां पे जैसे हम एआई ब्रांड मूड बोर्ड जनरेटर पे ही हम करते हैं अ क्रिएट एसओ ऑप्टिमाइज कंटेंट लैंडिंग पेज कंटेंट लेआउट ठीक है यहां पर हम क्या करते हैं आउट यहां पर देखेंगे हमने क्या दे दिया कि भाई हमारा जो लाइक यह हमारे टूल का नाम है इसका जो लैंडिंग पेज है जो फर्स्ट पेज है उसके लिए कंटेंट का पूरा लेआउट बना दो अब हम इसको देंगे तो यह पूरा लेआउट भी क्रिएट कर देगा ठीक है तो मतलब हमने पहले जाना कंटेंट प्लानिंग क्या होगा किस तरह से ये ला कंप्लीट टूल के लिए हम कंटेंट का प्लान क्रिएट करेंगे फिर हम हर एक पेज के लिए भी कंटेंट यहां पर प्लान उसके लिए बना सकते हैं यहां पर देखेंगे सोच रहा है पहले फिर वो क्रिएट कर देगा ठीक है देखेंगे यहां पे हीरो सेक्शन क्या चाहिए भाई क्या लोगे आप और क्या चाहिए भाई इससे ज्यादा क्या लोगे घर थोड़ी ना ले लोगे हां देखेंगे देखेंगे इसने बना दिया पहला h1 मेन हेडिंग है h2 है हेडिंग है इसके बाद यहां पर गेट स्टार्टेड उसके बाद आपको मेटा एलिमेंट्स भी लिख दिया है टाइटल मेटा डिस्क्रिप्शन बेनिफिट्स आपको बताने हैं फीचर्स आपको बताने हैं होम पेज पे कैसे काम करता है सोशल मीडिया प्रूफ टेस्ट टेस्टिमोनियल्स लगाने हैं एफ क क्ल टू एक्स फुटर डिजाइन करना है क्या मतलब क्या चाहिए आपको इससे ज्यादा तो और कुछ नहीं लोगे ना भाई सब कुछ तो बता दिया है तो इस तरीके से आप अपने टूल्स का कंप्लीट जो है उसको रेडी करके पब्लिश करके कंटेंट बना सकते हो ठीक है तो आपको ये समझ में आ गया क्लियर हो गया अब आपके घर तक मैं समझाने नहीं आऊंगा आपको हाथ पकड़ के नहीं क्रिएट करूंगा तो देखिए जो समझ समझने वाले हैं जो बनाने वाले हैं वही समझ चुके हैं क्या खेला है क्या चीजें हैं कैसे करना है ये सब चीजें उनको आईडिया मिल गया होगा अब जब नेक्स्ट स्टेप पे आते हैं हमारा कंटेंट रेडी है हमारा नया टूल है हम इनिशियल ट्रैफिक कैसे लाएंगे तो इनिशियल ट्रैफिक लाने के लिए देखेंगे मैं आपको कुछ टूल बताता हूं कुछ प्लेटफॉर्म बताता हूं जहां पर आपको काम करना है तो सबसे पहला जो इसमें नाम है वो है पिंटरेस्ट का ये बहुत ही आपने देखा होगा कंटेंट प्लान में भी इसने सजेस्ट किया था हमें क्या करना है अपने कंटेंट के अराउंड अपने टूल के अराउंड हमें ला इंफोग्राफिक क्रिएट करने और पिंटरेस्ट पर शेयर करने है रेगुलर बेसिस पर कम से कम एक हर दिन तो काफी आसान है और आसान क्यों है मैं बताता हूं जैसे कि यहां पर हम चट जीपीटी का नया हम ओपन कर लेते हैं और यहां पर यहां पर मैं लिखता हूं सजेस्ट पिंटरेस्ट कंटेंट आइडिया फॉर माय वेब टूल ठीक है यहां पर मैंने कर दिया सजेस्ट पिंटरेस्ट कंटेंट आईडिया फॉर माय वेब टूल अब यहां पे एंटर हिट करते हैं हमने अपने वेब टूल का नाम दिया है [संगीत] केवल ठीक है अब क्या बना रहा है भाई इसमें कोई लिस्ट नहीं है एक मतलब कितना झकास बना रहा है इसको बताने की जरूरत नहीं है देखेंगे इसने हमें कई सारे कम से कम 10 तो बताएगा ही लग रहा है मुझे मानेगा नहीं ये सेकंड वाले को सेलेक्ट करने के बाद अब हमें क्या करना है यहां पे एक और एआई टूल यूज करना है जिसका नाम है क्नई कन एआई से हम क्या कर सकते हैं अपना जो है एआई से इमेज जनरेट कर सकते हैं पिस्ट के लिए अब हम क्या करेंगे यहां पर क्रिएट इमेज ऑप्शन प हम सेलेक्ट करेंगे साइज में जाएंगे साइज हम सेलेक्ट करेंगे लाइक ट फ वाला सेक्शन और इसके बाद यहां पर जाएंगे क्रिएट एन इमेज फॉर पिंटरेस्ट यहां पर डिफाइन कर देना है पिन ऑन टॉपिक ठीक है ताकि सब चीज सही से क्रिएट हो यहां पर हम एंटर करेंगे ठीक है इस तरीके से अब ये थोड़ा सा टाइम लेगा और हमें क्रिएट करके दे देगा ठीक है इमेज हमारा बना तो देखेंगे इसने इस तरीके से इमेज बना दिया है और हम क्या कर सकते हैं इस इमेज को डाउनलोड कर सकते हैं डाउनलोड करने के बाद अब हम क्या करेंगे यहां पर आएंगे और यहां पर इसको देंगे राइट राइट पिंटरेस्ट पिन कंटेंट ठीक है पिन कंटेंट और ऑन टॉपिक ये टॉपिक हम इसको पकड़ा देंगे अब ये पिन का पूरा कंटेंट बना देगा ठीक है अब देखेंगे दो कंटेंट ही बना रहा है अब हम क्या करेंगे नेक्स्ट स्टेप में आएंगे नेक्स्ट स्टेप में आने के बाद हम क्या करेंगे पिंटरेस्ट पे जाएंगे पिंटरेस्ट पे ऑलरेडी मेरा अकाउंट है कैसे बनाना है कई सारे वीडियोज मैं बना चुका हूं नया वीडियो बनाने की जरूरत नहीं है इनिशियल ब्लॉक प ट्रैफिक कैसे लाते हैं यह भी मैंने बताया है तो यह भी बताने की जरूरत नहीं है मुझे मैं बस यहां पे एग्जांपल दिखा रहा हूं तो वो भी आप चेक आउट कर सकते हैं डिस्क्रिप्शन में सारे लिंक मिल जाएंगे चैनल का नाम है शैलेश चौधरी आप youtube1 कमाल के वीडियो यहां पे आपको मिलेंगे हम क्या करते हैं यहां पर जाएंगे क्रिएट ऑर्गेनिक ऑप्शन में क्रिएट पिन यहां पर क्लिक करते हैं इमेज को हम अपलोड करेंगे अपलोड करने के बाद हम आ जाएंगे यहां पे देखेंगे इसने बनाया है टाइटल और यहां पर इस टाइटल को हम लोग क्या करते हैं यहां पर टाइटल पेस्ट करेंगे टाइटल पेस्ट करने के बाद हम क्या करेंगे यहां पर जो भी ये है डिस्क्रिप्शन यहां पर कॉपी करते हैं और यहां पे यह डिस्क्रिप्शन है यहां पर इसे पेस्ट कर देंगे ठीक है यहां पर इसको हम कर देंगे पेस्ट और यहां पर बोर्ड सेलेक्ट करके हम य हमने बोर्ड सेलेक्ट कर लिया अब यहां पर हम पब्लिश प क्लिक कर देंगे तो यह हमारा इस तरह से हमारा पिन हो जाएगा पब्लिश कुछ पिन पब्लिश करेंगे तो यहां पे जो भी है हमारे यहां पर क्लिक करके हमारी वेबसाइट तक विजिट कर सकता है और इस तरह से पिन बनाते जाएंगे फिर धीरे-धीरे हमें यहां से ट्रैफिक मिलता जाएगा तो पहला तरीका यह हो गया अब दूसरा तरीका क्या है अब इसी पे जो कंटेंट है यहां पे अब यहां पर हम क्या कर सकते हैं इसी को ना हम सोशल मीडिया पर भी शेयर कर सकते हैं तो जैसे ये कंटेंट है फ पर जाना है और ऐसे ग्रुप्स फाइंड करने है ना जहां पर पोस्ट शेयर कर सके तो यहां पर जब आप एंटर करोगे लाइक यहां पर सर्च करोगे शेयर पोस्ट ठीक है और यहां पर आप आ जाओगे ग्रुप य ग्रुप्स प तो देखेंगे बहुत सारे ऐसे ग्रुप्स मिलेंगे जहां पर पोस्ट शेयर कर सकते हैं यहां प फॉलोवर भी अच्छे खासे अनलिमिटेड रेल शेयर अनलिमिटेड पोस्ट शेयर ठीक है और 10 के मेंबर्स है इसपे इस पर देखेंगे 12 के मेंबर्स हैं तो यहां पे आप कुछ भी शेयर कर सकते हैं और यहां पर जैसे इससे जुड़ जाएंगे आप जुड़ने के बाद आप यहां पर जाके अपने कंटेंट को जैसे यहां पे शेयर पोस्ट ओपन करते हैं अपने पोस्ट को सेलेक्ट करते हैं और यहां पे इसको एंटर कर देंगे एंटर करने के बाद आपका जो लिंक रहे लिंक जो आपके उसका रहे उसका लिंक यहां पे यहां पे इस तरह से जो लिंक रहे उसको लिंक एंटर करके यहां पे पोस्ट पर क्लिक कर सकते हैं तो यहां से भी जो भी यहां पे जो लोग होते हैं देखेंगे यहां पे ये पब्लिश हो गया इस तरह से लिंक ऐड हो गया है हमने जो पब्लिश किया है पब्लिश हो गया तो यहां पे जो मेंबर्स होंगे ना इनके साथ जाएगा और इनमें से जो भी इंटरेस्टेड होंगे वो शेयर करेंगे तो दो तरीका मैंने बता दिया तीसरा तरीका क्या है मीडियम जो है यहां पे आप फ्री आर्टिकल लिख सकते हैं इसी तरीके का कब करेंगे देखेंगे मोनेटाइजेशन जैसा मैंने दिखाया कि youtube0 डाउनलोडर पे भी मिलता है एडसेंस का और इस पे भी मिलता है तो इस पे जब आपके ट्रैफिक 100 200 आने लगे ऑर्गेनिक तब जाके मोनेटाइजेशन के लिए अप्लाई करें सारे प्रोसेस को स्टेप बाय स्टेप फॉलो करते आंगे मान के चलिए एक महीना दो महीना यूज़ कर रहे हैं टूल को उसके बाद जाके आप मोनेटाइजेशन के लिए एडसेंस के लिए अप्लाई करेंगे तब अप्लाई होगा आपको फोकस करना है जो ट्रैफिक है 100 150 आने लगे अ तभी आपके चांसेस है अप्रूव होने का और यहां पे देखेंगे हमने लाइव दिखाया है कि हमने कैसे 5 मिनट के अंदर मोनेटाइजेशन लिया फर्स्ट डे से मोनेटाइजेशन के लिए ये वीडियो देख सकते हैं डिस्क्रिप्शन में लिंक है पहले दिन से मोनेटाइजेशन मिल जाएगा अब आपका मोनेटाइज भी हो गया अब आपको स्केल करना है तो स्केल करने के लिए आपको थोड़ा सा अपना पैसा खर्च करना पड़ेगा क्योंकि देखेंगे आपके पास दो ऑप्शन होते हैं या तो टाइम तो देखेंगे गेस्ट पोस्टिंग का आप गेस्ट पोस्टिंग कर सकते हो जो भी रिलेटेड हैं बिजनेस वाले जो जैसे फॉर एग्जांपल ये टूल बना रहे हैं तो बिजनेस वाले जो वेबसाइट है वहां पे गेस्ट पोस्टिंग कर सकते हैं इसके अलावा बहुत सारे पीआर सबमिशन वाले वेबसाइट होते हैं जैसे कि पेड आप सर्च करेंगे पेड गेस्ट पोस्टिंग ठीक है या फिर यहां पे पेड बेस्ट पोस्टिंग सर्विसेस सर्च करेंगे ठीक है यहां पे आपको देखेंगे जो ब्रांड पुशअप है काफी पॉपुलर है आपको यहां पे मिल जाएंगे आपको फबर पे बहुत सारे लोग मिल जाते हैं जो कि लाइक गेस्ट पोस्टिंग के लिए सर्विसेस देते हैं यहां पे आप जाएंगे तो देखेंगे 70 डीआर वाले साइट पे डू फॉलो लिंक के साथ तो यहां पे जैसे ब्रांड पुशअप का मैंने बताया है तो देखेंगे ये दुनिया के बड़े-बड़े न्यूज़ के साथ जैसे बिजनेस इंसाइडर हो गया एमएसए हो गया 20 हो गया अ y फाइंस हो गया इन सब के साथ ये लोग जुड़े हुए हैं तो यह लोग बहुत ही कम प्राइस में आप देखेंगे यहां पे प्राइसिंग की बात करें तो आप देखेंगे 195 यूएस डॉलर में ही ऑर्डर कर सकते हैं जिसमें आपका टोटल न्यूज़ आउटलेट 200 लोगों तक जाएगा और यहां पे क्या साइटें रहेंगे भी वो भी जैसे कि आपको देखने को मिल जाएंगे तो यहां पे देखेंगे इंडियन प्रेस का जो है आपको प्रेस रिलीज मिल जाएगा यहां पे पीआर सर्विसेस ऐसे सर्च करेंगे सर्विसेस तो आपको यहां पे इंडिया के जो भी आप लाइक बिजनेस वालों को आप लोग देखते होंगे कट शेयर करते हैं कि भाई मेरा इस न्यूज़ में आगा ये सब ये सब पीट पीआर के थ्रू ही जाते हैं ज्यादातर लोग यहां पे आपको देखेंगे जैसे न्यूज 18 एनडीटीवी जी जी न्यूज हिंदुस्तान टाइम सारे में सारे में आप पब्लिश कर सकते हैं पीआर के थ्रू आप जाके सारे न्यू जगह पे आपके बिजनेस का नाम होगा तो इसके लिए पैसा खर्च करना पड़ता है और यह एक पैकेज देते हैं कि इस पैकेज के अंदर आप का जो है आप के किन-किन साइटों पे जाएगा तो आप जब बात करेंगे तो आप उनसे डिटेल में आपको मिल जाएगा तो इस तरीके से आप क्या है बूस्ट कर सकते हैं ये मेथोड बहुत ही वर्किंग है जल्दी से किसी ब्रांड को स्केल करना है तो यह बहुत ही तगड़ा तरीका है लेकिन इसमें पैसा लगता है जैसा मैंने बताया दूसरा तरीका है गेस्ट पोस्टिंग में आप जा सकते हैं ऑलरेडी मैं वीडियो बना चुका हूं तो उसको फॉलो कर सकते हैं लंबे समय तक काम कर सकते हैं तो अब जो मेरा होराइजन टूल के प्रति है देखिए होराइजन टूल जो है होस्टिंगर ने बनाया है यह एक नो कोड डेवलपमेंट टूल है जो कि है करेगा क्रिएटर ब्लॉगर फ्रीलांसर या फिर कोई भी इंडिविजुअल जो कि विदाउट कोडिंग अपना टूल क्रिएट करना चाहते हैं होस्ट फिंगर पे जस्ट जस्ट एक कमांड देके जस्ट एक कीवर्ड देके उसके अराउंड टूल वे बना सकते हैं कॉम्प्लेक्टेड भी डिजाइन करता है काफी कमाल के इंटरफेस के साथ ये टूल बनाता है और उसको डायरेक्टली हम अपने होस्टिंग पर डोमेन कनेक्ट करके लाइव कर सकते हैं तो यह प्रोसेस काफी स्मूथ है और काफी इजी है तो होप आप सभी को समझ में आया हो कोई भी सवाल है कोई भी प्रकार का अगर टूल हेल्प चाहिए तो हम हेल्प करेंगे बस इसकी के लिए आपको नीचे डिस्क्रिप्शन से दिए गए लिंक से होस्टिंग बाय करना है और उसका जो अ लाइक वो है क्या कहते हैं जो इनवॉइस है हमें ईमेल करना है ईमेल आपको डिस्क्रिप्शन में मिल जाएगा और इसी के साथ इस चैनल पे हमें सब्सक्राइब करके भी जाइएगा मिलते हैं नेक्स्ट वीडियो में तब तक के लिए आप सभी का धन्य",
  "b72YHbnPMHQ": "ये चार्ट अगर मुझे एनालाइज करना हो मुझे खुद से नहीं आता तो मैं एक्चुअली में इसको प्र्प करके चार्ट की इमेज डाल करके इससे एनालाइज करवा सकता हूं। ये एक बहुत ही इंटरेस्टिंग यूज़ केस है। आजकल काफी लोग ऐसे सोचने लगे हैं कि यार मैं कंपनी को एनालाइज करने की जरूरत ही नहीं है। कंपनी को समझने की जरूरत ही नहीं है। मैं सीधा एi को सब दे देता हूं। एआई से पूछ लेता हूं कब खरीदना है, कब बेचना है? तो क्या वो यह सब कर सकता है? तो अभी थोड़े टाइम पहले की बात है। एक कंपनी थी Zen टेक्नोलॉजी। मैंने यहां पर करीब ₹300 के आसपास इस कंपनी को रिजेक्ट करा। एंड फिर मैंने उसे ₹800 पे वापस खरीदा। ₹300 पे रिजेक्ट करा, ₹800 पे खरीदा। यह जो आप इसके अंदर एक-एक नंबर देख रहे हो ना, यह नंबर निकालना इज अ वेरी वेरीरी टीडीएस टास्क। मतलब ये वाला जो डाटा है वो स्क्रीनर में नहीं है। यह डाटा स्क्रीनर पे नहीं मिलता। यह डाटा कहीं ना कहीं एनुअल रिपोर्ट में किसी एक चीज में दबा हुआ है। अच्छा इसमें वो ऑडियो एक एक चीज वो भी है। पहले से क्या किया? आपने इसको जो भी सोर्सर्सेस देने हैं दे दिए। उसके बाद आप इसका ऑडियो ओवरव्यू करके इसका पॉडकास्ट बना सकते हो और मैं इससे यह प्रॉ्टम्प पूछता हूं। आई थिंक सो लेट्स सी जैसे इस चार्ट को यह एनालाइज करके क्या देता है। हम में से ज्यादातर लोगों को किस तरीके से क्वेश्चन पूछना है वो आता नहीं है। तो उसके लिए आई थिंक सबसे पहला स्टेप हमें क्या करना है? हमें जाना है चैट जीपीटी पे ये पूछना है कि भाई ओके तो जस्ट बिफोर स्टार्टिंग द पडकास्ट आप में से जितने भी लोग हैं जिन्हें स्टॉक मार्केट इन्वेस्टिंग में इंटरेस्ट है उनके लिए एक छोटा सा अपडेट है कि जो शुभम है वो संडे को एक वेबिनार कर रहे हैं। तो जिन्हें नहीं पता शुभम के बारे में शुभम 29 की एज में फाइनेंसियली फ्री हो गए थे। इसलिए Amazon यूएस की जॉब छोड़ के वो बोर इंडिया शिफ्ट हो गए और एक फुल टाइम इन्वेस्टर बन गए। तो अगर आप इस वेबिनार में इंटरेस्टेड हैं और शुभम के एक्सपीरियंस से सीखना चाहते हैं तो इसका लिंक हमने डिस्क्रिप्शन और फर्स्ट मिनट में दे दिया है। एनीवेज स्टार्ट करते हैं इस अमेजिंग पडकास्ट से। शुभम एi को यूज़ करके फास्टेस्ट वे क्या है किसी भी कंपनी को एनालाइज करने का? तो अभी थोड़े टाइम पहले की बात है। एक कंपनी थी zen टेक्नोलॉजी। अब उसका स्टॉक मैंने करीब ₹300 पे एनालाइज किया था। बट क्योंकि वो इंडस्ट्री मैंने आज तक पढ़ी नहीं थी। फर्स्ट टाइम पढ़ रहा था। तो बेसिकली उस टाइम पे मुझे ये समझ में आया कि यार ये कंपनी मतलब मेरे सर्कल ऑफ कॉम्पिटेंस के बाहर है। क्योंकि मैं फर्स्ट टाइम उस कंपनी को देख रहा था। मैंने यहां पर करीब ₹300 के आसपास इस कंपनी को रिजेक्ट करा और फिर उसके बाद धीरे-धीरे उस कंपनी को समझा। कुछ महीने लगे मुझे इंडस्ट्री समझने में। क्या हो रहा है? मतलब एंड फिर मैंने उसे ₹800 पे वापस खरीदा। ₹300 पे रिजेक्ट करा। ₹800 पे खरीदा। अब इस बीच में कुछ इवेंट्स हुए। इस कंपनी को थोड़े और ऑर्डर्स मिले एंड ऑल दैट। लेकिन द रियलिटी इज कि जैसे वारेन बफेट बोलते हैं कि सर्कल ऑफ कॉम्पिटेंस। बिकॉज़ ये चीज मेरे सर्कल ऑफ कॉन्फिडेंस के बाहर थी। इस वजह से आई कुड नॉट गैदर द करेज टू पुट इन द मनी। और एआई भले ही आपको कितना ही ज्यादा हाई-फाई फंडे देता रहे कि यह खरीद लो, यह बेच लो। लेकिन रियलिटी यह है कि जब आप पैसे लगाने जा रहे हो ना, आपको भरोसा नहीं आएगा। तो एनीवेज बट उस टाइम पे मैं ज्यादा यूज़ नहीं करता था एआई का। लेकिन अगर आज ये सेम प्रॉब्लम मेरे साथ आती है कि कोई इंडस्ट्री है, कोई कंपनी है जो समझ में नहीं आ रही। इट टेक्स जो काम पहले महीनों में हो पाता था कि भाई वो इंडस्ट्री की इन एंड आउट को समझना क्या हो रहा है। अब वो काम मेरे को लगता है कि मैं 3- 4 5 दिन में आराम से कर सकता। मैं आपको एक एक और बहुत ही इंटरेस्टिंग यूज़ केस बना बताता हूं। तो जैसे अगर काफी लोग जो है जैसे अगर इन्वेस्टिंग में नए हैं तो उनको अभी चार्ट्स देखना नहीं आता है। तो फॉर एग्जांपल जैसे अगर मैं कोई भी ट्रेडिंग व्यू पे चार्ट देखता हूं तो जैसे अगर मैंने यहां पे फाइनेंशियल तो उसका समझ लिया। अब मैंने यहां पे Kotak Mahindra का यहां पे चार्ट भी देखा। अब ठीक है। यहां पर चार्ट में कुछ-कुछ वॉल्यूम है, प्राइस है, कुछ-कुछ चीजें मुझे दिखाई दे रही हैं। लेकिन सपोर्ट रेजिस्टेंस के हिसाब से कोई भी जो मेन पैटर्न्स होते हैं, बहुत बहुत सारे पैटर्न्स होते हैं। उन सबके हिसाब से यह चार्ट अगर मुझे एनालाइज़ करना हो, मुझे खुद से नहीं आता। तो, मैं एक्चुअली में इसको प्र्प करके यह चार्ट को डाउनलोड कर लेता हूं। इस चार्ट की इमेज डाल करके इससे एनालाइज़ करवा सकता हूं। यह एक बहुत ही इंटरेस्टिंग यूज़ केस है। तो, फ़ॉर एग्ज़ांपल, यहां पे मैंने यह इमेज इसकी डाउनलोड कर ली। अब अगर मैं चैट GPT पे जाता हूं। फ़ॉर एग्ज़ांपल मैं यहां पे यही सेम Kotak का जो इमेज है, वो अपलोड कर देता हूं और मैं इससे यह प्र्ट पूछता हूं। अब देखो, यहां पे ना यह प्र्प्ट आपको लगेगा बहुत ही ज्यादा कॉम्प्लिकेटेड है। यू आर अ टेक्निकल एनालिस्टिक्स विद यू नो अ लॉट ऑफ़ एक्सपीरियंस इन रिकॉग्नाइजिंग चार्ट पैटर्न इंडिकेटर। अब यह जो प्र्प्ट है यह प्र्प्ट भी मैंने चैट जीपीटी से ही पूछा था। तो बेसिकली मैंने उसको बोला कि भाई दिस इज व्हाट आई एम ट्राइंग टू डू। मैं एक कंपनी के चार्ट को एनालाइज करना चाहता हूं। उसके लिए मुझे प्र्प्ट दे दे। तो ये ये उसने मुझे प्र्प दिया। बहुत ही बेहतरीन प्र्प और आई थिंक ये बेस्ट वे है। तो मैक्सिमम लोग जो गलती वही एक तो सिर्फ प्र्प को इसी से पूछ के उससे एफिशिएंसी बढ़ रही है। और सेकंड ये है कि आप उसको उसी को बोलते हो कि स्टेप्स में तोड़ दें। और वो स्टेप्स के लिए हर स्टेप के लिए एक प्रे। तो बिगर प्रॉब्लम को छोटे चंक्स में तोड़ना और हर छोटे चंक के लिए उसी से प्रम्प्ट पूछना। करेक्ट वो एफिशिएंसी को एटलीस्ट आई थिंक टू फोल्ड कर देगा जो भी आउटपुट आउटपुट देन यू कैन अगर आपको लग रहा है इसने कुछ कमी ज्यादा है कुछ छोड़ दिया तो देन आप उसको एडिट कर लो आपको जो चाहिए आप उस हिसाब से कर दो आई थिंक सो लेट्स सी जैसे इस चार्ट को ये एनालाइज करके क्या देता है तो देखो इसने सपोर्ट रेजिस्टेंस प्रॉपर्ली आइडेंटिफाई करे कि इमीडिएट सपोर्ट कहां पर है रेजिस्टेंस लेवल कहां पर है चार्ट पैटर्न इसको कौन से चार्ट पैटर्न दिख रहे हैं इसमें बोल रहा है हेड एंड शो शोल्डर या डबल टॉप बट अभी कंफर्म नहीं हुआ है राइट राइट मूविंग एवरेजेस जैसे हम देखते हैं स्टेज एनालिसिस करते हैं उस हिसाब से भी ये बता रहा है कि भ 20 डीएमए के जो है ये अभी ऊपर है लेकिन अ 20 डीएमए भी टेस्ट कर रहा है लेकिन जो 200 डीएमए उसके ऊपर है आरएसआई एमएसीडी के हिसाब से ओवरबॉट है ओवरसोल्ड है ये सब कुछ करने के बाद नेट नेट इसने समरी दिया आई थिंक द समरी इज़ मोस्टेंट दिस इज़ अ हाई प्रोबेबिलिटी बुलिश पुलबैक सेटअप अगर आप इसका चार्ट देखोगे भी तो एक्चुअली में पुलबैक मतलब इट्स अ गुड गुड चार्ट। व्हाई? बिकॉज़ अगर आप देखो यह प्रॉपर मोमेंटम पे जाने के बाद पुलबैक हुआ और अभी यह काइंड ऑफ़ सपोर्ट पे ही है लगभग। सो काइंड ऑफ़ इट इज़ अ गुड पुलबैक सेटअप। वही यह इसने परफेक्टली आइडेंटिफाई करा। द 20 डे डीएमए सपोर्ट इज़ क्रिटिकल। अगर यह टूटता है, राइट? देन दिस कुड बी दिस एक्ट्स ऐज़ अ सपोर्ट एज़ वेल ऐज़ अ यू नो उसके बाद अगर यह टूट गया देन दिस विल एक्ट ऐज़ अ रेजिस्टेंस। सो आई थिंक दिस इज अनदर वे एंड जस्ट फॉर दी ओवरव्यू ऐसा नहीं है कि इसको मतलब पूरा फाइनल करके मतलब पैसे लगा दो या कुछ कर दो या तो आपको अपनी जर्नी में आप जोज चीजें यूज़ करते हो जैसे अगर इसके बाद अगर आपको फॉर एग्जांपल एक कोई अ इंडिकेटर बनाना है तो आप इसको बोल करके इंडिकेटर बना सकते हो फॉर एग्जांपल स्टेज एनालिसिस का इंडिकेटर बनाना है जैसे हम लोग स्टेज एनालिसिस करते हैं स्टेज वन स्टेज टू स्टेज थ्री स्टेज फोर और उसके बेसिस पे कंपनीज़ को कैटेगराइज़ करते हैं। इट इज़ वेरी वेरीरी ईजी। यू जस्ट हैव टू गिव अ प्र्प्ट कि भाई मेरे लिए अब यह जो है टेक्निकल एनालाइज करने के लिए एक इंडिकेटर बना दो। एंड देन मैं वो इंडिकेटर पाइन स्क्रिप्ट की तरह उसमें यूज़ कर सकता हूं। पिछली वीडियो में जैसे हमने देखा था कि हमने इंडिकेटर भी बनाए। हमने स्ट्रेटजीज़ भी बनाई और उन स्ट्रेटजीज़ को बैक टेस्ट करके यह भी देखा कि कौन सी स्ट्रेटजी अच्छी चल रही है, कौन सी अच्छी नहीं चल रही है। एंड दैट वाज़ जस्ट फॉर द टेस्टिंग। मतलब उससे कहीं अह काफी लोगों को मतलब यह ना लग रहा हो कि मतलब दैट इज़ जस्ट यू हैव टू पुट द मनी देयर। इट इज़ मोर कि इफ यू हैव एन आईडिया यू कैन टेस्ट इट। सो दैट वाज़ द थिंकिंग मॉडल करेक्ट करेक्ट। रिसेंटली हमारे को एक काम था तो कम्युनिटी के लिए हम एक टूल बनाना चाह रहे थे। जहां पर हम सारे बैंक्स और एनबीएफसीस को एनालाइज करना चाह रहे थे। सो फॉर एग्जांपल दिस वाज़ द टूल दैट वी वर ट्राइंग टू बिल्ड। इसमें हम सारे पीएसयू बैंक्स, प्राइवेट बैंक्स, सारे एनबीएफसी, Housing Finance कंपनी ये सब चीजों का जो मेनम डाटा है, कॉस्ट ऑफ फंड, कॉस्ट टू इनकम, एनपीएस, प्राइस टू बुक एंड सो ऑन। यह सब कुछ हम बेसिकली एनालाइज करना चाह रहे थे। अब प्रॉब्लम यह है कि यह सब चीजें एनालाइज कर ये जो आप इसके अंदर एक-एक नंबर देख रहे हो ना ये नंबर निकालना इज अ वेरी वेरीरी टीडियस टास्क। मतलब ये वाला जो डाटा है वो स्क्रीनर में नहीं है। ये डाटा स्क्रीनर में नहीं मिलता। ये डाटा कहीं ना कहीं एनुअल रिपोर्ट में किसी एक चीज में दबा हुआ है। फॉर एग्जांपल ये एक एक कंपनी स्पेसिफिक रेश्यो है या बैंक का स्पेसिफिक रेश्यो है जो कि उसकी एनुअल रिपोर्ट में किसी जगह पे दबा हुआ है। और मुझे हर साल की एनुअल रिपोर्ट में जाकर ये एक-एक डेटा को लेकर आना है ढूंढ-ढूंढ के। एंड मतलब बहुत सारे डाटा हैं। आरओए, आरओई, बुक वैल्यू, गेयरिंग रेशियो, ईपीएस, एयूएम। तो अब दैट वाज़ द प्रॉब्लम एट हैंड कि भाई यह सब डाटा इकट्ठा करो और उसे विजुअलाइज करो और फिर हम कंपेयर कर सकते हैं कि कौन सा बैंक अच्छा है, कौन सा बैंक खराब है, कौन सा सस्ता है, कौन सा महंगा है। इनफैक्ट इसमें से जो मैक्सिमम कोड है वो इसी ने ही लिखा है। पूरा का पूरा चैट GBटी से ही करवाया है। यह हमारा शिपिंग का अ वो है डैशबोर्ड है। इसमें ये बेसिकली शिपिंग डाटा को पास करके लाना उसके बेसिस पे ये डैशबोर्ड बनाना कौन सी कंपनी में कितनी ग्रोथ आने वाली है। यह शिपिंग का डाटा कैसा है? इसका जो कोडिंग का काम था, वह भी हमने चैट जीपीटी से करवाया। सो, आई थिंक दीज़ आर सम ऑफ़ द वेज़ दैट वी आर यूजिंग इट। बट या आई थिंक स्काई इज़ द लिमिट। इसमें ऐसा आई थिंक इट्स मोर अबाउट कि आप कहां तक सोच पाते हो कि आप इसे कहां-कहां यूज़ कर सकते हो। ये सब चीजें। राइट? सो अब ये करने के लिए मैंने करना शुरू करा। एक कंपनी का डाटा निकालने में। मैंने पर्सनली करा एक कंपनी का डाटा निकालने में मुझे 3 घंटे लगे। ठीक है? और यह तब जब मैं पूरा सब काम छोड़ के एकदम फोकस तरीके से एक-एक डेटा पॉइंट को खोज रहा हूं, निकाल रहा हूं। क्योंकि एक साल का डाटा नहीं है। पिछले 10-12 साल का डाटा है। तो हर एक एनुअल रिपोर्ट में जाना है। कुछ डाटा है जो कि मिल ही नहीं रहा है जो कि मुझे अलग से जाकर के इंटरनेट पे ढूंढना पड़ रहा है। कुछ डाटा है जो कैलकुलेट करना पड़ रहा है कि जो शायद किसी कंपनी के क्योंकि स्टैंडर्ड फॉर्मेट नहीं है कि एक टेबल की फॉर्म में मिल जाएगा जाके। तो वैसा नहीं है। कहीं ना कहीं किसी सेंटेंस के बीच में कहीं दबा हुआ है। इस तरीके से है। सो अब करना शुरू करा। दो-तीन कंपनीज़ करी। ये लगा भाई ये तो बहुत ज्यादा मुश्किल है। हो नहीं पाएगा और मुझे पूरा सेक्टर एनालिसिस करके प्रेजेंट करना था वीकेंड पे। तो मुझे लगा यार ये डाटा इकट्ठा करने में मुझे एक महीना लग जाएगा। तो फिर मैंने सोचा कि चलो कोशिश करता हूं मैं इसकी कोई एलएलएम वगैरह की हेल्प करने के लिए। तो जैसे वो बोलते हैं ना कि भ चीटिंग करने के लिए भी अकल लगती है। अगर आप उसको रैंडमली बोल दो मेरे लिए एक फाइनेंसियल रिपोर्ट बना दे। एक्चुअली में आप देखो YouTube पे जाके यही सब वीडियोस मिलेंगी आपको। लोग अपने प्र्प देंगे बोलेंगे ये एनालाइज करो कंपनी और एनालाइज करके मुझे पूरा का पूरा वो रिपोर्ट बना के दो। ठीक है? और फिर उस रिपोर्ट से मैं इन्वेस्टमेंट करूंगा। द रियलिटी इज़ वो रिपोर्ट तो पक्का बना के देगा। ठीक है? वो सब कुछ बता भी देगा कि हां भाई यह हो रहा है, यह हो रहा है। लेकिन नंसेस होते हैं हर कंपनी में। कोई बहुत सारी चीजें अंदर दबी हुई होती हैं। जब आप एक्चुअली में किसी मैनेजमेंट को बात करते हुए सुनते हैं। हम लोगों में वो फर्क है कि इंसानों को समझने की कि क्या कौन एक्चुअली सही बोल रहा है, कौन झूठ बोल रहा है। वो चीज अभी एआई नहीं कर सकता। बहुत बार ऐसा होता है कि बहुत सारी इंपॉर्टेंट चीजें होंगी जो कि आपको लग रहा होगा कि इंपॉर्टेंट है लेकिन वो एआई मिस कर देगा। सेंटीमेंट एनालिसिस कर लेता है। मतलब कर तो वो लेता है डेफिनेटली। यू आर राइट बट इट इज़ स्टिल डिफिकल्ट। मतलब कन्विक्शन नहीं आएगा कि मतलब देखना पड़ेगा इवेंचुअली वो साइटेशन चाहिए कि नंबर कहां पे है। करेक्ट करेक्ट। तो और मेन बात ये है कि इन्वेस्टिंग इज अ गेम ऑफ पुटिंग इन योर मनी। तो विल यू जस्ट ट्रस्ट अ डिसीजन मेड बाय अ मशीन अनलेस यू हैव द कन्विक्शन। उसके पास पांच ट्रैक रिकॉर्ड हो जो वो बोल रहा है कि उस हिसाब से भाई मैंने तो दो ही चीजें हैं। या तो आप टाइम एंड एफर्ट स्पेंड करके वो चीज को समझो और फिर पैसे लगाओ। या तो फिर आप एक्चुअली में उसका बैक टेस्ट करके 10 20 साल पे वो मुझे पूरा रिजल्ट दो। फिर मैं एक तरीके से कॉन्फिडेंस हो सकता हूं कि हां भाई जो भी तू कह रहा है तू सही कह रहा है। देन आई आई कैन ट्रस्ट यू एंड पुट इन माय मनी। सो एनीवेज ये एक्सरसाइज करने के लिए जैसे मैंने बोला कि बहुत ही ज्यादा टाइम लग रहा था। तो मैंने सोचा यार यह प्र्पता हूं कुछ इस कंपनी की एनुअल रिपोर्ट देता हूं। चैट जीपीटी को कोशिश करता हूं ये डाटा निकालने की। क्या निकाल पाएगा? तो मैंने एग्जैक्टली यही काम करा। मैं चैट जीपीटी पे गया और मैंने एक बेसिक सा प्रम्प डाला। तो जैसे एग्जांपल के तौर पर आपको यहां पर करके दिखाता हूं। अब यहां पर अगर मैं मानो एनुअल रिपोर्ट डाल करके एक बेसिक सा प्रॉम पूछता हूं कि भाई मुझे यह पांच नंबर्स दे दे। तो जब मैंने ये किया तो एक्चुअली में मुझे ये नंबर्स तो मिल रहे हैं लेकिन बहुत बार ये क्या कर रहा है कि इंटरनेट से कुछ-कुछ डाटा निकाल के ले आ रहा था। साथ में जिसे हेलुसिनेशन बोलते हैं वो। तो क्योंकि हम में से ज्यादातर लोगों को किस तरीके से क्वेश्चन पूछना है वो आता नहीं है। तो उसके लिए आई थिंक सबसे पहला स्टेप हमें क्या करना है? हमें जाना है चैटजीपीटी पे। यह पूछना है कि भाई आई एम ट्राइंग टू फाइंड आउट द की रेशियोज़ ऑफ अ बैंक फ्रॉम एन फ्रॉम एन एनुअल रिपोर्ट। प्लीज हेल्प मी विद द प्र्प टू गेट दोज़ नंबर्स। ठीक है? अब यह जो प्र्प्ट है यह निकालना मैंने इसी को ही बोल दिया कि तू प्र्ट निकाल के दे। और वो इसलिए क्योंकि यह प्र्ट अ जो हम खुद से बनाएंगे, हम कुछ बेसिक सा बनाएंगे कि भाई मुझे ये पांच छह नंबर दे दो, ये दे दो। सो बहुत बारी क्या कर रहा था? इंटरनेट से कुछ-कुछ डाटा निकाल के ले आ रहा था। तो मुझे स्ट्रिक्ट करना था कि भाई तुझे यहीं से ही डाटा लाना है। उसके बाद यह क्या कर रहा था कि जो यह डाटा है अगर वह 10% डाटा भी इसने गलत निकाला तो फिर मेरे लिए तो वो किसी काम का नहीं है। तो मेरे को इसको प्र्ट में यह भी समझाना है कि भाई ये जो तू कर रहा है ना इसके आगे पीछे का जो भी कॉन्टेक्स्ट है दो-तीन पैराग्राफ साथ में लेकर आ। एक टेबल की फॉर्म में मुझे आउटपुट दे ताकि फिर मैं उस नंबर को वेरीफाई कर सकूं कि इसने सही तरीके से वो नंबर निकाला है या नहीं। हां। क्योंकि इसके ऊपर मैं एल्गोरिथम लिखूंगा। इसके ऊपर मैं एक्चुअली इन्वेस्टिंग के डिसीजन ले रहा हूं। तो ये जो प्र्प्ट इंजीनियरिंग है वो बहुत ही ज्यादा इंपॉर्टेंट है। अब जैसे अगर आप देखो इसने मुझे ये फ्रॉम दिया। सो यू आर अ बैंकिंग एनालिस्ट एनालाइज ओनली द डॉक्यूमेंट आई प्रोवाइड। डू नॉट यूज़ एक्सटर्नल सोर्सेस। एक्सट्रैक्ट द की फाइनेंसियल रेशियोज़। और उसने सारे मेनमेन रेशियोज़ जो है मेरे को बता दिए। ठीक है? आफ्टर द टेबल शो द लास्ट टू पैराग्राफ ऑफ द डॉक्यूमेंट फॉर सोर्स वेरिफिकेशन। डू नॉट आस्क एनी क्लेरिफाइंग क्वेश्चंस और रिपीट द प्रम। जस्ट आउटपुट द टेबल एंड ऐड द टू पैराग्राफ। तो, इसने बहुत ही जबरदस्त प्रम्प्ट बना के दिया। यह यह प्र्प्ट बनाने के लिए मतलब अगर मैं खुद से करता मैं इतना अच्छा प्र्ट नहीं बना पाता। सो, नाउ बेसिकली आई कैन जस्ट गिव दिस प्र्ट ऐड एन एनुअल रिपोर्ट एंड एक्चुअली गेट द डेटा फॉर एनी कंपनी। तो फॉर एग्जांपल ये आवास फाइनेंसियल का डेटा मैं यहां पे निकालता हूं। लेट्स सी एक मुझे क्या देता है। सो इसमें एक्चुअली बहुत सारे अलग-अलग मॉडल्स हैं। जैसे अगर आप इसी सेम प्रम जैसे इसने बहुत ही बढ़िया एकदम प्रॉपर टैबुलर फॉर्म में फॉर्म में मुझे ये सारे के सारे नंबर्स निकाल के दे दिए। बेस्ट चीज इसने ये करी जो इसको इसको जो डाटा नहीं मिला या नहीं पता था उसने बोल दिया नॉट प्रोवाइडेड एक्सप्लसिटली अगर उसे उस एनुअल रिपोर्ट में नहीं मिल रहा। यह इसने अच्छा काम किया। अगर मैं इस प्र्प्ट में यह बात ना बोलूं ना कि भाई यूज़ ओनली द डॉक्यूमेंट दैट हैज़ बीन प्रोवाइडेड। तो फिर यह क्या करेगा? यह रैंडमली कहीं से इंटरनेट से जाकर के कुछ तो डाटा निकाल के ले आएगा। एंड देन जितना टाइम एक्चुअली में मेरे को मैनुअली में लग रहा है उससे ज्यादा टाइम लगेगा। क्योंकि मुझे फिर जाके वेरीफाई करना पड़ेगा हर नंबर क्योंकि मुझे नहीं पता इसने सही निकाला कि नहीं निकाला। सो दिस इज जस्ट वन यूज़ केस। बट ये जो आपने पूछा कि और कहां-कहां पे आप यूज़ करते हो तो जैसे बहुत सारे लोग नोटबुक एलएलएम का यूज़ नोटबुक एलएम का यूज़ करते हैं कंपनी एनालिसिस के लिए। तो अगर किसी को नहीं पता कि नोटबुक एलएम क्या होता है? तो नोटबुक एलएलएम ये बेसिकली एक Google का टूल है। अब ये बहुत ही बेहतरीन टूल है। इसमें आप क्या कर सकते हो? इसमें आप नॉट जैसे आप चैट जीपीटी वगैरह में एक आधा डॉक्यूमेंट अपलोड करते हो। इसमें आप एक तरीके से ये 10 15 बहुत सारे डॉक्यूमेंट्स अपलोड कर सकते हो एक ही बारी में। एंड देन यू कैन कीप आस्किंग इट्स अ कन्वर्सेशनल मॉडल। आप उसे कंटीन्यूअसली आप उससे क्वेश्चन पूछते रहो। आप उसको बोलो भाई अब ये कर दे, अब ये कर दे। जैसे मैं आपको एग्जांपल भी बता उसमें आई थिंक इलुसिनेरेशन बहुत कम है नोटबुक एलएम में। करेक्ट करेक्ट करेक्ट। जो आपने डेटा दिया है मतलब उसी को सोर्स मान के एग्जैक्टली वही आउटपुट देगा। यस। अच्छा अब इसमें ना एक चीज बहुत ही जबरदस्त है। इसमें आप ये फीचर बहुत लोगों को नहीं पता। ज्यादातर लोग इसमें डॉक्यूमेंट्स अपलोड करके उनकी समरी पूछ रहे हैं। वो सब कर रहे हैं। लेकिन इसमें ये लिंक वाला जो फीचर है वेबसाइट और YouTube वाला हम ये मुझे पर्सनली बहुत ही अच्छा लगता है। जैसे अब बहुत बार क्या होता है कि कोई भी एक कंपनी है फॉर एग्जांपल जो कि जिसकी कॉन्फ्रेंस कॉल हुई है। अच्छा अब जब कॉन्फ्रेंस कॉल्स होती है ना तो वो एकदम से लाइव नहीं आती। उन्हें लाइव आने में मतलब उनकी ट्रांसक्रिप्ट आने में टाइम लगता है। तो ट्रांसक्रिप्ट आ रही है एक हफ्ते के बाद। अब उस बीच में YouTube की वीडियो आ गई। अब आजकल रिजल्ट सीजन चल रहा है। तो रिजल्ट सीजन में हर रोज यू नो 100्स ऑफ कंपनीज़ अपनी कॉन्फ्रेंस कॉल YouTube पे डाल रही हैं। ठीक है? तो अब वो वीडियो देखने में मुझे एक से डेढ़ घंटा लगेगा। ठीक है? और वो भी फोकस करके बैठूंगा तो अगर ऐसे देखूंगा तो 2 घंटा लगेगा। अब नोटबुक एलएम में मैं इसका यूआरएल डाल के उसकी समरी ले सकता हूं। मुझे यह खुद बेसिकली उसकी ट्रांसक्रिप्ट भी जनरेट कर लेगा। उसका पीडीएफ एंड एंड देन आई कैन कीप क्रॉस क्वेश्चनिंग कि भाई इसने क्या गाइडेंस दी कंपनी ने फॉर मैं आपको जैसे कि एग्जांपल के एग्जांपल हां मैं आपको यहां पे दिखा देता हूं फॉर एग्जांपल सो जैसे यहां पे Kotak बैंक का अगर आप देखोगे तो रिजल्ट आया है अभी परसों रिजल्ट आया है लेकिन इनकी जो कॉन्फ्रेंस कॉल है आपको यहां पे ऑडियो रिकॉर्डिंग मिल रही है ऑडियो रिकॉर्डिंग फॉर द कॉल लेकिन अभी तक कॉन्फ्रेंस कॉल ट्रांसक्रिप्ट नहीं आई है जो जो मैं रीड कर सकता हूं तो मैं क्या करूंगा मैं बेसिकली YouTube पे जाऊंगा मैं सर्च करूंगा Kotak कॉन कॉल और यह एक चैनल है फॉर एग्जांपल यह एक वीडियो मुझे मिल गई जो कि दो दिन पुरानी है। लेटेस्ट कॉन कॉल है। अब या तो मैं एक घंटा बैठकर इसे सुनूं या तो फिर मैं नोटबुक एलएम पे जाकर के यह लिंक डाल देता हूं। इसको एक सेकंड लगेगा। अब जैसे यहां पे मुझे यह डाउट है। इसमें देखो दो-तीन चीजें थी Kotak Mahindra बैंक में फॉर एग्जांपल मुझे यह पता करना है कि अब जैसे इंटरेस्ट रेट एनवायरमेंट कम हो रहा है तो ये लोग निम की क्या गाइडेंस दे रहे हैं? नेट इंटरेस्ट मार्जिन की मुझे यह पता लगाना है। ये लोग ग्रोथ की क्या गाइडेंस दे रहे हैं। ठीक है? तो मैं पहले इससे ग्रोथ गाइडेंस पूछ लेता हूं। ये लोग ग्रोथ की क्या गाइडेंस दे रहे हैं कि ये किस हिसाब से कंपनी ग्रो करेगी अगले कुछ टाइम पे। सो बेस्ड ऑन द सोर्सेस प्रोवाइडेड द ग्रोथ गाइडेंस फॉर द कंपनीज़ एज़ फॉलोस। सो बेसिकली इन्होंने अब्सोल्यूट ग्रोथ नहीं दी है। अब 1/2 टाइम्स टू टू टाइम्स जीडीपी ग्रोथ। सो लेट्स से अगर जीडीपी ग्रोथ 6% होती है तो बोल रहे हैं कि 12%। अब बेस्ट चीज ये है देखो वो वीडियो थी। अब वो वीडियो का जो सोर्स है इन्होंने टेक्स्ट की फॉर्म में मुझे यहां पे पूरा ट्रांसक्रिप्ट की तरह दिया है। मैं यहां पे पढ़ सकता हूं कि एक्चुअली में क्या कन्वर्सेशन हुई थी। ठीक है? तो इसने जो आंसर दिया है हर एक चीज का यहां पे सोर्स भी एसोसिएटेड है। तो मुझे ग्रोथ का समझ में आया। तो अब जैसे फॉर एग्जांपल मैं व्हाट इज द एक्सपेक्टेशन फॉर निम्स? ये मुझे एक डाउट है तो मैं इससे पूछ सकता हूं। एंड एंड द बेस्ट पार्ट इज़ कि इसमें साइटेशंस भी हैं। जैसे चार जीबीटी में साइटेशन नहीं थी और हम ये रिलाई कर रहे थे कि लास्ट के जो दो डॉक्यूमेंट है वही दिखा दें। इसमें एग्जैक्टली वो कहां पर है क्या है वो कर सकते हैं। करेक्ट। सो जैसे कि यहां पर अगर आप निम्स की देखोगे तो यह लोग यह लोग बोल रहे हैं कि इस बार जो निम्स है वह इंपैक्ट हुआ है और आगे जाकर के और ज्यादा क्योंकि रेपो रेट कट हो रहा है तो और ज्यादा इंपैक्ट होगा। इनफैक्ट अगर आपने इसका रिजल्ट के बाद रिएक्शन देखा होगा तो ये स्टॉक 5% डाउन था सून आफ्टर द रिजल्ट बिकॉज़ ऑफ़ व्हाट वाज़ सेड इन द कॉन्फ्रेंस कॉल। तो मैंने इसमें क्या किया? मैंने YouTube का तो लिंक डाला ही हुआ था। मैंने इसमें एनुअल रिपोर्ट एक लेटेस्ट इन्वेस्टर प्रेजेंटेशन भी दे दी जो जो भी लेटेस्ट डाटा था। अब यहां पे मैं करना यह चाह रहा हूं कि लेटेस्ट उसमें कंपनी कुछ कोई बड़ा रेड फ्लैग तो नहीं है। कंपनी ग्रो कैसे कर रही है? कंपनी के नंबर्स किस तरीके से चेंज हो रहे हैं उस ये सब चीजें मुझे एनालाइज करनी है। तो इसमें बेस्ट एक टूल है माइंड मैप बोल के। आप यह वाला टूल एक्सप्लोर करो। सो मैंने जैसे यहां पर एक बना के रखा है तो यह एक इसने अपने आप मुझे एफआई 24 क्वार्टर 4 एफ 25 जो यह करंट क्वार्टर है उसके लिए यह मै माइंड मैप बनाया है जिसके बेस इसने क्या किया है ये कासा रेशियो इसको सब समझ में आ गया कि इसके लिए मेनमेन चीजें क्या है कासा रेशियो एसेट क्वालिटी इन्वेस्टमेंट लिक्विडिटी रिलेटेड पार्टी ट्रांजैक्शन एंड सो ऑन अब जैसे फॉर एग्जांपल मैं कासा रेशियो पे यहां पे क्लिक करता हूं तो ये मुझे डिफरेंट-डिफरेंट तरीके के आंसर्स दे सकता है जैसे कि एवरेज यू नो ऐसे बैलेंस फिक्स या तो आप देखो जो भी मतलब इसमें कॉन्फ्रेंस कॉल में पीपीटी में जो भी बात हुई होगी उससे रिलेटेड जो इंपॉर्टेंट चीज है वो इसने यहां पे बना दी। तो जैसे कि एसेट क्वालिटी की अगर आप बात करो तो क्वार्टर 4 एफवाई 25 में यहां पे इसने पहले से पूरा माइंड मैप बना के देखा है कि भाई इतने इतना एब्सोल्यूट टर्म्स में इतना जीएनपीए था। फ्रेश लिपेज इतनी हो रही थी। राइट ऑफ्स इतने थे। तो दिस इज़ जस्ट वन एग्जांपल। इसके लिए शायद उतना ज्यादा वैल्यूुएबल नहीं लग रहा है। लेकिन यह एक्चुअली ये जो माइंड मैप वाली चीज है ना अब काफी बार मतलब इतनी ज्यादा यूज़फुल होती है कि आपको पूरा का पूरा एकदम पूरा स्ट्रक्चर वो समझा करके दे देता है कि इस इस तरीके से जो भी आपकी प्रॉब्लम है उसके हिसाब से। अच्छा इसमें वो ऑडियो एक एक चीज वो भी है कि आप इसमें पॉट जैसे अगर मानिए काफी बार ऐसा होता है कि हम जैसे वॉक पे जा रहे हैं। एंड हमको इतने सारे डॉक्यूमेंट्स हैं। राइट? अब उनको रीड करने का टाइम नहीं है। तो वॉक करते-करते सुन लिया। तो आपने जैसे पहले से क्या किया? आपने इसको जो भी सोर्सर्सेस देने हैं दे दिए। उसके बाद आप इसका ऑडियो ओवरव्यू करके इसका पॉडकास्ट बना सकते हो। सो ये इसने पूरा पॉडकास्ट बनाया है। अब आप आराम से वॉक करते-करते इस पॉडकास्ट को सुनते रहो। बहुत ही जबरदस्त अ एंड 1 घंटे की कॉन्फ्रेंस कॉल थी। उसकी समरी बनाई। उस समरी का इसने जो है 15 18 मिनट का पॉडकास्ट बना दिया। आप गए 20 मिनट की वॉक करके आए। इतने में आपको समझ में आ गया क्या हो रहा है। तो चीज तो बहुत ही ज्यादा जबरदस्त है। तो आई विल जस्ट समराइज। आई थिंक सबसे पहली लर्निंग तो यह है कि दोनों लोगों को उनको नुकसान हो रहा है जो बिल्कुल बाइनरी में सोच रहे हैं। एक लोग ये कि बस एक प्र्प्ट लिखेंगे और ये जादू मशीन आ रही है। वो भी मतलब ऑलमोस्ट लॉस में हैं। एक जो बिल्कुल ही जीरो की या तो बकवास ही है तो हुआ ही नहीं जो मैं सोच रहा था। लेकिन जो लोग प्रॉपर्ली प्र्प कर पा रहे हैं और अपनी पूरी प्रॉब्लम को छोटे-छोटे टुकड़ों में तोड़ पा रहे हैं। अगर वो भी नहीं तोड़ पा रहे वो भी उससे पूछ लो कि कैसे टूटना चाहिए। उसी में उसमें भी 50-60% ऑटोमेट हो जाएगा। बाकी का 50 60% आपको करना पड़ेगा। बट दैट इज आल्सो लाइक अमेजिंग कि आपका 2x तो आप काम कर रहे हो जो कि ऑलरेडी आपका विनर था। इन शॉर्ट जैसे आपने कहा नकल के लिए भी अकल चाहिए। तो उसके बाद हमने देखा था पहले चार्ट जेपीटी वाला प्र्प कि हम कैसे यूज कर सकते हैं उसी से प्र्प करके सेकंड हमने नोटबुक एलएम देखा था कि अगर हेलुसिनेशन कम चाहिए यानी जो आप डाटा दे रहे हो बस उसी से डाटा दें इंक्लूडिंग साइटेशंस तो उसके लिए हम नोटबुक एलएम यूज़ कर सकते हैं आप उसमें वेबसाइट दो कॉपी पेस्ट कर दो टेक्स्ट माइंड मैप बना लो YouTube वीडियो दे दो सारे सोर्सेस आई थिंक 5 मिलियन या कुछ वर्ड्स हैं जो नोटबुक एलएम में डाल सकते हैं। देन देयर वाज़ टेक्निकल चार्ट वो एनालिसिस हम कर सकते हैं। आई थिंक चार्ट की इमेज देके भी और सीएसवी फाइल देंगे तो भी तो भी कर सकते एनालिसिस हो जाएगी। करेक्ट। और फिर डैशबोर्ड वगैरह अगर आपको थोड़ा बहुत कोडिंग आती है, थोड़ा बहुत आपने प्ले किया हुआ है Google शीट्स वगैरह से तो उससे आप काफी काफी ज्यादा अमेजिंग आप बना सकते हो जो कि मतलब पहले तो बहुत ज्यादा एक लर्निंग कर्व था वो है ही नहीं। अब इसमें एक चीज जैसे आपने बोली वो नकल के लिए अकल चाहिए। अब उसमें ये भी पता होना चाहिए कि मैं जो टास्क कर रहा हूं वो को किस मॉडल से करवाऊं। अगर आपको वो नहीं पता है तो आंसर उतने अच्छे नहीं आएंगे। फिर आप या तो सारे ट्राई करो। जैसे अगर आपको कोडिंग करानी है तो फिर आप चैट जीपीटी या Google नोटबुक एलएलएम से मत कराओ। क्लड अगर तो आप क्लॉड पे जाओ। क्लड का जो बेस्ट मॉडल है वो यूज़ करो। अगर आपकी जो प्रॉब्लम है वो ऐसी है कि मेरे पास बहुत सारा डेटा है और उससे मुझे कुछ कन्वर्स करना है तो आप नोटबुक एलएम पे जाओ। हम और अगर आपकी कुछ ऐसे जनरल पर्पस प्रॉब्लम है जैसे कि मुझे ये डाटा निकालना है। मुझे प्रॉब्लम को मल्टीपल उसमें तोड़ना है। मुझे प्र्प जनरेट करवाना है। जो जनरल पर्पस आई थिंक जो वो होता है ना चैट जीपीटी इज जैक ऑफ ऑल्ट्रेट्स। तो मतलब वो सब काम करेगा। एक रीज़नेबल क्वालिटी से कर देगा। तो वो वैसा वाला है। लेकिन वो ऐसा नहीं है कि इस चीज में स्पेशलाइज़ है। जैसे क्लॉड मैं बोलूंगा कोडिंग और रीजनिंग वाली चीज में क्लॉड इज़ मच मच बेटर देन। लेकिन नेचुरल लैंग्वेज में आई थिंक चैट जीपीटी वगैरह इज अ मच बेटर यू नो मॉडर्न अमेजिंग एनीवेज आई होप वैल्यू मिली होगी सबको अगर कोई स्पेसिफिक क्वेश्चन है आप लोगों का आप कमेंट में बता सकते हैं एंड वी विल ट्राई टू आंसर ठीक है थैंक यू सो मच थैंक यू शुभम थैंक यू",
  "XDHd2C3vF5M": "जैसा आप देख रहे हैं स्क्रीन पर यह है एरा का मेरा अकाउंट और यहां पे देखेंगे अभी जो मेरी अर्निंग है टोटल वह है $92 की और यह हुई है 13 दिनों में यहां पे डेट भी मैं आपको दिखा दूं तो काउंट करेंगे तो 13 दिन है हुए हैं और जो टोटल क्लिक्स आए हैं वह 689 क्लिक्स आए हैं जिस पे टोटल अर्निंग हुई है $92 की मैं आपको एक बार रिफ्रेश करके भी दिखा देता हूं ताकि आपको ऐसा ना लगे कि मैं कुछ और दिखा रहा हूं यहां पे और यह पिछले 4 दिन का दिखा रहा है और यहां पे मैं 30 डेज सेलेक्ट करता हूं तो देखेंगे फिर से यह 92 हो गया तो यह कैसे पॉसिबल हो पाया इसके बारे में मैंने कंप्लीट वीडियो बनाया है कि कैसे फर्स्ट डे से मोनेटाइज कर सकते हैं अपने ब्लॉग को जैसे आप ब्लॉग क्रिएट करते हैं लाइव करके दिखाया है ट्रैफिक लाने के लिए क्या करते हैं यह सब बताया है आपको पिन कमेंट में लिंक मिल जाएगा आप जाकर चेक आउट कर सकते हैं वीडियो को पूरा देख सक",
  "VqP7ewv2bbM": "जो डायरेक्ट स्टॉक्स के इन्वेस्टर्स हैं और उन्होंने अच्छे कंपनीज़ को चूज़ किया है। लेकिन ये मार्केट में ये अच्छे-अच्छे कंपनियां भी 30-40% नीचे हैं। तो ऐसे सिचुएशन में क्या करना चाहिए? मैं तो यही कहूंगा कि म्यूच्यूल फंड बेटर है। बट अगर आप डायरेक्ट इन्वेस्टिंग कर रहे हैं तो कई बार जब अगर खराब न्यूज़ है और कंपनी बहुत अच्छी है। कोई भी न्यूज़ फ्लो एक्सटर्नल न्यूज़ फ्लो है और एक अच्छी कंपनी है जिसके लॉन्ग टर्म फंडामेंटल्स अच्छे हैं। बिजनेस प्रोस्पेक्ट्स अच्छा है, मैनेजमेंट अच्छा है और वैल्यू्यूएशन अगर ठीक हो गए रीज़नेबल तो वही समय होता है एक अच्छा स्टॉक खरीदने का। मैं हमेशा कहता हूं कि अच्छी न्यूज़ और अच्छा प्राइस साथ में नहीं आता। खराब न्यूज़ के समय में अच्छा प्राइस होता है। अच्छा प्राइस मतलब आपके खरीदने के लिए तो अच्छा समय वह है जब न्यूज़ अच्छी नहीं है। जब सब कुछ अच्छा हो रहा है। इकॉनमी में सब कुछ अच्छा हो रहा है। बाजार में सब कुछ अच्छा हो रहा है। प्राइस अच्छी नहीं होगी। तो प्राइस अच्छी नहीं होगी ना खरीदने के लिए। अच्छा प्राइस तो तब मिलता है जब न्यूज़ खराब होती है।"
}